
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/details stats", -- [1]
		"/wa", -- [2]
		"/p 没能量 不一定zf的料", -- [3]
		"/p |cffa335ee|Hitem:178812::::::::60:251::33:8:7766:8136:8116:7359:6652:7579:1573:6646:1:28:1279:::::|h[空军指挥官的头盔]|h|r", -- [4]
		"/p |cffa335ee|Hitem:185787::::::::60:251::33:7:7781:8136:8137:7359:6652:1579:6646:1:28:1279:::::|h[完美无瑕的防雨靴]|h|r有人要吗", -- [5]
		"/p 88", -- [6]
		"/p 1", -- [7]
		"/p 来一下拉人", -- [8]
		"/p =1", -- [9]
		"/p 门", -- [10]
		"/p 打了30把 没见过sp", -- [11]
		"/p 折射护盾驱一下", -- [12]
		"/p 星星", -- [13]
		"/p r", -- [14]
		"/p |cffa335ee|Hkeystone:180653:391:19:9:7:13:130|h[钥石：塔扎维什：琳彩天街 (19)]|h|r", -- [15]
		"/p 室友呢", -- [16]
		"/p 5号位可以打", -- [17]
		"/p |cffa335ee|Hitem:185787::::::::60:251::33:7:7781:8136:8137:7359:6652:1579:6646:1:28:1279:::::|h[完美无瑕的防雨靴]|h|r", -- [18]
		"/mdt", -- [19]
		"/elvui", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
