
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/p 可以慢点", -- [1]
		"/p 得断", -- [2]
		"/p 散了要不", -- [3]
		"/p ..", -- [4]
		"/p 拉一下谢谢", -- [5]
		"/p lr在吗", -- [6]
		"/p .。", -- [7]
		"/p 看一下TN", -- [8]
		"/p 散了散了~", -- [9]
		"/wa", -- [10]
		"/p 没T xdm", -- [11]
		"/p 泡妞", -- [12]
		"/p yy", -- [13]
		"/p |cffa335ee|Hkeystone:180653:377:21:9:6:3:130|h[钥石：彼界 (21)]|h|r", -- [14]
		"/p 1", -- [15]
		"/p 黑散", -- [16]
		"/p 不好意思", -- [17]
		"/p 888", -- [18]
		"/p 踢小嘴抹了蜜", -- [19]
		"/p 把真棒t了 感觉是bug", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
