
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/p 1", -- [1]
		"/p 来一下拉人", -- [2]
		"/p =1", -- [3]
		"/p 门", -- [4]
		"/p 打了30把 没见过sp", -- [5]
		"/p 折射护盾驱一下", -- [6]
		"/p 星星", -- [7]
		"/p r", -- [8]
		"/p |cffa335ee|Hkeystone:180653:391:19:9:7:13:130|h[钥石：塔扎维什：琳彩天街 (19)]|h|r", -- [9]
		"/p 室友呢", -- [10]
		"/p 5号位可以打", -- [11]
		"/p |cffa335ee|Hitem:185787::::::::60:251::33:7:7781:8136:8137:7359:6652:1579:6646:1:28:1279:::::|h[完美无瑕的防雨靴]|h|r", -- [12]
		"/mdt", -- [13]
		"/elvui", -- [14]
		"/p 我的 没找到我的陷阱", -- [15]
		"/p 右上", -- [16]
		"/p 我留爆发打", -- [17]
		"/p 不要", -- [18]
		"/p 88", -- [19]
		"/wa", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
