
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/p T要吗", -- [1]
		"/p okk", -- [2]
		"/p 谢谢大家 8888", -- [3]
		"/cw 神棍卡德减-伊森利恩 大佬好，这里是277装等bdk，态度诚恳合剂食物拉满。机制熟悉不犯错，积极打断控断，目前天街强韧19残暴20，一层层打求个开门。", -- [4]
		"/p 兄弟们 老一小怪支援警官的护盾麻烦帮忙驱/偷一下 bdk被反太容易死了", -- [5]
		"/p 好的", -- [6]
		"/p 点一下门", -- [7]
		"/p ==人", -- [8]
		"/p 你1", -- [9]
		"/p 要吗", -- [10]
		"/p 腿", -- [11]
		"/p ok", -- [12]
		"/p 888", -- [13]
		"/6 双20了是在哪一个法术书能看到传送门呀？为什么找不到", -- [14]
		"/cw 啊哦哈-格瑞姆巴托 我只限了一个本的双20 是看不到吗？没看到有这一项", -- [15]
		"/cw 草要 谢谢谢谢。但是为啥我这里看不到呢 我只限了双20的天街", -- [16]
		"/cw 啊哦哈-格瑞姆巴托 好的 谢谢", -- [17]
		"/cw 草要 谢谢", -- [18]
		"/p 1", -- [19]
		"/mdt", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
