
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"基本发了都会邀一下", -- [1]
		"/p 。。", -- [2]
		"/cw 萌萌的小撕骑-布兰卡德 大佬好，270装等4+2冰dk请求进组。态度诚恳，药剂食物齐全，打断/拉怪杂活都干，搬炸弹/过圈达人。请求进组", -- [3]
		"/p 9", -- [4]
		"/p 谢谢", -- [5]
		"/p ok", -- [6]
		"/p 客气", -- [7]
		"/cw 古今凶兆-洛萨 大佬好，这里是269装等4+2冰dk。熟练天街；擅长打断；丢炸弹达人；尾王会过信标，多种保命不死。", -- [8]
		"/cw 入穴无数-布兰卡德 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [9]
		"/cw 黑蒜糖醋里脊-贫瘠之地 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [10]
		"/cw 雷電丨法王-格瑞姆巴托 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [11]
		"/cw 入穴无数-布兰卡德 没事没事", -- [12]
		"/cw 丨靓仔光丨-霜狼 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [13]
		"/cw Dearjason-影之哀伤 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [14]
		"/p 在集合石了", -- [15]
		"/cw 糊理糊涂-死亡之翼 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [16]
		"/cw 小糖人丶-死亡之翼 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [17]
		"/cw 鹅蛋力为灬-伊森利恩 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [18]
		"/p 11", -- [19]
		"/p 888", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
