
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/p 我一周也就提升一个低保", -- [1]
		"/p 能咋样呢", -- [2]
		"/p 换完了可以升", -- [3]
		"/团队 1", -- [4]
		"/p 1", -- [5]
		"/join 综合频道", -- [6]
		"/join 1", -- [7]
		"/join 本地防务", -- [8]
		"/join 2", -- [9]
		"/join 交易", -- [10]
		"/join 寻求组队", -- [11]
		"/WA", -- [12]
		"有位置吗马老师", -- [13]
		"溜了溜了", -- [14]
		"/a", -- [15]
		"/wa", -- [16]
		"/mdt", -- [17]
		"/p |cffa335ee|Hitem:190390::::::::60:251::27:4:8148:8145:6652:1488:1:28:2057:::::|h[防御者的扩散器]|h|r", -- [18]
		"/p |cffa335ee|Hkeystone:180653:376:17:10:123:4:130|h[钥石：通灵战潮 (17)]|h|r", -- [19]
		"/p |cffa335ee|Hkeystone:180653:382:16:10:123:4:130|h[钥石：伤逝剧场 (16)]|h|r", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
