
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/p 谢谢", -- [1]
		"/p ok", -- [2]
		"/p 客气", -- [3]
		"/cw 古今凶兆-洛萨 大佬好，这里是269装等4+2冰dk。熟练天街；擅长打断；丢炸弹达人；尾王会过信标，多种保命不死。", -- [4]
		"/cw 入穴无数-布兰卡德 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [5]
		"/cw 黑蒜糖醋里脊-贫瘠之地 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [6]
		"/cw 雷電丨法王-格瑞姆巴托 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [7]
		"/cw 入穴无数-布兰卡德 没事没事", -- [8]
		"/cw 丨靓仔光丨-霜狼 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [9]
		"/cw Dearjason-影之哀伤 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [10]
		"/p 在集合石了", -- [11]
		"/cw 糊理糊涂-死亡之翼 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [12]
		"/cw 小糖人丶-死亡之翼 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [13]
		"/cw 鹅蛋力为灬-伊森利恩 大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [14]
		"/p 11", -- [15]
		"/p 888", -- [16]
		"/p |cffa335ee|Hitem:190652::::::::60:251::16:5:7781:7359:6652:1579:6646:1:28:1279:::::|h[滴答作响的恐慌之袋]|h|r", -- [17]
		"/p |cffa335ee|Hitem:180115::::::::60:251::33:6:7795:7359:6652:7578:1576:6646:1:28:1279:::::|h[碧蓝毒素项圈]|h|r", -- [18]
		"/mdt", -- [19]
		"/wa", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
