
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["杜一航 - 燃烧之刃"] = "杜一航 - 燃烧之刃",
	},
	["profiles"] = {
		["杜一航 - 燃烧之刃"] = {
			["appShine"] = "90200.01",
			["createHistoryList"] = {
				"2-260-695-0", -- [1]
				"2-264-709-0", -- [2]
			},
			["minimap"] = {
				["hide"] = false,
			},
			["searchHistoryList"] = {
				"2-260-695-0", -- [1]
				"2-280-1016-0", -- [2]
				"2-266-717-0", -- [3]
				"6-0-16-0", -- [4]
				"6-0-0-0", -- [5]
			},
			["version"] = "90200.01",
			["settings"] = {
				["storage"] = {
					["y"] = -3.1702880859375,
					["x"] = 432.8998413085938,
					["scale"] = 1,
				},
			},
			["lastSearchCode"] = "2-260-695-0",
			["recent"] = {
				["2-260-695-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "爱琉璃三万倾-凤凰之神",
						["iLvl"] = 262,
						["time"] = 1652507147,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "王路飞#51861",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "一剑镇灵歌-凤凰之神",
						["iLvl"] = 272,
						["time"] = 1652507147,
						["class"] = 1,
						["bTag"] = "短头发的树#5278",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "好饿丶哦-贫瘠之地",
						["iLvl"] = 260,
						["time"] = 1652506257,
						["class"] = 9,
						["bTag"] = "黑帆#51482",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "蒋小布-凤凰之神",
						["iLvl"] = 269,
						["time"] = 1652506134,
						["class"] = 3,
						["bTag"] = "复活#5555",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "破小三-无尽之海",
						["iLvl"] = 266,
						["time"] = 1652506740,
						["class"] = 3,
						["bTag"] = "po3333#5526",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "帕特加斯-回音山",
						["iLvl"] = 261,
						["time"] = 1652507147,
						["class"] = 7,
						["bTag"] = "ConfusedJica#5635",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "天灬殇-神圣之歌",
						["iLvl"] = 272,
						["time"] = 1652507147,
						["class"] = 3,
						["bTag"] = "魯尛齊#5367",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "飛天修羅-影之哀伤",
						["iLvl"] = 258,
						["time"] = 1652517985,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "恶之魇#5719",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "哲别醉酒-安其拉",
						["iLvl"] = 266,
						["time"] = 1652517985,
						["class"] = 3,
						["bTag"] = "醉余年#5219",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "阡山暮雪-塞拉摩",
						["iLvl"] = 261,
						["time"] = 1652517985,
						["class"] = 10,
						["bTag"] = "云淡风轻#5126",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "打渣子德-格瑞姆巴托",
						["iLvl"] = 256,
						["time"] = 1652517985,
						["class"] = 11,
						["bTag"] = "简单粗暴#51857",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "飞行-燃烧之刃",
						["iLvl"] = 263,
						["time"] = 1652522321,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "一代贼神#51343",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "祝你快乐-死亡之翼",
						["iLvl"] = 274,
						["time"] = 1652522170,
						["class"] = 3,
						["bTag"] = "BruceWu#51354",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "水无月流歌丶-格瑞姆巴托",
						["iLvl"] = 272,
						["time"] = 1652522321,
						["class"] = 8,
						["bTag"] = "博丽灵梦#5858",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "我想删库-冰风岗",
						["iLvl"] = 253,
						["time"] = 1652522801,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "傲娇侠#5200",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "阿拉斯加牛-巫妖之王",
						["iLvl"] = 269,
						["time"] = 1652522801,
						["class"] = 3,
						["bTag"] = "阿拉斯加牛#5447",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "月逝情殇丶-迅捷微风",
						["iLvl"] = 274,
						["time"] = 1652522801,
						["class"] = 12,
						["bTag"] = "月逝情殇#5309",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "小璨丶-红龙女王",
						["iLvl"] = 270,
						["time"] = 1652522801,
						["class"] = 2,
						["bTag"] = "小璨丶#5961",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "鹌鹑德-加基森",
						["iLvl"] = 262,
						["time"] = 1653039379,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "杨银#5560",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "达达猎-祖尔金",
						["iLvl"] = 277,
						["time"] = 1653039379,
						["class"] = 3,
						["bTag"] = "达书#5647",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "塞弗里德-格瑞姆巴托",
						["iLvl"] = 276,
						["time"] = 1653039379,
						["class"] = 2,
						["bTag"] = "法式五封#5439",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "一叶丶知秋-尘风峡谷",
						["iLvl"] = 272,
						["time"] = 1653039379,
						["class"] = 4,
						["bTag"] = "脾气#51350",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "吃货的呆毛-格瑞姆巴托",
						["time"] = 1653042325,
						["class"] = 9,
						["leader"] = true,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "清雨落梦尘灬-格瑞姆巴托",
						["iLvl"] = 276,
						["time"] = 1653042325,
						["class"] = 6,
						["bTag"] = "零下#51128",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "撼地大力神牛-亚雷戈斯",
						["iLvl"] = 271,
						["time"] = 1653042325,
						["class"] = 11,
						["bTag"] = "GENE#5928",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "司徒丶小傲天-回音山",
						["iLvl"] = 266,
						["time"] = 1653042325,
						["class"] = 3,
						["bTag"] = "司徒#5874",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Avernus-利刃之拳",
						["iLvl"] = 275,
						["time"] = 1653754978,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "Valkyrien#51669",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "閃電旋风劈-格瑞姆巴托",
						["iLvl"] = 261,
						["time"] = 1653754978,
						["class"] = 1,
						["bTag"] = "Legerdery#5930",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "高温-燃烧之刃",
						["iLvl"] = 263,
						["time"] = 1653754978,
						["class"] = 3,
						["bTag"] = "黑手#5926",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "二目细-燃烧之刃",
						["iLvl"] = 272,
						["time"] = 1653754978,
						["class"] = 11,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "大创项目-冰风岗",
						["iLvl"] = 271,
						["time"] = 1654607734,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "脂多糖#5566",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "奶骑士-冰风岗",
						["iLvl"] = 271,
						["time"] = 1654607734,
						["class"] = 2,
						["bTag"] = "泡泡#5634",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "杰哥紫零-血吼",
						["iLvl"] = 274,
						["time"] = 1654607734,
						["class"] = 3,
						["bTag"] = "杰哥#5528",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "吕小德-冰风岗",
						["iLvl"] = 266,
						["time"] = 1654607734,
						["class"] = 11,
						["bTag"] = "爱流浪的泡泡#5780",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "塔斯布蕾妮-燃烧之刃",
						["iLvl"] = 272,
						["time"] = 1654610377,
						["class"] = 2,
						["leader"] = true,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥异界-塞拉赞恩",
						["iLvl"] = 277,
						["time"] = 1654610377,
						["class"] = 12,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "褪色记忆-血色十字军",
						["iLvl"] = 277,
						["time"] = 1654610377,
						["class"] = 2,
						["bTag"] = "wuhua#5114",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "獵頭丿龘-希雷诺斯",
						["iLvl"] = 272,
						["time"] = 1654610377,
						["class"] = 3,
						["bTag"] = "迈恩丶蛮蹄#5927",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "漂亮姐姐壹-安苏",
						["iLvl"] = 276,
						["time"] = 1655020014,
						["class"] = 3,
						["bTag"] = "叫我小苹果#51361",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "果氧氧-凤凰之神",
						["iLvl"] = 277,
						["time"] = 1655020014,
						["class"] = 9,
						["bTag"] = "果羊羊#5205",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "小嘴抹了蜜-布兰卡德",
						["iLvl"] = 278,
						["time"] = 1655020014,
						["class"] = 11,
						["bTag"] = "TimeH#5792",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "都市幽魂-布兰卡德",
						["iLvl"] = 278,
						["time"] = 1655020014,
						["class"] = 12,
						["bTag"] = "杨超#5806",
					}, -- [42]
				},
				["2-272-746-0"] = {
					{
						["role"] = "TANK",
						["name"] = "神选者艾查恩-安苏",
						["iLvl"] = 276,
						["time"] = 1653570162,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Leolee#52403",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "果羊羊-凤凰之神",
						["iLvl"] = 278,
						["time"] = 1653569821,
						["class"] = 8,
						["bTag"] = "果羊羊#5205",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "漂亮姐姐壹-安苏",
						["iLvl"] = 276,
						["time"] = 1653570162,
						["class"] = 3,
						["bTag"] = "叫我小苹果#51361",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "果氧氧-凤凰之神",
						["iLvl"] = 277,
						["time"] = 1653570162,
						["class"] = 9,
						["bTag"] = "果羊羊#5205",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "碳丶-死亡之翼",
						["iLvl"] = 271,
						["time"] = 1653570162,
						["class"] = 5,
						["bTag"] = "小风流㐅#5284",
					}, -- [5]
				},
				["2-262-703-0"] = {
					{
						["role"] = "TANK",
						["name"] = "清风云逸-血色十字军",
						["iLvl"] = 278,
						["time"] = 1653927258,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "喂醒了没#5680",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "左左木-血色十字军",
						["iLvl"] = 266,
						["time"] = 1653927258,
						["class"] = 9,
						["bTag"] = "方灬正#5674",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "哋狱咆哮-血色十字军",
						["iLvl"] = 275,
						["time"] = 1653927258,
						["class"] = 10,
						["bTag"] = "张莹曦#5500",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "猫喵喵-丽丽（四川）",
						["iLvl"] = 278,
						["time"] = 1653927258,
						["class"] = 8,
						["bTag"] = "毛毛桑#5546",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "神选者艾查恩-安苏",
						["iLvl"] = 276,
						["time"] = 1654530225,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Leolee#52403",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "果羊羊-凤凰之神",
						["iLvl"] = 278,
						["time"] = 1654530225,
						["class"] = 8,
						["bTag"] = "果羊羊#5205",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "小嘴抹了蜜-布兰卡德",
						["iLvl"] = 278,
						["time"] = 1654530225,
						["class"] = 11,
						["bTag"] = "TimeH#5792",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "草莓丶布丁-白银之手",
						["iLvl"] = 275,
						["time"] = 1654530225,
						["class"] = 3,
						["bTag"] = "灰灰#52324",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "夜雨夜-雷霆之王",
						["iLvl"] = 277,
						["time"] = 1654778267,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "午夜夜雨#5249",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "星陨醉逍遥-雷霆之王",
						["iLvl"] = 251,
						["time"] = 1654778267,
						["class"] = 9,
						["bTag"] = "柠檬没我梦#5295",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "雪融之诺丶-凤凰之神",
						["iLvl"] = 278,
						["time"] = 1654778267,
						["class"] = 6,
						["bTag"] = "Kylin#5852",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "牙老板-伊森利恩",
						["time"] = 1654778058,
						["class"] = 9,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光大男孩-贫瘠之地",
						["iLvl"] = 272,
						["time"] = 1654778267,
						["class"] = 9,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "Akimoko-伊森利恩",
						["iLvl"] = 275,
						["time"] = 1654780304,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "戏园子#5317",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "胸毛美眉-贫瘠之地",
						["iLvl"] = 275,
						["time"] = 1654780304,
						["class"] = 6,
						["bTag"] = "城东凶手#5212",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "带着你逛街-激流之傲",
						["iLvl"] = 278,
						["time"] = 1654780304,
						["class"] = 3,
						["bTag"] = "ANDDY#5792",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇皇中皇-燃烧之刃",
						["iLvl"] = 277,
						["time"] = 1654780163,
						["class"] = 12,
						["bTag"] = "LOVEMXY1314#5464",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Soulsummer-燃烧之刃",
						["iLvl"] = 276,
						["time"] = 1654780304,
						["class"] = 9,
						["bTag"] = "Manatsu#51450",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "浅若丿夏沫-安苏",
						["iLvl"] = 274,
						["time"] = 1654782309,
						["class"] = 5,
						["bTag"] = "萌灬諾#5419",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "林小倒-冰霜之刃",
						["iLvl"] = 269,
						["time"] = 1654782309,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Laogandie#51776",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "小羚羊丶-无尽之海",
						["iLvl"] = 275,
						["time"] = 1654782309,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "军丶骑-安苏",
						["iLvl"] = 278,
						["time"] = 1654782309,
						["class"] = 2,
						["bTag"] = "删除键#5279",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Whisperapoll-无尽之海",
						["iLvl"] = 276,
						["time"] = 1654784492,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "涅槃之殇#5979",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "Arohahejahe-安苏",
						["iLvl"] = 272,
						["time"] = 1654784492,
						["class"] = 2,
						["bTag"] = "停不下来#5467",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "萌新小小-提瑞斯法",
						["iLvl"] = 275,
						["time"] = 1654784492,
						["class"] = 3,
						["bTag"] = "后街#5284",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "圣光丑角-安苏",
						["iLvl"] = 276,
						["time"] = 1654784492,
						["class"] = 5,
						["bTag"] = "凯西#5227",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "红橙紫蓝-死亡之翼",
						["iLvl"] = 269,
						["time"] = 1654883085,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "樱桃小牛奶#5397",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "咘酱稻鲤-迦拉克隆",
						["iLvl"] = 274,
						["time"] = 1654882969,
						["class"] = 8,
						["bTag"] = "Ccfits#51655",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "王者射手-凤凰之神",
						["iLvl"] = 275,
						["time"] = 1654883760,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "冒险者#519302934",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "亞人-燃烧之刃",
						["iLvl"] = 276,
						["time"] = 1654883760,
						["class"] = 1,
						["bTag"] = "但丁#5169",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "季布丶-格瑞姆巴托",
						["iLvl"] = 275,
						["time"] = 1654883760,
						["class"] = 11,
						["bTag"] = "花城灬#5306",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "自摸狐了-安苏",
						["iLvl"] = 275,
						["time"] = 1654883760,
						["class"] = 7,
						["bTag"] = "龙腾#5831",
					}, -- [32]
				},
				["2-264-709-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "血祭血神-安苏",
						["iLvl"] = 265,
						["time"] = 1654786895,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "Leolee#52403",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Whowhenhow-安苏",
						["iLvl"] = 278,
						["time"] = 1654786895,
						["class"] = 6,
						["bTag"] = "whowhenhow#5281",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "漂亮姐姐壹-安苏",
						["iLvl"] = 276,
						["time"] = 1654786895,
						["class"] = 3,
						["bTag"] = "叫我小苹果#51361",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "尘旧-安苏",
						["iLvl"] = 274,
						["time"] = 1654786895,
						["class"] = 3,
						["bTag"] = "忽然而已#51801",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "我秒伤八万-死亡之翼",
						["iLvl"] = 278,
						["time"] = 1654963250,
						["class"] = 1,
						["bTag"] = "我有三个爱好#5120",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "可可莉萨-死亡之翼",
						["iLvl"] = 273,
						["time"] = 1654965639,
						["class"] = 7,
						["bTag"] = "LaylaVennie#5485",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "红尘丨浮屠-血环",
						["iLvl"] = 276,
						["time"] = 1654963250,
						["class"] = 3,
						["bTag"] = "三哥#5918",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "仲裁官判槌-死亡之翼",
						["time"] = 1654963250,
						["class"] = 6,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "哆啦術梦-巫妖之王",
						["iLvl"] = 277,
						["time"] = 1654965639,
						["class"] = 9,
						["bTag"] = "七爷#5676",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "别碧碧-死亡之翼",
						["iLvl"] = 277,
						["time"] = 1654965639,
						["class"] = 3,
						["bTag"] = "sulei#51390",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "我秒疗九万-死亡之翼",
						["iLvl"] = 274,
						["time"] = 1654965639,
						["class"] = 2,
						["bTag"] = "我有三个爱好#5120",
					}, -- [11]
				},
				["2-261-699-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "恐醒-贫瘠之地",
						["iLvl"] = 273,
						["time"] = 1653395607,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "SHIKI#5727",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "殇之韵律-摩摩尔",
						["iLvl"] = 260,
						["time"] = 1653395607,
						["class"] = 2,
						["bTag"] = "哀伤之霜#5625",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "诸多眷恋-燃烧之刃",
						["iLvl"] = 263,
						["time"] = 1653395607,
						["class"] = 1,
						["bTag"] = "诸多眷恋#51747",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "圣枪洗礼-凤凰之神",
						["iLvl"] = 260,
						["time"] = 1653395607,
						["class"] = 5,
						["bTag"] = "千与千寻#52553",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "極品丶娃娃-燃烧之刃",
						["iLvl"] = 275,
						["time"] = 1654280018,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "筱薇薇#5866",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "丶夜雨听風-燃烧之刃",
						["iLvl"] = 278,
						["time"] = 1654280018,
						["class"] = 2,
						["bTag"] = "夜雨听风#51122",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丁哥灬萨满-影之哀伤",
						["iLvl"] = 268,
						["time"] = 1654280018,
						["class"] = 7,
						["bTag"] = "灬丁哥灬#5405",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "猫哥情商之神-冰风岗",
						["iLvl"] = 272,
						["time"] = 1654280018,
						["class"] = 9,
						["bTag"] = "Saulgoodman#51343",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "木村龙诚-蜘蛛王国",
						["time"] = 1654881354,
						["class"] = 9,
						["leader"] = true,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "尛白菜-凤凰之神",
						["iLvl"] = 278,
						["time"] = 1654881354,
						["class"] = 3,
						["bTag"] = "张三吼#5266",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "纳垢烂枪-末日行者",
						["iLvl"] = 278,
						["time"] = 1654881354,
						["class"] = 12,
						["bTag"] = "烂枪#51500",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "喵咕德-罗宁",
						["iLvl"] = 279,
						["time"] = 1654881354,
						["class"] = 11,
						["bTag"] = "小花宝宝#5845",
					}, -- [12]
				},
				["2-280-1016-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吃饱没有啊-死亡之翼",
						["iLvl"] = 262,
						["time"] = 1652465723,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "诗静宜人#51173",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "风吟殇-凤凰之神",
						["iLvl"] = 272,
						["time"] = 1652465723,
						["class"] = 12,
						["bTag"] = "風吟浅傷丶#5659",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "放长击远-无尽之海",
						["iLvl"] = 272,
						["time"] = 1652465723,
						["class"] = 10,
						["bTag"] = "魔法之龟#5281245",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "夜狂热-恶魔之魂",
						["iLvl"] = 255,
						["time"] = 1652465723,
						["class"] = 7,
						["bTag"] = "狂热的狂歌者#5610",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "熊沙发-巨龙之吼",
						["iLvl"] = 265,
						["time"] = 1652510512,
						["class"] = 11,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "粉色是可愛色-格瑞姆巴托",
						["iLvl"] = 274,
						["time"] = 1652512549,
						["class"] = 2,
						["bTag"] = "翻滚吧酸奶君#5444",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "相伴到永远-密林游侠",
						["iLvl"] = 276,
						["time"] = 1652512549,
						["class"] = 1,
						["bTag"] = "我的世界#5754",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "喵小齐-格瑞姆巴托",
						["iLvl"] = 276,
						["time"] = 1652512549,
						["class"] = 7,
						["bTag"] = "此生恋回眸#5445",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "股二蛋丶阿祖-贫瘠之地",
						["iLvl"] = 258,
						["time"] = 1652512549,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "MrAvg#5692",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "血武士-艾露恩",
						["iLvl"] = 266,
						["time"] = 1652514823,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "破军#5819",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "梵高灬先生-安苏",
						["iLvl"] = 272,
						["time"] = 1652514823,
						["class"] = 5,
						["bTag"] = "嵗月无声#5858",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "巷子里铸铁人-死亡之翼",
						["iLvl"] = 276,
						["time"] = 1652514823,
						["class"] = 1,
						["bTag"] = "Scream#52672",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "终极魔兽-阿尔萨斯",
						["iLvl"] = 276,
						["time"] = 1652514823,
						["class"] = 3,
						["bTag"] = "于示#5742",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "古今凶兆-洛萨",
						["time"] = 1652551607,
						["class"] = 7,
						["leader"] = true,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "黎夕丶-龙骨平原",
						["iLvl"] = 265,
						["time"] = 1652551607,
						["class"] = 6,
						["bTag"] = "天空阅读#5338",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "Mokou-龙骨平原",
						["time"] = 1652551607,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "为你唱赞歌-死亡之翼",
						["iLvl"] = 274,
						["time"] = 1652551607,
						["class"] = 9,
						["bTag"] = "懒惰的泰坦#5478",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "萌萌的小撕骑-布兰卡德",
						["iLvl"] = 261,
						["time"] = 1652711977,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "大大的奶牛#5466",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "美味的壮咕-布兰卡德",
						["iLvl"] = 280,
						["time"] = 1652711977,
						["class"] = 11,
						["bTag"] = "酋长乐队颜值担当#5394",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Dearjason-影之哀伤",
						["iLvl"] = 274,
						["time"] = 1652712837,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "我今年二年級#5675",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "没牙仔丶-影之哀伤",
						["iLvl"] = 273,
						["time"] = 1652712837,
						["class"] = 11,
						["bTag"] = "戏言#5367",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "迷你罐-影之哀伤",
						["iLvl"] = 260,
						["time"] = 1652712837,
						["class"] = 8,
						["bTag"] = "日肥#5176",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "斯卡姆碎龙者-格瑞姆巴托",
						["iLvl"] = 265,
						["time"] = 1652712837,
						["class"] = 7,
						["bTag"] = "超能之田哔哔#5341",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "鹅蛋力为灬-伊森利恩",
						["iLvl"] = 276,
						["time"] = 1652714996,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "王金豆丶#5907",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "酒丶你端到-影之哀伤",
						["iLvl"] = 270,
						["time"] = 1652714996,
						["class"] = 5,
						["bTag"] = "肚兜要减肥#5356",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "眯眼王人工-血色十字军",
						["iLvl"] = 265,
						["time"] = 1652714996,
						["class"] = 9,
						["bTag"] = "疯狂的坏蛋#51337",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "狂兽破军-森金",
						["iLvl"] = 277,
						["time"] = 1652714996,
						["class"] = 1,
						["bTag"] = "狂兽破军#5127",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "胸爸-安苏",
						["iLvl"] = 269,
						["time"] = 1653398381,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "熬死脱裸妇死鸡#5201",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "邪见妄语-安苏",
						["iLvl"] = 275,
						["time"] = 1653398381,
						["class"] = 5,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "半斤小戦-冰风岗",
						["iLvl"] = 273,
						["time"] = 1653398381,
						["class"] = 1,
						["bTag"] = "醉卧不知暮#5202",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "不髙興-幽暗沼泽",
						["time"] = 1653398381,
						["class"] = 4,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔之猎手-黑铁",
						["iLvl"] = 267,
						["time"] = 1653398839,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "恶魔之猎手#5882",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "乔安好-银松森林",
						["iLvl"] = 265,
						["time"] = 1653398839,
						["class"] = 2,
						["bTag"] = "阿刁#51995",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "原味汤锅-贫瘠之地",
						["iLvl"] = 267,
						["time"] = 1653398839,
						["class"] = 9,
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "吃干饭-燃烧之刃",
						["iLvl"] = 272,
						["time"] = 1653398839,
						["class"] = 12,
						["bTag"] = "预言#51821",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "雷藏-燃烧之刃",
						["iLvl"] = 278,
						["time"] = 1653401015,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Joker#546184",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "牧舞云歌丶-燃烧之刃",
						["iLvl"] = 261,
						["time"] = 1653401015,
						["class"] = 5,
						["bTag"] = "悠然回首#51829",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "扌区脚大叔丶-格瑞姆巴托",
						["iLvl"] = 276,
						["time"] = 1653401015,
						["class"] = 1,
						["bTag"] = "抠脚大叔爱萝莉#51530",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "丶老铁没毛病-影之哀伤",
						["iLvl"] = 274,
						["time"] = 1653401015,
						["class"] = 9,
						["bTag"] = "万靖嘟嘟大#5409",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "我会发光丫-海克泰尔",
						["iLvl"] = 276,
						["time"] = 1653403395,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Eternal#53408",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Jochea-燃烧之刃",
						["iLvl"] = 245,
						["time"] = 1653403395,
						["class"] = 12,
						["bTag"] = "Roger#53868",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "佧西莫多-燃烧之刃",
						["iLvl"] = 254,
						["time"] = 1653403395,
						["class"] = 3,
						["bTag"] = "AlptrauM#52516",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "我不李姐-神圣之歌",
						["iLvl"] = 272,
						["time"] = 1653403395,
						["class"] = 2,
						["bTag"] = "叫我豆包#5693",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "吮指原味虾-白银之手",
						["iLvl"] = 267,
						["time"] = 1653752881,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "学习先锋皮皮虾#5458",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "时光幽梦-死亡之翼",
						["iLvl"] = 278,
						["time"] = 1653752881,
						["class"] = 8,
						["bTag"] = "爷丶风采依旧#5763",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "暴力尐野獸-燃烧之刃",
						["iLvl"] = 268,
						["time"] = 1653752881,
						["class"] = 11,
						["bTag"] = "唓哩吇#51482",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Past-迦拉克隆",
						["iLvl"] = 275,
						["time"] = 1653752881,
						["class"] = 9,
						["bTag"] = "Nix#5673",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "Appler-无尽之海",
						["iLvl"] = 277,
						["time"] = 1653924789,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "李文亮#5436",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "你别装可爱-贫瘠之地",
						["iLvl"] = 277,
						["time"] = 1653924789,
						["class"] = 3,
						["bTag"] = "罗罗诺亚#5919",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "黑桃囩-冰霜之刃",
						["iLvl"] = 277,
						["time"] = 1653924789,
						["class"] = 3,
						["bTag"] = "黑桃囩#5973",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "为了冰哥呀-血色十字军",
						["iLvl"] = 279,
						["time"] = 1653924789,
						["class"] = 11,
						["bTag"] = "Penguin#5613",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "犬菜八荒-霜之哀伤",
						["iLvl"] = 274,
						["time"] = 1654279506,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "给疲惫加薪#5601",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "灬喆灬-迅捷微风",
						["iLvl"] = 271,
						["time"] = 1654329140,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "双人舞#5133",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "Mallerast-死亡之翼",
						["iLvl"] = 276,
						["time"] = 1654329140,
						["class"] = 12,
						["bTag"] = "阿一#51839",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风之箭-海加尔",
						["iLvl"] = 276,
						["time"] = 1654329140,
						["class"] = 3,
						["bTag"] = "让子弹飞#5192",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "海尔丶妹妹-凤凰之神",
						["iLvl"] = 279,
						["time"] = 1654329140,
						["class"] = 11,
						["bTag"] = "liuquan#5488",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "炎丶翎夜-影之哀伤",
						["iLvl"] = 277,
						["time"] = 1654332362,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "帝寒风#5982",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "清恋-凤凰之神",
						["iLvl"] = 275,
						["time"] = 1654332362,
						["class"] = 6,
						["bTag"] = "初阳下等卿来#5930",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "Ichiro-影之哀伤",
						["iLvl"] = 277,
						["time"] = 1654332362,
						["class"] = 7,
						["bTag"] = "tunapotter#5623",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "癫子的快乐-伊森利恩",
						["iLvl"] = 279,
						["time"] = 1654332362,
						["class"] = 4,
						["bTag"] = "快乐癫子#5275",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "神棍卡德减-伊森利恩",
						["iLvl"] = 278,
						["time"] = 1654334677,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "神棍卡德减#5111",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "紫色丨悠然-凤凰之神",
						["iLvl"] = 278,
						["time"] = 1654334677,
						["class"] = 5,
						["bTag"] = "张轩翊#5286",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "老牛啃老草-贫瘠之地",
						["iLvl"] = 275,
						["time"] = 1654334677,
						["class"] = 2,
						["bTag"] = "淡丶点#5564",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓拽拽-大地之怒",
						["iLvl"] = 278,
						["time"] = 1654334677,
						["class"] = 9,
						["bTag"] = "Survive#5751",
					}, -- [64]
				},
			},
		},
	},
}
