
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["杜一航 - 燃烧之刃"] = "杜一航 - 燃烧之刃",
	},
	["profiles"] = {
		["杜一航 - 燃烧之刃"] = {
			["minimap"] = {
				["hide"] = false,
			},
			["recent"] = {
				["2-280-1016-0"] = {
					{
						["role"] = "TANK",
						["name"] = "西罗纳尔多-希雷诺斯",
						["iLvl"] = 272,
						["time"] = 1652187975,
						["class"] = 11,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "五十以到-天谴之门",
						["iLvl"] = 261,
						["time"] = 1652187975,
						["class"] = 12,
						["bTag"] = "BerialSloth#5324",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "萨贰之风-燃烧之刃",
						["iLvl"] = 273,
						["time"] = 1652187975,
						["class"] = 3,
						["bTag"] = "乌瑟尔丶光明使者#5927",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "一个小奶萨-死亡之翼",
						["time"] = 1652187975,
						["class"] = 7,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "一名联盟妹子-无尽之海",
						["iLvl"] = 268,
						["time"] = 1652366087,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "清明上河图#51319",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "辛迪瑞啦-红龙女王",
						["iLvl"] = 275,
						["time"] = 1652366087,
						["class"] = 12,
						["bTag"] = "兜兜里有糖吃#5395",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "黄豆豆-烈焰峰",
						["iLvl"] = 267,
						["time"] = 1652366087,
						["class"] = 11,
						["bTag"] = "黄豆豆#5549",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "浩劫一箭-血色十字军",
						["iLvl"] = 270,
						["time"] = 1652366087,
						["class"] = 9,
						["bTag"] = "潜行之龟#5273286",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "吃饱没有啊-死亡之翼",
						["iLvl"] = 262,
						["time"] = 1652465723,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "诗静宜人#51173",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "风吟殇-凤凰之神",
						["iLvl"] = 272,
						["time"] = 1652465723,
						["class"] = 12,
						["bTag"] = "風吟浅傷丶#5659",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "放长击远-无尽之海",
						["iLvl"] = 272,
						["time"] = 1652465723,
						["class"] = 10,
						["bTag"] = "魔法之龟#5281245",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "夜狂热-恶魔之魂",
						["iLvl"] = 255,
						["time"] = 1652465723,
						["class"] = 7,
						["bTag"] = "狂热的狂歌者#5610",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "熊沙发-巨龙之吼",
						["iLvl"] = 265,
						["time"] = 1652510512,
						["class"] = 11,
						["leader"] = true,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "粉色是可愛色-格瑞姆巴托",
						["iLvl"] = 274,
						["time"] = 1652512549,
						["class"] = 2,
						["bTag"] = "翻滚吧酸奶君#5444",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "相伴到永远-密林游侠",
						["iLvl"] = 276,
						["time"] = 1652512549,
						["class"] = 1,
						["bTag"] = "我的世界#5754",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "喵小齐-格瑞姆巴托",
						["iLvl"] = 276,
						["time"] = 1652512549,
						["class"] = 7,
						["bTag"] = "此生恋回眸#5445",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "股二蛋丶阿祖-贫瘠之地",
						["iLvl"] = 258,
						["time"] = 1652512549,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "MrAvg#5692",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "血武士-艾露恩",
						["iLvl"] = 266,
						["time"] = 1652514823,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "破军#5819",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "梵高灬先生-安苏",
						["iLvl"] = 272,
						["time"] = 1652514823,
						["class"] = 5,
						["bTag"] = "嵗月无声#5858",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "巷子里铸铁人-死亡之翼",
						["iLvl"] = 276,
						["time"] = 1652514823,
						["class"] = 1,
						["bTag"] = "Scream#52672",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "终极魔兽-阿尔萨斯",
						["iLvl"] = 276,
						["time"] = 1652514823,
						["class"] = 3,
						["bTag"] = "于示#5742",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "古今凶兆-洛萨",
						["time"] = 1652551607,
						["class"] = 7,
						["leader"] = true,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "黎夕丶-龙骨平原",
						["iLvl"] = 265,
						["time"] = 1652551607,
						["class"] = 6,
						["bTag"] = "天空阅读#5338",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "Mokou-龙骨平原",
						["time"] = 1652551607,
						["class"] = 6,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "为你唱赞歌-死亡之翼",
						["iLvl"] = 274,
						["time"] = 1652551607,
						["class"] = 9,
						["bTag"] = "懒惰的泰坦#5478",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "萌萌的小撕骑-布兰卡德",
						["iLvl"] = 261,
						["time"] = 1652711977,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "大大的奶牛#5466",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "美味的壮咕-布兰卡德",
						["iLvl"] = 280,
						["time"] = 1652711977,
						["class"] = 11,
						["bTag"] = "酋长乐队颜值担当#5394",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Dearjason-影之哀伤",
						["iLvl"] = 274,
						["time"] = 1652712837,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "我今年二年級#5675",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "没牙仔丶-影之哀伤",
						["iLvl"] = 273,
						["time"] = 1652712837,
						["class"] = 11,
						["bTag"] = "戏言#5367",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "迷你罐-影之哀伤",
						["iLvl"] = 260,
						["time"] = 1652712837,
						["class"] = 8,
						["bTag"] = "日肥#5176",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "斯卡姆碎龙者-格瑞姆巴托",
						["iLvl"] = 265,
						["time"] = 1652712837,
						["class"] = 7,
						["bTag"] = "超能之田哔哔#5341",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "鹅蛋力为灬-伊森利恩",
						["iLvl"] = 276,
						["time"] = 1652714996,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "王金豆丶#5907",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "酒丶你端到-影之哀伤",
						["iLvl"] = 270,
						["time"] = 1652714996,
						["class"] = 5,
						["bTag"] = "肚兜要减肥#5356",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "眯眼王人工-血色十字军",
						["iLvl"] = 265,
						["time"] = 1652714996,
						["class"] = 9,
						["bTag"] = "疯狂的坏蛋#51337",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "狂兽破军-森金",
						["iLvl"] = 277,
						["time"] = 1652714996,
						["class"] = 1,
						["bTag"] = "狂兽破军#5127",
					}, -- [35]
				},
				["2-260-695-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "爱琉璃三万倾-凤凰之神",
						["iLvl"] = 262,
						["time"] = 1652507147,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "王路飞#51861",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "一剑镇灵歌-凤凰之神",
						["iLvl"] = 272,
						["time"] = 1652507147,
						["class"] = 1,
						["bTag"] = "短头发的树#5278",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "好饿丶哦-贫瘠之地",
						["iLvl"] = 260,
						["time"] = 1652506257,
						["class"] = 9,
						["bTag"] = "黑帆#51482",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "蒋小布-凤凰之神",
						["iLvl"] = 269,
						["time"] = 1652506134,
						["class"] = 3,
						["bTag"] = "复活#5555",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "破小三-无尽之海",
						["iLvl"] = 266,
						["time"] = 1652506740,
						["class"] = 3,
						["bTag"] = "po3333#5526",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "帕特加斯-回音山",
						["iLvl"] = 261,
						["time"] = 1652507147,
						["class"] = 7,
						["bTag"] = "ConfusedJica#5635",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "天灬殇-神圣之歌",
						["iLvl"] = 272,
						["time"] = 1652507147,
						["class"] = 3,
						["bTag"] = "魯尛齊#5367",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "飛天修羅-影之哀伤",
						["iLvl"] = 258,
						["time"] = 1652517985,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "恶之魇#5719",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "哲别醉酒-安其拉",
						["iLvl"] = 266,
						["time"] = 1652517985,
						["class"] = 3,
						["bTag"] = "醉余年#5219",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "阡山暮雪-塞拉摩",
						["iLvl"] = 261,
						["time"] = 1652517985,
						["class"] = 10,
						["bTag"] = "云淡风轻#5126",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "打渣子德-格瑞姆巴托",
						["iLvl"] = 256,
						["time"] = 1652517985,
						["class"] = 11,
						["bTag"] = "简单粗暴#51857",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "飞行-燃烧之刃",
						["iLvl"] = 263,
						["time"] = 1652522321,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "一代贼神#51343",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "祝你快乐-死亡之翼",
						["iLvl"] = 274,
						["time"] = 1652522170,
						["class"] = 3,
						["bTag"] = "BruceWu#51354",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "水无月流歌丶-格瑞姆巴托",
						["iLvl"] = 272,
						["time"] = 1652522321,
						["class"] = 8,
						["bTag"] = "博丽灵梦#5858",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "我想删库-冰风岗",
						["iLvl"] = 253,
						["time"] = 1652522801,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "傲娇侠#5200",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "阿拉斯加牛-巫妖之王",
						["iLvl"] = 269,
						["time"] = 1652522801,
						["class"] = 3,
						["bTag"] = "阿拉斯加牛#5447",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "月逝情殇丶-迅捷微风",
						["iLvl"] = 274,
						["time"] = 1652522801,
						["class"] = 12,
						["bTag"] = "月逝情殇#5309",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "小璨丶-红龙女王",
						["iLvl"] = 270,
						["time"] = 1652522801,
						["class"] = 2,
						["bTag"] = "小璨丶#5961",
					}, -- [18]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "天火咆哮-日落沼泽",
						["iLvl"] = 269,
						["time"] = 1652191848,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "天火咆哮#5590",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "甲基丙烯酰胺-燃烧之刃",
						["iLvl"] = 276,
						["time"] = 1652191671,
						["class"] = 12,
						["bTag"] = "QUEEN#5944",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "酱油超-燃烧之刃",
						["iLvl"] = 272,
						["time"] = 1652191785,
						["class"] = 9,
						["bTag"] = "酱油超#5831",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "乱言-回音山",
						["time"] = 1652191661,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "陈芷乔-影之哀伤",
						["iLvl"] = 279,
						["time"] = 1652191684,
						["class"] = 11,
						["bTag"] = "小陈#52901",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "丶荒年-凤凰之神",
						["iLvl"] = 273,
						["time"] = 1652191684,
						["class"] = 8,
						["bTag"] = "荒年#52846",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "冫中钅夆灬-格瑞姆巴托",
						["iLvl"] = 277,
						["time"] = 1652191852,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小人物#54772",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "湘中稻草-奈法利安",
						["time"] = 1652191741,
						["class"] = 3,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Moseley-凤凰之神",
						["iLvl"] = 267,
						["time"] = 1652191859,
						["class"] = 1,
						["bTag"] = "Millennio#5726",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "姜烈山-影之哀伤",
						["iLvl"] = 277,
						["time"] = 1652191765,
						["class"] = 1,
						["bTag"] = "姜烈山#5638",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "恰是风的路过-丽丽（四川）",
						["iLvl"] = 266,
						["time"] = 1652191850,
						["class"] = 1,
						["bTag"] = "路过灬飘过#5250",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "豆豆一零一-影之哀伤",
						["time"] = 1652191783,
						["class"] = 2,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "西瓜没了夏天-死亡之翼",
						["iLvl"] = 277,
						["time"] = 1652191831,
						["class"] = 8,
						["bTag"] = "苦口良药#51152",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Choices-鬼雾峰",
						["iLvl"] = 269,
						["time"] = 1652191806,
						["class"] = 3,
						["bTag"] = "choices#5814",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "海棠未眠-黑暗虚空",
						["time"] = 1652200577,
						["class"] = 4,
						["leader"] = true,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔的幻影-巨龙之吼",
						["time"] = 1652200577,
						["class"] = 9,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "那一抹湛蓝-布兰卡德",
						["time"] = 1652200577,
						["class"] = 8,
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "沐燚榕-凤凰之神",
						["time"] = 1652200577,
						["class"] = 2,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "百变甜心-死亡之翼",
						["time"] = 1652200577,
						["class"] = 11,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "仓岚-凤凰之神",
						["time"] = 1652200577,
						["class"] = 7,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Hannibal-织亡者",
						["iLvl"] = 256,
						["time"] = 1652200577,
						["class"] = 7,
						["bTag"] = "Ymao#5324",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Laosj-迦拉克隆",
						["time"] = 1652200577,
						["class"] = 3,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "丨幻灬视丨-无尽之海",
						["time"] = 1652200577,
						["class"] = 8,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "骨神-无尽之海",
						["iLvl"] = 274,
						["time"] = 1652200601,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "木木#5931",
					}, -- [24]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -3.1702880859375,
					["x"] = 432.8998413085938,
					["scale"] = 1,
				},
			},
			["version"] = "90200.01",
			["searchHistoryList"] = {
				"2-260-695-0", -- [1]
				"2-280-1016-0", -- [2]
				"2-266-717-0", -- [3]
				"6-0-16-0", -- [4]
				"6-0-0-0", -- [5]
			},
			["lastSearchCode"] = "2-260-695-0",
		},
	},
}
