
AddOnSkinsDB = {
	["profileKeys"] = {
		["薇羽 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["李孝利 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["杜一航 - 燃烧之刃"] = "蝶舞菲菲 - 冰风岗",
		["Weiyuanne - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["李英爱 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["郭可盈 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["雪舞薇薇 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["桃小桃同学 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["雪舞霏霏 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["赵丽颖 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["试玩下哦 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["蝶舞菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["陶小桃 - 影之哀伤"] = "Default",
		["安杰利娜朱莉 - 斯克提斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
	},
	["profiles"] = {
		["Default"] = {
			["BugSack"] = false,
			["Immersion"] = false,
			["TinyInspect"] = false,
		},
		["蝶舞菲菲 - 冰风岗"] = {
			["SkinTemplate"] = "ClassColor",
			["SkinDebug"] = true,
			["BugSack"] = false,
			["TinyInspect"] = false,
			["Immersion"] = false,
		},
	},
}
AddOnSkinsDS = {
}
