
DataStore_AuctionsDB = {
	["global"] = {
		["Characters"] = {
			["Default.冰风岗.柳絮菲菲"] = {
				["lastAuctionsScan"] = 1631252021,
				["lastVisitDate"] = "2021/09/10 13:19",
				["lastUpdate"] = 1631252021,
			},
			["Default.影之哀伤.柳絮菲菲"] = {
				["lastUpdate"] = 1645022818,
				["lastVisitDate"] = "2022/02/16 22:46",
			},
			["Default.阿比迪斯.李英爱"] = {
				["lastUpdate"] = 1630642898,
				["lastVisitDate"] = "2021/09/03 12:21",
			},
		},
	},
	["profileKeys"] = {
		["薇羽 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["李孝利 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["杜一航 - 燃烧之刃"] = "蝶舞菲菲 - 冰风岗",
		["Weiyuanne - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["李英爱 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["郭可盈 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["雪舞薇薇 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["桃小桃同学 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["安杰利娜朱莉 - 斯克提斯"] = "蝶舞菲菲 - 冰风岗",
		["赵丽颖 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["试玩下哦 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["陶小桃 - 影之哀伤"] = "陶小桃 - 影之哀伤",
		["雪舞霏霏 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["蝶舞菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
	},
}
