
DataStore_MailsDB = {
	["profileKeys"] = {
		["弄着玩玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["李孝利 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["Weiyuanne - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["试玩下哦 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["李英爱 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["桃小桃同学 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["雪舞薇薇 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["安杰利娜朱莉 - 斯克提斯"] = "蝶舞菲菲 - 冰风岗",
		["赵丽颖 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["杜一航 - 安苏"] = "蝶舞菲菲 - 冰风岗",
		["蝶舞菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["郭可盈 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["雪舞霏霏 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
	},
	["global"] = {
		["Options"] = {
			["ReportExpiredMailsToChat"] = false,
			["CheckMailExpiry"] = false,
			["CheckMailExpiryAllRealms"] = false,
			["CheckMailExpiryAllAccounts"] = false,
		},
		["Characters"] = {
			["Default.安苏.杜一航"] = {
				["lastUpdate"] = 1650689426,
				["lastVisitDate"] = "2022/04/23 12:50",
			},
			["Default.阿比迪斯.李英爱"] = {
				["lastUpdate"] = 1630642759,
				["Mails"] = {
					{
						["sender"] = "柳絮菲菲",
						["itemID"] = 187187,
						["link"] = "|cff00ccff|Hitem:187187::::::::60:70::::1:28:743:::::|h[刻希亚军械]|h|r",
						["count"] = 1,
						["icon"] = 3052062,
						["lastCheck"] = 1631231190,
						["daysLeft"] = 30,
					}, -- [1]
					{
						["sender"] = "蝶舞菲菲",
						["itemID"] = 187187,
						["link"] = "|cff00ccff|Hitem:187187::::::::60:102::::1:28:2043:::::|h[刻希亚军械]|h|r",
						["count"] = 1,
						["lastCheck"] = 1631330825,
						["icon"] = 3052062,
						["daysLeft"] = 30,
					}, -- [2]
				},
				["lastVisitDate"] = "2021/09/03 12:19",
			},
			["Default.冰风岗.柳絮菲菲"] = {
				["lastUpdate"] = 1631330957,
				["lastVisitDate"] = "2021/09/11 11:29",
			},
			["Default.影之哀伤.柳絮菲菲"] = {
				["lastUpdate"] = 1647093911,
				["Mails"] = {
					{
						["icon"] = 134327,
						["sender"] = "云宝宝丶",
						["subject"] = "会长来信",
						["returned"] = false,
						["money"] = 0,
						["text"] = "你有一份来自<云梦灵歌>的新版本助力包裹请注意查收。祝你好运！",
						["lastCheck"] = 1647093911,
						["daysLeft"] = 8.8877086639404,
					}, -- [1]
					{
						["returned"] = false,
						["sender"] = "拍卖行",
						["itemID"] = 171273,
						["link"] = "|cffffffff|Hitem:171273::::::::60:65:::::::::|h[幽魂智力药水]|h|r",
						["lastCheck"] = 1647093911,
						["count"] = 18,
						["icon"] = 3566836,
						["daysLeft"] = 29.957221984863,
					}, -- [2]
				},
				["lastVisitDate"] = "2022/03/12 22:05",
			},
		},
	},
}
