
DataStoreDB = {
	["global"] = {
		["Guilds"] = {
			["Default.影之哀伤.云梦灵歌"] = {
				["faction"] = "Horde",
			},
			["Default.安苏.浪客剑心最终章"] = {
				["faction"] = "Horde",
			},
		},
		["Version"] = 1,
		["Characters"] = {
			["Default.安苏.杜一航"] = {
				["faction"] = "Horde",
			},
			["Default.影之哀伤.柳絮菲菲"] = {
				["guildName"] = "云梦灵歌",
				["faction"] = "Horde",
			},
			["Default.影之哀伤.薇羽"] = {
				["faction"] = "Horde",
				["guildName"] = "云梦灵歌",
			},
		},
		["ShortToLongRealmNames"] = {
			["阿比迪斯"] = "阿比迪斯",
			["冰风岗"] = "冰风岗",
			["安苏"] = "安苏",
			["斯克提斯"] = "斯克提斯",
			["影之哀伤"] = "影之哀伤",
		},
	},
	["profileKeys"] = {
		["弄着玩玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["李孝利 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["Weiyuanne - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["试玩下哦 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["李英爱 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["桃小桃同学 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["雪舞薇薇 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["安杰利娜朱莉 - 斯克提斯"] = "蝶舞菲菲 - 冰风岗",
		["赵丽颖 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["杜一航 - 安苏"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["蝶舞菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["郭可盈 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["雪舞霏霏 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
	},
}
