
DataStore_AgendaDB = {
	["profileKeys"] = {
		["薇羽 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["李孝利 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["杜一航 - 燃烧之刃"] = "蝶舞菲菲 - 冰风岗",
		["Weiyuanne - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["试玩下哦 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["李英爱 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["桃小桃同学 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["雪舞薇薇 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["郭可盈 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["雪舞霏霏 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["赵丽颖 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["蝶舞菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["陶小桃 - 影之哀伤"] = "陶小桃 - 影之哀伤",
		["安杰利娜朱莉 - 斯克提斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
	},
	["global"] = {
		["Characters"] = {
			["Default.影之哀伤.薇羽"] = {
				["lastUpdate"] = 1651757798,
			},
			["Default.斯克提斯.安杰利娜朱莉"] = {
				["lastUpdate"] = 1625979819,
			},
			["Default.阿比迪斯.李英爱"] = {
				["lastUpdate"] = 1633143254,
			},
			["Default.阿比迪斯.雪舞霏霏"] = {
				["lastUpdate"] = 1633144025,
			},
			["Default.影之哀伤.陶小桃"] = {
				["lastUpdate"] = 1651566250,
			},
			["Default.影之哀伤.柳絮菲菲"] = {
				["lastUpdate"] = 1648222799,
			},
			["Default.阿比迪斯.赵丽颖"] = {
				["lastUpdate"] = 1633144485,
			},
			["Default.冰风岗.薇羽"] = {
				["lastUpdate"] = 1645023311,
			},
			["Default.阿比迪斯.薇羽"] = {
				["lastUpdate"] = 1626883555,
			},
			["Default.冰风岗.蝶舞菲菲"] = {
				["lastUpdate"] = 1651209368,
			},
			["Default.燃烧之刃.杜一航"] = {
				["lastUpdate"] = 1652013944,
			},
			["Default.冰风岗.柳絮菲菲"] = {
				["lastUpdate"] = 1635353523,
			},
			["Default.阿比迪斯.李孝利"] = {
				["lastUpdate"] = 1623650407,
			},
			["Default.阿比迪斯.Weiyuanne"] = {
				["lastUpdate"] = 1633142615,
			},
			["Default.阿比迪斯.雪舞薇薇"] = {
				["lastUpdate"] = 1633144176,
			},
		},
		["Options"] = {
			["WeeklyResetHour"] = 6,
			["WeeklyResetDay"] = 4,
			["NextWeeklyReset"] = "2022-05-12",
		},
	},
}
