
DataStore_GarrisonsDB = {
	["profileKeys"] = {
		["薇羽 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["李孝利 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["Weiyuanne - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["蝶舞菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["李英爱 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["郭可盈 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 影之哀伤"] = "蝶舞菲菲 - 冰风岗",
		["雪舞薇薇 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["柳絮菲菲 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["杜一航 - 安苏"] = "蝶舞菲菲 - 冰风岗",
		["雪舞霏霏 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["赵丽颖 - 阿比迪斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["桃小桃同学 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["薇羽 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["试玩下哦 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
		["安杰利娜朱莉 - 斯克提斯"] = "蝶舞菲菲 - 冰风岗",
		["弄着玩玩的 - 冰风岗"] = "蝶舞菲菲 - 冰风岗",
	},
	["global"] = {
		["Characters"] = {
			["Default.影之哀伤.薇羽"] = {
				["numRareFollowers"] = 1,
				["avgArmoriLevel"] = 672.875,
				["lastUpdate"] = 1648709885,
				["numFollowersAtiLevel645"] = 26,
				["numFollowersAtiLevel660"] = 23,
				["numFollowersAtiLevel615"] = 29,
				["AbilityCounters"] = {
					5, -- [1]
					7, -- [2]
					5, -- [3]
					4, -- [4]
					nil, -- [5]
					12, -- [6]
					9, -- [7]
					8, -- [8]
					8, -- [9]
					12, -- [10]
				},
				["Followers"] = {
					[292] = {
						["isInactive"] = true,
						["link"] = "|cffa335ee|Hgarrfollower:292:4:40:657:171:173:0:0:74:42:44:0:0|h[克拉吉兹]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[180] = {
						["levelXP"] = 400,
						["link"] = "|cff1eff00|Hgarrfollower:180:2:30:600:103:0:0:0:53:0:0:0:0|h[暗影猎手莱拉]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[357] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:357:4:40:675:152:151:0:0:70:46:74:0:0|h[肯兹·独狼]|h|r",
					},
					[708] = {
						["levelXP"] = 2700,
						["xp"] = 1490,
						["link"] = "|cffffffff|Hgarrfollower:708:1:43:760:450:0:0:0:0:0:0:0:344|h[拉格瓦尔德·龙脉]|h|r",
					},
					[360] = {
						["levelXP"] = 400,
						["link"] = "|cff1eff00|Hgarrfollower:360:2:30:600:105:0:0:0:37:0:0:0:0|h[阿丽娅·血日]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[183] = {
						["levelXP"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:183:4:40:631:167:103:0:0:8:221:40:0:0|h[戈隆追猎者洛卡什]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[153] = {
						["link"] = "|cff1eff00|Hgarrfollower:153:2:35:600:159:0:0:0:60:0:0:0:0|h[卡拉]|h|r",
						["isInactive"] = true,
						["xp"] = 1235,
						["levelXP"] = 3000,
					},
					[217] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:217:4:40:675:108:182:0:0:36:41:75:0:0|h[楚伦娜]|h|r",
					},
					[431] = {
						["levelXP"] = 400,
						["link"] = "|cff1eff00|Hgarrfollower:431:2:30:600:164:0:0:0:70:0:0:0:0|h[洛克塔尔]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[155] = {
						["link"] = "|cffa335ee|Hgarrfollower:155:4:40:675:6:102:0:0:69:73:80:0:0|h[莫克斯·剑吼]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[433] = {
						["link"] = "|cffa335ee|Hgarrfollower:433:4:40:675:143:142:0:0:70:74:76:0:0|h[晓]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[219] = {
						["link"] = "|cffa335ee|Hgarrfollower:219:4:40:675:106:107:0:0:231:80:49:0:0|h[利奥拉]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[157] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:157:4:40:675:120:122:0:0:69:70:80:0:0|h[兰特瑞索·火刃]|h|r",
					},
					[189] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:189:4:40:675:122:121:0:0:201:49:39:0:0|h[布洛克]|h|r",
					},
					[159] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:159:4:40:675:157:155:0:0:4:69:7:0:0|h[尖啸者卡兹]|h|r",
					},
					[192] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:192:4:40:675:160:162:0:0:57:42:72:0:0|h[基姆兹·宾奇维斯]|h|r",
					},
					[381] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:381:4:40:675:106:157:0:0:69:7:38:0:0|h[沙帕]|h|r",
					},
					[193] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:193:4:40:675:102:100:0:0:231:36:71:0:0|h[托莫克]|h|r",
					},
					[194] = {
						["levelXP"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:194:4:40:622:134:135:0:0:228:41:37:0:0|h[长青的菲拉克]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[195] = {
						["isInactive"] = true,
						["levelXP"] = 3000,
						["xp"] = 200,
						["link"] = "|cff1eff00|Hgarrfollower:195:2:35:600:160:0:0:0:7:0:0:0:0|h[阿莱克斯·巴罗夫]|h|r",
					},
					[451] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:451:4:40:675:143:144:0:0:79:69:37:0:0|h[袁梦天]|h|r",
					},
					[709] = {
						["levelXP"] = 2700,
						["xp"] = 296,
						["link"] = "|cffffffff|Hgarrfollower:709:1:43:760:452:0:0:0:0:0:0:0:345|h[菲娜·伯恩多提尔]|h|r",
					},
					[455] = {
						["link"] = "|cffa335ee|Hgarrfollower:455:4:40:675:172:173:0:0:45:8:46:0:0|h[米尔豪斯·法力风暴]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[182] = {
						["levelXP"] = 2000,
						["link"] = "|cff1eff00|Hgarrfollower:182:2:34:600:105:0:0:0:54:0:0:0:0|h[穆维里克]|h|r",
						["xp"] = 4,
						["isInactive"] = true,
					},
					[858] = {
						["link"] = "|cffffffff|Hgarrfollower:858:1:35:700:599:0:0:0:0:0:0:0:0|h[瓦拉加尔候选者]|h|r",
						["xp"] = 0,
						["levelXP"] = 200,
					},
					[299] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:299:4:40:649:168:5:0:0:53:4:44:0:0|h[魔导师寒风]|h|r",
					},
					[216] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:216:4:40:675:5:170:0:0:231:46:69:0:0|h[薇薇安]|h|r",
					},
					[186] = {
						["levelXP"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:186:4:40:675:107:154:0:0:74:70:42:0:0|h[盖亚安祖母]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[453] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:453:4:40:675:165:167:0:0:79:41:71:0:0|h[黑暗游侠维罗娜拉]|h|r",
					},
					[463] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:463:4:40:675:148:10:0:0:79:46:69:0:0|h[乌娜·斯莱舍]|h|r",
					},
					[207] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:207:4:40:673:181:179:0:0:231:221:9:0:0|h[艾达·晨光]|h|r",
					},
					[859] = {
						["link"] = "|cffffffff|Hgarrfollower:859:1:35:700:599:0:0:0:0:0:0:0:0|h[瓦拉加尔候选者]|h|r",
						["xp"] = 0,
						["levelXP"] = 200,
					},
					[466] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffff8000|Hgarrfollower:466:5:40:675:159:160:0:0:47:38:73:0:0|h[半兽人迦罗娜]|h|r",
					},
					[204] = {
						["levelXP"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:204:4:40:615:116:114:0:0:58:75:4:0:0|h[本杰明·吉布]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[405] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:405:4:40:675:179:177:0:0:70:75:9:0:0|h[迪娜·邪语]|h|r",
					},
					[238] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:238:4:40:675:118:116:0:0:41:70:39:0:0|h[迪尼佐·雹击]|h|r",
					},
					[88] = {
						["levelXP"] = 400,
						["xp"] = 0,
						["link"] = "|cff1eff00|Hgarrfollower:88:2:30:600:120:0:0:0:54:0:0:0:0|h[拉兹雷克]|h|r",
					},
					[342] = {
						["levelXP"] = 400,
						["link"] = "|cff1eff00|Hgarrfollower:342:2:30:600:148:0:0:0:70:0:0:0:0|h[“医生”舒维瑟尔]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[346] = {
						["link"] = "|cff0070dd|Hgarrfollower:346:3:30:600:11:0:0:0:59:39:0:0:0|h[安哈克萨]|h|r",
						["isInactive"] = true,
						["xp"] = 100,
						["levelXP"] = 400,
					},
					[686] = {
						["link"] = "|cffffffff|Hgarrfollower:686:1:35:700:599:0:0:0:0:0:0:0:0|h[瓦拉加尔候选者]|h|r",
						["xp"] = 0,
						["levelXP"] = 200,
					},
					[474] = {
						["link"] = "|cffa335ee|Hgarrfollower:474:4:40:600:100:121:0:0:244:256:46:0:0|h[阿里乌克]|h|r",
						["isInactive"] = true,
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[208] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:208:4:40:645:102:122:0:0:56:74:79:0:0|h[阿姆]|h|r",
					},
					[177] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:177:4:40:675:124:130:0:0:41:42:8:0:0|h[考尔曼]|h|r",
					},
					[34] = {
						["levelXP"] = 60000,
						["link"] = "|cff1eff00|Hgarrfollower:34:2:40:600:100:0:0:0:59:0:0:0:0|h[欧林·棕皮]|h|r",
						["xp"] = 38177,
						["isInactive"] = true,
					},
					[178] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:178:4:40:675:130:124:0:0:77:36:4:0:0|h[火车王里诺艾]|h|r",
					},
					[860] = {
						["link"] = "|cffffffff|Hgarrfollower:860:1:35:700:599:0:0:0:0:0:0:0:0|h[瓦拉加尔候选者]|h|r",
						["xp"] = 0,
						["levelXP"] = 200,
					},
				},
				["AvailableMissions"] = {
					87, -- [1]
					114, -- [2]
					138, -- [3]
					139, -- [4]
					159, -- [5]
					179, -- [6]
					180, -- [7]
					182, -- [8]
					184, -- [9]
					242, -- [10]
					245, -- [11]
					263, -- [12]
					265, -- [13]
					274, -- [14]
					312, -- [15]
					328, -- [16]
					391, -- [17]
					685, -- [18]
					254, -- [19]
					379, -- [20]
				},
				["MissionsInfo"] = {
					[1055] = {
						["successChance"] = 125,
						["followers"] = {
							709, -- [1]
							860, -- [2]
							686, -- [3]
						},
					},
				},
				["Traits"] = {
					[38] = 2,
					[46] = 5,
					[54] = 2,
					[4] = 4,
					[76] = 1,
					[7] = 3,
					[8] = 3,
					[39] = 3,
					[47] = 1,
					[79] = 4,
					[56] = 1,
					[80] = 3,
					[41] = 5,
					[49] = 2,
					[57] = 1,
					[256] = 1,
					[42] = 4,
					[228] = 1,
					[69] = 7,
					[231] = 4,
					[59] = 2,
					[70] = 8,
					[244] = 1,
					[9] = 2,
					[36] = 3,
					[71] = 2,
					[44] = 2,
					[58] = 1,
					[60] = 1,
					[72] = 1,
					[40] = 1,
					[77] = 1,
					[37] = 3,
					[73] = 2,
					[45] = 1,
					[53] = 2,
					[221] = 2,
					[74] = 5,
					[75] = 3,
					[201] = 1,
				},
				["AvailableOrderHallMissions"] = {
					1338, -- [1]
				},
				["numFollowersAtiLevel675"] = 22,
				["numFollowers"] = 40,
				["AvailableCovenantMissions"] = {
					2174, -- [1]
				},
				["ActiveOrderHallMissions"] = {
					1055, -- [1]
				},
				["Abilities"] = {
					[106] = 2,
					[179] = 2,
					[148] = 2,
					[107] = 2,
					[181] = 1,
					[5] = 2,
					[182] = 1,
					[108] = 1,
					[124] = 2,
					[10] = 1,
					[154] = 1,
					[155] = 1,
					[157] = 2,
					[159] = 2,
					[160] = 3,
					[130] = 2,
					[162] = 1,
					[114] = 1,
					[164] = 1,
					[165] = 1,
					[134] = 1,
					[135] = 1,
					[167] = 2,
					[168] = 1,
					[152] = 1,
					[6] = 1,
					[122] = 3,
					[170] = 1,
					[102] = 3,
					[171] = 1,
					[177] = 1,
					[172] = 1,
					[103] = 2,
					[173] = 2,
					[142] = 1,
					[118] = 1,
					[143] = 2,
					[120] = 2,
					[144] = 1,
					[116] = 2,
					[105] = 2,
					[121] = 2,
					[100] = 3,
					[151] = 1,
					[11] = 1,
				},
				["numFollowersAtiLevel630"] = 27,
				["avgWeaponiLevel"] = 672.375,
				["numFollowersAtLevel40"] = 31,
				["numEpicFollowers"] = 29,
				["AvailableWarCampaignMissions"] = {
					1919, -- [1]
					1923, -- [2]
					1925, -- [3]
					1940, -- [4]
					1948, -- [5]
					2154, -- [6]
				},
			},
			["Default.影之哀伤.柳絮菲菲"] = {
				["numRareFollowers"] = 7,
				["avgArmoriLevel"] = 600,
				["lastUpdate"] = 1648222798,
				["AvailableWarCampaignMissions"] = {
					2092, -- [1]
					2094, -- [2]
					2095, -- [3]
				},
				["AbilityCounters"] = {
					3, -- [1]
					5, -- [2]
					1, -- [3]
					2, -- [4]
					nil, -- [5]
					3, -- [6]
					5, -- [7]
					4, -- [8]
					2, -- [9]
					6, -- [10]
				},
				["Followers"] = {
					[479] = {
						["link"] = "|cffffffff|Hgarrfollower:479:1:40:760:453:0:0:0:0:0:0:0:342|h[守备官波鲁斯]|h|r",
						["xp"] = 702,
						["levelXP"] = 1500,
					},
					[480] = {
						["link"] = "|cffffffff|Hgarrfollower:480:1:39:760:455:0:0:0:0:0:0:0:342|h[玛克斯韦尔·泰罗索斯男爵]|h|r",
						["xp"] = 231,
						["levelXP"] = 1000,
					},
					[211] = {
						["levelXP"] = 5400,
						["xp"] = 629,
						["link"] = "|cff1eff00|Hgarrfollower:211:2:38:600:164:0:0:0:77:0:0:0:0|h[佩妮·殴底]|h|r",
					},
					[180] = {
						["levelXP"] = 3000,
						["xp"] = 362,
						["link"] = "|cff1eff00|Hgarrfollower:180:2:35:600:103:0:0:0:53:0:0:0:0|h[暗影猎手莱拉]|h|r",
					},
					[182] = {
						["levelXP"] = 400,
						["link"] = "|cff1eff00|Hgarrfollower:182:2:30:600:105:0:0:0:54:0:0:0:0|h[穆维里克]|h|r",
						["xp"] = 200,
						["isInactive"] = true,
					},
					[840] = {
						["levelXP"] = 200,
						["xp"] = 0,
						["link"] = "|cffffffff|Hgarrfollower:840:1:35:700:559:0:0:0:0:0:0:0:0|h[新晋侍从]|h|r",
					},
					[183] = {
						["levelXP"] = 60000,
						["xp"] = 2259,
						["link"] = "|cff1eff00|Hgarrfollower:183:2:40:600:167:0:0:0:55:0:0:0:0|h[戈隆追猎者洛卡什]|h|r",
					},
					[184] = {
						["link"] = "|cffa335ee|Hgarrfollower:184:4:39:600:154:155:0:0:7:77:256:0:0|h[可敬的卡尔戈]|h|r",
						["xp"] = 235,
						["levelXP"] = 6000,
					},
					[216] = {
						["levelXP"] = 5400,
						["xp"] = 3002,
						["link"] = "|cff0070dd|Hgarrfollower:216:3:38:600:5:0:0:0:231:77:0:0:0|h[薇薇安]|h|r",
					},
					[155] = {
						["link"] = "|cff1eff00|Hgarrfollower:155:2:38:600:6:0:0:0:37:0:0:0:0|h[莫克斯·剑吼]|h|r",
						["xp"] = 1918,
						["levelXP"] = 5400,
					},
					[219] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:219:4:40:600:106:155:0:0:231:46:38:0:0|h[利奥拉]|h|r",
					},
					[157] = {
						["levelXP"] = 120000,
						["xp"] = 33144,
						["link"] = "|cff0070dd|Hgarrfollower:157:3:40:600:102:0:0:0:52:42:0:0:0|h[兰特瑞索·火刃]|h|r",
					},
					[189] = {
						["levelXP"] = 60000,
						["xp"] = 30293,
						["link"] = "|cff1eff00|Hgarrfollower:189:2:40:600:122:0:0:0:201:0:0:0:0|h[布洛克]|h|r",
					},
					[159] = {
						["link"] = "|cff1eff00|Hgarrfollower:159:2:40:600:157:0:0:0:60:0:0:0:0|h[尖啸者卡兹]|h|r",
						["xp"] = 5312,
						["levelXP"] = 60000,
					},
					[192] = {
						["link"] = "|cff0070dd|Hgarrfollower:192:3:40:600:160:0:0:0:57:44:0:0:0|h[基姆兹·宾奇维斯]|h|r",
						["xp"] = 7183,
						["levelXP"] = 120000,
					},
					[193] = {
						["link"] = "|cff0070dd|Hgarrfollower:193:3:40:600:100:0:0:0:231:72:0:0:0|h[托莫克]|h|r",
						["xp"] = 851,
						["levelXP"] = 120000,
					},
					[225] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:225:4:40:600:120:100:0:0:56:45:256:0:0|h[艾克诺·钢铁使者]|h|r",
					},
					[34] = {
						["levelXP"] = 60000,
						["xp"] = 2279,
						["link"] = "|cff1eff00|Hgarrfollower:34:2:40:600:100:0:0:0:59:0:0:0:0|h[欧林·棕皮]|h|r",
					},
					[453] = {
						["levelXP"] = 60000,
						["xp"] = 50025,
						["link"] = "|cff1eff00|Hgarrfollower:453:2:40:600:166:0:0:0:62:0:0:0:0|h[黑暗游侠维罗娜拉]|h|r",
					},
					[841] = {
						["link"] = "|cffffffff|Hgarrfollower:841:1:35:700:559:0:0:0:0:0:0:0:0|h[新晋侍从]|h|r",
						["xp"] = 0,
						["levelXP"] = 200,
					},
					[463] = {
						["link"] = "|cff1eff00|Hgarrfollower:463:2:40:600:148:0:0:0:29:0:0:0:0|h[乌娜·斯莱舍]|h|r",
						["xp"] = 51112,
						["levelXP"] = 60000,
					},
					[401] = {
						["levelXP"] = 400,
						["link"] = "|cff1eff00|Hgarrfollower:401:2:30:600:177:0:0:0:70:0:0:0:0|h[洛克里格·魔奴]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[674] = {
						["levelXP"] = 200,
						["xp"] = 0,
						["link"] = "|cffffffff|Hgarrfollower:674:1:35:700:559:0:0:0:0:0:0:0:0|h[新晋侍从]|h|r",
					},
					[337] = {
						["levelXP"] = 6000,
						["xp"] = 4803,
						["link"] = "|cff1eff00|Hgarrfollower:337:2:39:600:124:0:0:0:70:0:0:0:0|h[塔瑞尔·伊图麦崔]|h|r",
					},
					[153] = {
						["levelXP"] = 3000,
						["link"] = "|cff1eff00|Hgarrfollower:153:2:35:600:159:0:0:0:60:0:0:0:0|h[卡拉]|h|r",
						["xp"] = 956,
						["isInactive"] = true,
					},
					[204] = {
						["link"] = "|cff1eff00|Hgarrfollower:204:2:40:600:116:0:0:0:58:0:0:0:0|h[本杰明·吉布]|h|r",
						["xp"] = 28147,
						["levelXP"] = 60000,
					},
					[177] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:177:4:40:600:124:131:0:0:48:77:36:0:0|h[考尔曼]|h|r",
					},
					[207] = {
						["link"] = "|cff0070dd|Hgarrfollower:207:3:38:600:177:0:0:0:231:40:0:0:0|h[艾达·晨光]|h|r",
						["xp"] = 510,
						["levelXP"] = 5400,
					},
					[474] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:474:4:40:600:120:122:0:0:244:42:69:0:0|h[阿里乌克]|h|r",
					},
					[208] = {
						["levelXP"] = 3000,
						["xp"] = 0,
						["link"] = "|cff0070dd|Hgarrfollower:208:3:35:600:102:0:0:0:56:72:0:0:0|h[阿姆]|h|r",
					},
					[755] = {
						["levelXP"] = 1500,
						["xp"] = 102,
						["link"] = "|cffffffff|Hgarrfollower:755:1:40:760:454:0:0:0:0:0:0:0:340|h[裁决者朱莉亚·塞雷斯蒂]|h|r",
					},
					[675] = {
						["levelXP"] = 200,
						["xp"] = 0,
						["link"] = "|cffffffff|Hgarrfollower:675:1:35:700:561:0:0:0:0:0:0:0:0|h[白银之手骑士]|h|r",
					},
					[478] = {
						["levelXP"] = 800,
						["xp"] = 289,
						["link"] = "|cffffffff|Hgarrfollower:478:1:38:760:454:0:0:0:0:0:0:0:341|h[女伯爵莉亚德琳]|h|r",
					},
					[218] = {
						["levelXP"] = 120000,
						["xp"] = 29047,
						["link"] = "|cff0070dd|Hgarrfollower:218:3:40:600:148:0:0:0:231:38:0:0:0|h[鸦爪祭司伊沙尔]|h|r",
					},
				},
				["AvailableMissions"] = {
					115, -- [1]
					126, -- [2]
					128, -- [3]
					130, -- [4]
					159, -- [5]
					162, -- [6]
					176, -- [7]
					182, -- [8]
					191, -- [9]
					231, -- [10]
					245, -- [11]
					267, -- [12]
					275, -- [13]
					284, -- [14]
					335, -- [15]
					373, -- [16]
					272, -- [17]
					218, -- [18]
				},
				["Traits"] = {
					[58] = 1,
					[59] = 1,
					[201] = 1,
					[62] = 1,
					[244] = 1,
					[256] = 2,
					[36] = 1,
					[72] = 2,
					[38] = 2,
					[60] = 2,
					[40] = 1,
					[57] = 1,
					[42] = 2,
					[37] = 1,
					[44] = 1,
					[45] = 1,
					[46] = 1,
					[77] = 4,
					[48] = 1,
					[52] = 1,
					[53] = 1,
					[69] = 1,
					[231] = 5,
					[7] = 1,
					[54] = 1,
					[55] = 1,
					[56] = 2,
					[29] = 1,
					[70] = 2,
				},
				["AvailableOrderHallMissions"] = {
					1041, -- [1]
					1166, -- [2]
					1168, -- [3]
					1345, -- [4]
				},
				["numFollowers"] = 26,
				["AvailableCovenantMissions"] = {
					2169, -- [1]
					2171, -- [2]
					2204, -- [3]
					2218, -- [4]
					2234, -- [5]
					2238, -- [6]
					2247, -- [7]
					2261, -- [8]
					2262, -- [9]
					2268, -- [10]
					2275, -- [11]
					2290, -- [12]
					2293, -- [13]
					2297, -- [14]
					2313, -- [15]
				},
				["Abilities"] = {
					[131] = 1,
					[116] = 1,
					[120] = 2,
					[122] = 2,
					[124] = 2,
					[155] = 2,
					[159] = 1,
					[167] = 1,
					[5] = 1,
					[105] = 1,
					[148] = 2,
					[160] = 1,
					[164] = 1,
					[6] = 1,
					[157] = 1,
					[100] = 3,
					[102] = 2,
					[177] = 2,
					[106] = 1,
					[154] = 1,
					[103] = 1,
					[166] = 1,
				},
				["numFollowersAtLevel40"] = 15,
				["numEpicFollowers"] = 5,
				["avgWeaponiLevel"] = 600,
			},
			["Default.阿比迪斯.Weiyuanne"] = {
				["numRareFollowers"] = 3,
				["lastUpdate"] = 1633142615,
				["AvailableWarCampaignMissions"] = {
					1927, -- [1]
					1928, -- [2]
					1943, -- [3]
					1959, -- [4]
					2133, -- [5]
					2150, -- [6]
					2095, -- [7]
					2087, -- [8]
					2092, -- [9]
					2094, -- [10]
				},
				["AbilityCounters"] = {
					1, -- [1]
					1, -- [2]
					nil, -- [3]
					1, -- [4]
					nil, -- [5]
					nil, -- [6]
					1, -- [7]
					1, -- [8]
				},
				["Followers"] = {
					[182] = {
						["link"] = "|cff1eff00|Hgarrfollower:182:2:31:600:105:0:0:0:54:0:0:0:0|h[穆维里克]|h|r",
						["xp"] = 0,
						["levelXP"] = 800,
					},
					[216] = {
						["link"] = "|cff0070dd|Hgarrfollower:216:3:32:600:5:0:0:0:231:37:0:0:0|h[薇薇安]|h|r",
						["xp"] = 0,
						["levelXP"] = 1200,
					},
					[34] = {
						["link"] = "|cff1eff00|Hgarrfollower:34:2:31:600:100:0:0:0:59:0:0:0:0|h[欧林·棕皮]|h|r",
						["xp"] = 200,
						["levelXP"] = 800,
					},
					[153] = {
						["levelXP"] = 800,
						["xp"] = 300,
						["link"] = "|cff0070dd|Hgarrfollower:153:3:31:600:159:0:0:0:60:71:0:0:0|h[卡拉]|h|r",
					},
					[463] = {
						["link"] = "|cff0070dd|Hgarrfollower:463:3:31:600:148:0:0:0:77:7:0:0:0|h[乌娜·斯莱舍]|h|r",
						["xp"] = 0,
						["levelXP"] = 800,
					},
				},
				["AvailableMissions"] = {
					67, -- [1]
					144, -- [2]
					147, -- [3]
					215, -- [4]
					223, -- [5]
					370, -- [6]
					228, -- [7]
					145, -- [8]
					148, -- [9]
					196, -- [10]
				},
				["MissionsInfo"] = {
					[221] = {
						["successChance"] = 100,
						["followers"] = {
							463, -- [1]
						},
					},
					[367] = {
						["successChance"] = 100,
						["followers"] = {
							34, -- [1]
							216, -- [2]
							182, -- [3]
						},
					},
					[146] = {
						["successChance"] = 100,
						["followers"] = {
							153, -- [1]
						},
					},
				},
				["Traits"] = {
					[71] = 1,
					[37] = 1,
					[59] = 1,
					[77] = 1,
					[54] = 1,
					[231] = 1,
					[7] = 1,
					[60] = 1,
				},
				["numFollowers"] = 5,
				["Abilities"] = {
					[148] = 1,
					[159] = 1,
					[100] = 1,
					[5] = 1,
					[105] = 1,
				},
				["ActiveMissions"] = {
					146, -- [1]
					221, -- [2]
					367, -- [3]
				},
			},
			["Default.阿比迪斯.雪舞薇薇"] = {
				["numRareFollowers"] = 5,
				["avgArmoriLevel"] = 601.05,
				["lastUpdate"] = 1633144176,
				["numFollowersAtiLevel630"] = 1,
				["numFollowersAtiLevel615"] = 1,
				["AbilityCounters"] = {
					2, -- [1]
					3, -- [2]
					2, -- [3]
					3, -- [4]
					nil, -- [5]
					5, -- [6]
					7, -- [7]
					5, -- [8]
					4, -- [9]
					5, -- [10]
				},
				["ActiveMissions"] = {
					373, -- [1]
					118, -- [2]
					133, -- [3]
					272, -- [4]
					274, -- [5]
					470, -- [6]
				},
				["AvailableMissions"] = {
					161, -- [1]
					191, -- [2]
					168, -- [3]
					162, -- [4]
					245, -- [5]
					363, -- [6]
					116, -- [7]
					267, -- [8]
					266, -- [9]
					127, -- [10]
					128, -- [11]
					337, -- [12]
					276, -- [13]
					275, -- [14]
				},
				["MissionsInfo"] = {
					[133] = {
						["successChance"] = 100,
						["followers"] = {
							463, -- [1]
							193, -- [2]
						},
					},
					[272] = {
						["successChance"] = 100,
						["followers"] = {
							155, -- [1]
							219, -- [2]
							290, -- [3]
						},
					},
					[470] = {
						["successChance"] = 100,
						["followers"] = {
							192, -- [1]
						},
					},
					[274] = {
						["successChance"] = 100,
						["followers"] = {
							34, -- [1]
							208, -- [2]
							204, -- [3]
						},
					},
					[373] = {
						["successChance"] = 100,
						["followers"] = {
							159, -- [1]
							218, -- [2]
							157, -- [3]
						},
					},
					[118] = {
						["successChance"] = 100,
						["followers"] = {
							216, -- [1]
							248, -- [2]
							189, -- [3]
						},
					},
				},
				["Traits"] = {
					[75] = 2,
					[46] = 2,
					[54] = 1,
					[4] = 1,
					[76] = 1,
					[7] = 1,
					[8] = 2,
					[48] = 2,
					[56] = 1,
					[80] = 5,
					[41] = 1,
					[49] = 1,
					[57] = 1,
					[256] = 1,
					[42] = 3,
					[58] = 1,
					[9] = 2,
					[231] = 4,
					[59] = 1,
					[201] = 1,
					[36] = 1,
					[44] = 1,
					[52] = 1,
					[60] = 2,
					[72] = 2,
					[70] = 3,
					[71] = 1,
					[73] = 1,
					[45] = 2,
					[53] = 1,
					[37] = 2,
					[74] = 1,
					[69] = 3,
					[62] = 1,
				},
				["numFollowers"] = 21,
				["Abilities"] = {
					[166] = 2,
					[143] = 1,
					[122] = 2,
					[159] = 1,
					[101] = 2,
					[5] = 1,
					[105] = 1,
					[148] = 2,
					[116] = 1,
					[11] = 1,
					[164] = 1,
					[172] = 1,
					[6] = 1,
					[121] = 2,
					[160] = 1,
					[134] = 1,
					[157] = 1,
					[173] = 1,
					[100] = 2,
					[102] = 3,
					[104] = 1,
					[106] = 1,
					[150] = 1,
					[154] = 2,
					[145] = 1,
					[103] = 2,
				},
				["Followers"] = {
					[193] = {
						["link"] = "|cffa335ee|Hgarrfollower:193:4:40:600:100:121:0:0:231:76:37:0:0|h[托莫克]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[182] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:182:4:40:600:105:101:0:0:54:80:74:0:0|h[穆维里克]|h|r",
					},
					[248] = {
						["link"] = "|cff0070dd|Hgarrfollower:248:3:40:600:134:0:0:0:70:256:0:0:0|h[尼贾拉]|h|r",
						["xp"] = 61149,
						["levelXP"] = 120000,
					},
					[159] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:159:4:40:600:157:154:0:0:9:46:80:0:0|h[尖啸者卡兹]|h|r",
					},
					[218] = {
						["link"] = "|cffa335ee|Hgarrfollower:218:4:40:600:148:150:0:0:231:80:7:0:0|h[鸦爪祭司伊沙尔]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[290] = {
						["link"] = "|cff0070dd|Hgarrfollower:290:3:40:600:172:0:0:0:70:72:0:0:0|h[魔导师图安]|h|r",
						["xp"] = 18131,
						["levelXP"] = 120000,
					},
					[463] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:463:4:40:600:148:11:0:0:80:48:41:0:0|h[乌娜·斯莱舍]|h|r",
					},
					[211] = {
						["link"] = "|cffa335ee|Hgarrfollower:211:4:40:600:164:103:0:0:8:37:69:0:0|h[佩妮·殴底]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[157] = {
						["levelXP"] = 120000,
						["xp"] = 117228,
						["link"] = "|cff0070dd|Hgarrfollower:157:3:40:600:102:0:0:0:52:46:0:0:0|h[兰特瑞索·火刃]|h|r",
					},
					[180] = {
						["link"] = "|cffa335ee|Hgarrfollower:180:4:40:600:103:166:0:0:53:4:69:0:0|h[暗影猎手莱拉]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[153] = {
						["isInactive"] = true,
						["link"] = "|cff1eff00|Hgarrfollower:153:2:37:600:159:0:0:0:60:0:0:0:0|h[卡拉]|h|r",
						["xp"] = 2429,
						["levelXP"] = 4000,
					},
					[219] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:219:4:40:600:106:154:0:0:231:69:42:0:0|h[利奥拉]|h|r",
					},
					[192] = {
						["link"] = "|cffa335ee|Hgarrfollower:192:4:40:600:160:104:0:0:57:36:49:0:0|h[基姆兹·宾奇维斯]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[445] = {
						["link"] = "|cffa335ee|Hgarrfollower:445:4:40:600:143:145:0:0:70:71:45:0:0|h[法维拉·熊皮]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[34] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:34:4:40:600:100:102:0:0:59:9:42:0:0|h[欧林·棕皮]|h|r",
					},
					[204] = {
						["levelXP"] = 120000,
						["xp"] = 79982,
						["link"] = "|cff0070dd|Hgarrfollower:204:3:40:600:116:0:0:0:58:42:0:0:0|h[本杰明·吉布]|h|r",
					},
					[208] = {
						["levelXP"] = 120000,
						["xp"] = 61402,
						["link"] = "|cff0070dd|Hgarrfollower:208:3:40:600:102:0:0:0:56:72:0:0:0|h[阿姆]|h|r",
					},
					[453] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:453:4:40:600:166:101:0:0:62:44:48:0:0|h[黑暗游侠维罗娜拉]|h|r",
					},
					[216] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:216:4:40:634:5:173:0:0:231:75:80:0:0|h[薇薇安]|h|r",
					},
					[189] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:189:4:40:600:122:121:0:0:201:73:75:0:0|h[布洛克]|h|r",
					},
					[155] = {
						["link"] = "|cffa335ee|Hgarrfollower:155:4:40:600:6:122:0:0:60:45:8:0:0|h[莫克斯·剑吼]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
				},
				["numFollowersAtLevel40"] = 20,
				["avgWeaponiLevel"] = 602.4,
				["numEpicFollowers"] = 15,
				["AvailableWarCampaignMissions"] = {
					2092, -- [1]
					2094, -- [2]
					2095, -- [3]
				},
			},
			["Default.阿比迪斯.雪舞霏霏"] = {
				["numRareFollowers"] = 5,
				["numFollowersAtiLevel660"] = 28,
				["avgArmoriLevel"] = 675,
				["lastUpdate"] = 1633144025,
				["numFollowersAtiLevel645"] = 28,
				["numFollowersAtiLevel630"] = 29,
				["numFollowersAtiLevel615"] = 31,
				["AbilityCounters"] = {
					4, -- [1]
					9, -- [2]
					6, -- [3]
					3, -- [4]
					nil, -- [5]
					12, -- [6]
					14, -- [7]
					6, -- [8]
					9, -- [9]
					16, -- [10]
				},
				["Followers"] = {
					[211] = {
						["link"] = "|cffa335ee|Hgarrfollower:211:4:40:675:164:101:0:0:4:77:79:0:0|h[佩妮·殴底]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[180] = {
						["link"] = "|cff1eff00|Hgarrfollower:180:2:35:600:103:0:0:0:53:0:0:0:0|h[暗影猎手莱拉]|h|r",
						["levelXP"] = 3000,
						["xp"] = 71,
						["isInactive"] = true,
					},
					[358] = {
						["link"] = "|cffa335ee|Hgarrfollower:358:4:40:675:10:152:0:0:70:41:74:0:0|h[海蒂·掠影]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[182] = {
						["link"] = "|cffa335ee|Hgarrfollower:182:4:40:615:105:165:0:0:54:73:74:0:0|h[穆维里克]|h|r",
						["isInactive"] = true,
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[183] = {
						["levelXP"] = 6000,
						["link"] = "|cff1eff00|Hgarrfollower:183:2:39:600:167:0:0:0:38:0:0:0:0|h[戈隆追猎者洛卡什]|h|r",
						["xp"] = 5718,
						["isInactive"] = true,
					},
					[184] = {
						["link"] = "|cff1eff00|Hgarrfollower:184:2:31:600:154:0:0:0:49:0:0:0:0|h[可敬的卡尔戈]|h|r",
						["levelXP"] = 800,
						["xp"] = 453,
						["isInactive"] = true,
					},
					[216] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:216:4:40:675:5:172:0:0:231:80:73:0:0|h[薇薇安]|h|r",
					},
					[217] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:217:4:40:675:132:138:0:0:49:44:42:0:0|h[楚伦娜]|h|r",
					},
					[218] = {
						["link"] = "|cffa335ee|Hgarrfollower:218:4:40:675:148:152:0:0:231:8:49:0:0|h[鸦爪祭司伊沙尔]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[219] = {
						["link"] = "|cffa335ee|Hgarrfollower:219:4:40:675:106:107:0:0:231:48:49:0:0|h[利奥拉]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[157] = {
						["link"] = "|cffa335ee|Hgarrfollower:157:4:40:675:102:121:0:0:52:71:80:0:0|h[兰特瑞索·火刃]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[189] = {
						["link"] = "|cffa335ee|Hgarrfollower:189:4:40:675:122:120:0:0:201:69:72:0:0|h[布洛克]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[742] = {
						["levelXP"] = 200,
						["xp"] = 0,
						["link"] = "|cffffffff|Hgarrfollower:742:1:35:760:449:0:0:0:0:0:0:0:365|h[罗伦·雷蹄]|h|r",
					},
					[96] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:96:4:40:675:10:11:0:0:79:75:48:0:0|h[苏尔卡]|h|r",
					},
					[159] = {
						["isInactive"] = true,
						["link"] = "|cffa335ee|Hgarrfollower:159:4:40:675:157:155:0:0:37:41:46:0:0|h[尖啸者卡兹]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[192] = {
						["isInactive"] = true,
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:192:4:40:607:160:162:0:0:57:4:9:0:0|h[基姆兹·宾奇维斯]|h|r",
					},
					[224] = {
						["isInactive"] = true,
						["link"] = "|cff0070dd|Hgarrfollower:224:3:40:600:120:0:0:0:55:36:0:0:0|h[利爪卫士库雷克]|h|r",
						["xp"] = 0,
						["levelXP"] = 120000,
					},
					[193] = {
						["link"] = "|cffa335ee|Hgarrfollower:193:4:40:675:100:120:0:0:231:77:79:0:0|h[托莫克]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[446] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:446:4:40:675:143:147:0:0:70:80:221:0:0|h[托尔加]|h|r",
					},
					[194] = {
						["levelXP"] = 120000,
						["isInactive"] = true,
						["xp"] = 76075,
						["link"] = "|cff0070dd|Hgarrfollower:194:3:40:607:134:0:0:0:228:44:0:0:0|h[长青的菲拉克]|h|r",
					},
					[195] = {
						["link"] = "|cff1eff00|Hgarrfollower:195:2:38:600:160:0:0:0:40:0:0:0:0|h[阿莱克斯·巴罗夫]|h|r",
						["isInactive"] = true,
						["xp"] = 4951,
						["levelXP"] = 5400,
					},
					[388] = {
						["levelXP"] = 400,
						["link"] = "|cff0070dd|Hgarrfollower:388:3:30:600:106:0:0:0:70:40:0:0:0|h[罗纳]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[581] = {
						["link"] = "|cffa335ee|Hgarrfollower:581:4:40:675:10:11:0:0:314:256:69:0:0|h[探矿专家古薇尔]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[453] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:453:4:40:675:101:103:0:0:256:4:43:0:0|h[黑暗游侠维罗娜拉]|h|r",
					},
					[455] = {
						["link"] = "|cffa335ee|Hgarrfollower:455:4:40:675:172:173:0:0:39:71:74:0:0|h[米尔豪斯·法力风暴]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[267] = {
						["levelXP"] = 0,
						["isInactive"] = true,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:267:4:40:675:134:136:0:0:70:71:80:0:0|h[贾卡拉]|h|r",
					},
					[244] = {
						["link"] = "|cffa335ee|Hgarrfollower:244:4:40:675:116:117:0:0:70:80:256:0:0|h[卡萨·凋蹄]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[593] = {
						["link"] = "|cffffffff|Hgarrfollower:593:1:36:760:447:0:0:0:0:0:0:0:364|h[伊墨瑞尔·影卫]|h|r",
						["xp"] = 100,
						["levelXP"] = 400,
					},
					[418] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:418:4:40:675:122:100:0:0:53:80:75:0:0|h[马斯卡]|h|r",
					},
					[153] = {
						["link"] = "|cff0070dd|Hgarrfollower:153:3:32:600:159:0:0:0:60:72:0:0:0|h[卡拉]|h|r",
						["levelXP"] = 1200,
						["xp"] = 472,
						["isInactive"] = true,
					},
					[208] = {
						["levelXP"] = 60000,
						["isInactive"] = true,
						["xp"] = 24549,
						["link"] = "|cff1eff00|Hgarrfollower:208:2:40:600:102:0:0:0:56:0:0:0:0|h[阿姆]|h|r",
					},
					[170] = {
						["isInactive"] = true,
						["levelXP"] = 60000,
						["xp"] = 0,
						["link"] = "|cff1eff00|Hgarrfollower:170:2:40:600:160:0:0:0:62:0:0:0:0|h[剥皮者金鬃]|h|r",
					},
					[400] = {
						["link"] = "|cffa335ee|Hgarrfollower:400:4:40:675:178:180:0:0:255:49:46:0:0|h[诺古克·腐颅]|h|r",
						["levelXP"] = 0,
						["xp"] = 0,
						["isInactive"] = true,
					},
					[118] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:118:4:40:675:144:140:0:0:36:80:79:0:0|h[雷舒]|h|r",
					},
					[286] = {
						["levelXP"] = 400,
						["isInactive"] = true,
						["xp"] = 160,
						["link"] = "|cff0070dd|Hgarrfollower:286:3:30:600:167:0:0:0:79:75:0:0:0|h[卡玛·箭泉]|h|r",
					},
					[466] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffff8000|Hgarrfollower:466:5:40:675:162:160:0:0:47:76:4:0:0|h[半兽人迦罗娜]|h|r",
					},
					[204] = {
						["levelXP"] = 0,
						["isInactive"] = true,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:204:4:40:622:116:117:0:0:58:76:71:0:0|h[本杰明·吉布]|h|r",
					},
					[468] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:468:4:40:675:177:178:0:0:303:79:221:0:0|h[欧鲁诺克·裂心]|h|r",
					},
					[205] = {
						["levelXP"] = 3500,
						["link"] = "|cff1eff00|Hgarrfollower:205:2:36:600:11:0:0:0:52:0:0:0:0|h[缚魂者图拉妮]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[301] = {
						["isInactive"] = true,
						["link"] = "|cff1eff00|Hgarrfollower:301:2:30:600:168:0:0:0:70:0:0:0:0|h[努库特]|h|r",
						["xp"] = 0,
						["levelXP"] = 400,
					},
					[231] = {
						["link"] = "|cffa335ee|Hgarrfollower:231:4:40:675:118:116:0:0:70:74:48:0:0|h[奥林·利刃]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[155] = {
						["link"] = "|cff1eff00|Hgarrfollower:155:2:40:600:6:0:0:0:44:0:0:0:0|h[莫克斯·剑吼]|h|r",
						["levelXP"] = 60000,
						["xp"] = 40557,
						["isInactive"] = true,
					},
					[207] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:207:4:40:675:177:174:0:0:231:42:69:0:0|h[艾达·晨光]|h|r",
					},
					[463] = {
						["link"] = "|cffa335ee|Hgarrfollower:463:4:40:675:10:11:0:0:44:46:36:0:0|h[乌娜·斯莱舍]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[412] = {
						["isInactive"] = true,
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:412:4:40:630:181:177:0:0:60:36:7:0:0|h[娜迪娅·暗日]|h|r",
					},
					[177] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:177:4:40:675:124:131:0:0:70:37:39:0:0|h[考尔曼]|h|r",
					},
					[337] = {
						["isInactive"] = true,
						["levelXP"] = 400,
						["xp"] = 0,
						["link"] = "|cff1eff00|Hgarrfollower:337:2:30:600:124:0:0:0:70:0:0:0:0|h[塔瑞尔·伊图麦崔]|h|r",
					},
					[178] = {
						["link"] = "|cffa335ee|Hgarrfollower:178:4:40:675:130:124:0:0:70:73:48:0:0|h[火车王里诺艾]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[34] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:34:4:40:675:100:120:0:0:41:48:8:0:0|h[欧林·棕皮]|h|r",
					},
				},
				["AvailableMissions"] = {
					114, -- [1]
					120, -- [2]
					159, -- [3]
					161, -- [4]
					179, -- [5]
					189, -- [6]
					191, -- [7]
					204, -- [8]
					242, -- [9]
					261, -- [10]
					276, -- [11]
					308, -- [12]
					358, -- [13]
					380, -- [14]
					381, -- [15]
					448, -- [16]
					491, -- [17]
					245, -- [18]
					373, -- [19]
					677, -- [20]
					268, -- [21]
					272, -- [22]
					279, -- [23]
					305, -- [24]
					321, -- [25]
					678, -- [26]
				},
				["MissionsInfo"] = {
					[444] = {
						["successChance"] = 93,
						["followers"] = {
							463, -- [1]
							218, -- [2]
						},
					},
					[446] = {
						["successChance"] = 100,
						["followers"] = {
							178, -- [1]
							96, -- [2]
							468, -- [3]
						},
					},
					[398] = {
						["successChance"] = 100,
						["followers"] = {
							207, -- [1]
							118, -- [2]
						},
					},
					[929] = {
						["successChance"] = 100,
						["followers"] = {
							742, -- [1]
						},
					},
					[324] = {
						["successChance"] = 100,
						["followers"] = {
							455, -- [1]
							193, -- [2]
							446, -- [3]
						},
					},
					[391] = {
						["successChance"] = 96,
						["followers"] = {
							244, -- [1]
							466, -- [2]
						},
					},
				},
				["Traits"] = {
					[38] = 1,
					[46] = 3,
					[54] = 1,
					[4] = 4,
					[76] = 2,
					[7] = 1,
					[8] = 2,
					[39] = 2,
					[47] = 1,
					[55] = 1,
					[303] = 1,
					[40] = 2,
					[48] = 5,
					[56] = 1,
					[80] = 7,
					[314] = 1,
					[41] = 3,
					[255] = 1,
					[57] = 1,
					[256] = 3,
					[42] = 2,
					[58] = 1,
					[9] = 1,
					[43] = 1,
					[231] = 5,
					[49] = 5,
					[201] = 1,
					[79] = 6,
					[77] = 2,
					[75] = 3,
					[71] = 4,
					[44] = 4,
					[52] = 2,
					[60] = 2,
					[72] = 2,
					[36] = 4,
					[73] = 3,
					[69] = 3,
					[37] = 2,
					[70] = 10,
					[53] = 2,
					[62] = 1,
					[74] = 4,
					[228] = 1,
					[221] = 2,
				},
				["AvailableWarCampaignMissions"] = {
					2092, -- [1]
					2094, -- [2]
					2133, -- [3]
					2095, -- [4]
				},
				["numFollowers"] = 47,
				["ActiveOrderHallMissions"] = {
					929, -- [1]
				},
				["Abilities"] = {
					[147] = 1,
					[122] = 2,
					[148] = 1,
					[180] = 1,
					[107] = 1,
					[181] = 1,
					[5] = 1,
					[6] = 1,
					[124] = 3,
					[152] = 2,
					[154] = 1,
					[155] = 1,
					[157] = 1,
					[159] = 1,
					[160] = 4,
					[130] = 1,
					[162] = 2,
					[131] = 1,
					[132] = 1,
					[164] = 1,
					[165] = 1,
					[134] = 2,
					[100] = 3,
					[116] = 3,
					[136] = 1,
					[168] = 1,
					[101] = 2,
					[117] = 2,
					[138] = 1,
					[11] = 4,
					[102] = 2,
					[118] = 1,
					[140] = 1,
					[172] = 2,
					[103] = 2,
					[173] = 1,
					[167] = 2,
					[174] = 1,
					[143] = 1,
					[120] = 4,
					[144] = 1,
					[106] = 2,
					[105] = 1,
					[177] = 3,
					[121] = 1,
					[178] = 2,
					[10] = 4,
				},
				["numFollowersAtLevel40"] = 37,
				["numFollowersAtiLevel675"] = 28,
				["avgWeaponiLevel"] = 675,
				["numEpicFollowers"] = 31,
				["ActiveMissions"] = {
					324, -- [1]
					446, -- [2]
					391, -- [3]
					398, -- [4]
					444, -- [5]
				},
			},
			["Default.冰风岗.薇羽"] = {
				["numRareFollowers"] = 11,
				["avgArmoriLevel"] = 602.25,
				["lastUpdate"] = 1645023311,
				["numFollowersAtiLevel645"] = 1,
				["numFollowersAtiLevel630"] = 1,
				["numFollowersAtiLevel615"] = 1,
				["AbilityCounters"] = {
					2, -- [1]
					6, -- [2]
					1, -- [3]
					2, -- [4]
					nil, -- [5]
					6, -- [6]
					7, -- [7]
					2, -- [8]
					2, -- [9]
					4, -- [10]
				},
				["ActiveMissions"] = {
					116, -- [1]
					271, -- [2]
					272, -- [3]
				},
				["AvailableMissions"] = {
					168, -- [1]
					161, -- [2]
					172, -- [3]
					170, -- [4]
					231, -- [5]
					245, -- [6]
					215, -- [7]
					117, -- [8]
					301, -- [9]
					118, -- [10]
					115, -- [11]
					664, -- [12]
					335, -- [13]
					276, -- [14]
					274, -- [15]
					278, -- [16]
					286, -- [17]
					212, -- [18]
					375, -- [19]
					373, -- [20]
					486, -- [21]
					493, -- [22]
				},
				["MissionsInfo"] = {
					[272] = {
						["successChance"] = 100,
						["followers"] = {
							211, -- [1]
							219, -- [2]
							225, -- [3]
						},
					},
					[116] = {
						["successChance"] = 100,
						["followers"] = {
							34, -- [1]
							218, -- [2]
							474, -- [3]
						},
					},
					[271] = {
						["successChance"] = 83,
						["followers"] = {
							189, -- [1]
							208, -- [2]
							177, -- [3]
						},
					},
				},
				["Traits"] = {
					[59] = 3,
					[4] = 1,
					[8] = 1,
					[60] = 1,
					[244] = 1,
					[37] = 1,
					[79] = 2,
					[256] = 3,
					[71] = 1,
					[72] = 1,
					[54] = 1,
					[76] = 2,
					[40] = 1,
					[80] = 1,
					[42] = 1,
					[43] = 1,
					[44] = 1,
					[45] = 1,
					[46] = 3,
					[53] = 1,
					[48] = 1,
					[49] = 2,
					[314] = 5,
					[69] = 4,
					[52] = 1,
					[73] = 1,
					[75] = 2,
					[231] = 5,
					[56] = 1,
					[57] = 1,
					[201] = 1,
				},
				["AvailableOrderHallMissions"] = {
					1055, -- [1]
					1331, -- [2]
				},
				["numFollowers"] = 23,
				["AvailableCovenantMissions"] = {
					2276, -- [1]
					2190, -- [2]
					2192, -- [3]
					2204, -- [4]
					2273, -- [5]
					2287, -- [6]
					2220, -- [7]
					2222, -- [8]
					2225, -- [9]
					2238, -- [10]
					2240, -- [11]
					2242, -- [12]
					2258, -- [13]
					2304, -- [14]
					2306, -- [15]
					2254, -- [16]
				},
				["Abilities"] = {
					[174] = 2,
					[122] = 2,
					[124] = 1,
					[159] = 1,
					[101] = 1,
					[5] = 1,
					[105] = 1,
					[148] = 2,
					[156] = 1,
					[160] = 1,
					[164] = 1,
					[6] = 1,
					[121] = 1,
					[157] = 1,
					[120] = 2,
					[100] = 2,
					[102] = 4,
					[177] = 1,
					[106] = 1,
					[150] = 2,
					[154] = 1,
					[127] = 1,
					[103] = 1,
				},
				["Followers"] = {
					[193] = {
						["levelXP"] = 120000,
						["xp"] = 4861,
						["link"] = "|cff0070dd|Hgarrfollower:193:3:40:600:102:0:0:0:231:42:0:0:0|h[托莫克]|h|r",
					},
					[182] = {
						["levelXP"] = 60000,
						["xp"] = 41358,
						["link"] = "|cff1eff00|Hgarrfollower:182:2:40:600:105:0:0:0:54:0:0:0:0|h[穆维里克]|h|r",
					},
					[155] = {
						["levelXP"] = 120000,
						["xp"] = 27399,
						["link"] = "|cff0070dd|Hgarrfollower:155:3:40:600:6:0:0:0:37:46:0:0:0|h[莫克斯·剑吼]|h|r",
					},
					[34] = {
						["levelXP"] = 120000,
						["xp"] = 76138,
						["link"] = "|cff0070dd|Hgarrfollower:34:3:40:600:100:0:0:0:59:40:0:0:0|h[欧林·棕皮]|h|r",
					},
					[225] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:225:4:40:600:120:100:0:0:59:69:79:0:0|h[艾克诺·钢铁使者]|h|r",
					},
					[159] = {
						["link"] = "|cff0070dd|Hgarrfollower:159:3:40:600:157:0:0:0:8:76:0:0:0|h[尖啸者卡兹]|h|r",
						["xp"] = 111043,
						["levelXP"] = 120000,
					},
					[463] = {
						["levelXP"] = 120000,
						["xp"] = 50487,
						["link"] = "|cff0070dd|Hgarrfollower:463:3:40:600:148:0:0:0:72:69:0:0:0|h[乌娜·斯莱舍]|h|r",
					},
					[474] = {
						["link"] = "|cffa335ee|Hgarrfollower:474:4:40:600:120:122:0:0:244:48:76:0:0|h[阿里乌克]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[216] = {
						["levelXP"] = 120000,
						["xp"] = 81019,
						["link"] = "|cff0070dd|Hgarrfollower:216:3:40:600:5:0:0:0:231:4:0:0:0|h[薇薇安]|h|r",
					},
					[218] = {
						["link"] = "|cffa335ee|Hgarrfollower:218:4:40:600:148:150:0:0:231:314:46:0:0|h[鸦爪祭司伊沙尔]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[405] = {
						["link"] = "|cff0070dd|Hgarrfollower:405:3:35:600:174:0:0:0:256:314:0:0:0|h[迪娜·邪语]|h|r",
						["xp"] = 1335,
						["levelXP"] = 3000,
					},
					[717] = {
						["levelXP"] = 400,
						["xp"] = 261,
						["link"] = "|cffffffff|Hgarrfollower:717:1:36:760:465:0:0:0:0:0:0:0:348|h[大法师茉德拉]|h|r",
					},
					[581] = {
						["levelXP"] = 120000,
						["xp"] = 88763,
						["link"] = "|cff0070dd|Hgarrfollower:581:3:40:645:150:0:0:0:314:256:0:0:0|h[探矿专家古薇尔]|h|r",
					},
					[177] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:177:4:40:600:124:127:0:0:75:43:314:0:0|h[考尔曼]|h|r",
					},
					[207] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:207:4:40:600:177:174:0:0:231:314:49:0:0|h[艾达·晨光]|h|r",
					},
					[180] = {
						["levelXP"] = 4000,
						["xp"] = 3190,
						["link"] = "|cff1eff00|Hgarrfollower:180:2:37:600:103:0:0:0:53:0:0:0:0|h[暗影猎手莱拉]|h|r",
					},
					[153] = {
						["levelXP"] = 60000,
						["xp"] = 12498,
						["link"] = "|cff1eff00|Hgarrfollower:153:2:40:600:159:0:0:0:60:0:0:0:0|h[卡拉]|h|r",
					},
					[157] = {
						["link"] = "|cffa335ee|Hgarrfollower:157:4:40:600:102:121:0:0:52:73:69:0:0|h[兰特瑞索·火刃]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[192] = {
						["link"] = "|cff0070dd|Hgarrfollower:192:3:40:600:160:0:0:0:57:46:0:0:0|h[基姆兹·宾奇维斯]|h|r",
						["xp"] = 119591,
						["levelXP"] = 120000,
					},
					[814] = {
						["link"] = "|cffffffff|Hgarrfollower:814:1:35:700:553:0:0:0:0:0:0:0:0|h[水元素]|h|r",
						["xp"] = 0,
						["levelXP"] = 200,
					},
					[716] = {
						["levelXP"] = 400,
						["xp"] = 321,
						["link"] = "|cffffffff|Hgarrfollower:716:1:36:760:466:0:0:0:0:0:0:0:346|h[大法师卡雷]|h|r",
					},
					[660] = {
						["levelXP"] = 200,
						["xp"] = 0,
						["link"] = "|cffffffff|Hgarrfollower:660:1:35:700:553:0:0:0:0:0:0:0:0|h[水元素]|h|r",
					},
					[208] = {
						["levelXP"] = 120000,
						["xp"] = 16182,
						["link"] = "|cff0070dd|Hgarrfollower:208:3:40:600:102:0:0:0:56:256:0:0:0|h[阿姆]|h|r",
					},
					[219] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:219:4:40:600:106:154:0:0:231:71:75:0:0|h[利奥拉]|h|r",
					},
					[185] = {
						["levelXP"] = 4000,
						["xp"] = 1772,
						["link"] = "|cff0070dd|Hgarrfollower:185:3:37:600:156:0:0:0:44:79:0:0:0|h[洛卡拉]|h|r",
					},
					[189] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:189:4:40:600:122:102:0:0:201:69:45:0:0|h[布洛克]|h|r",
					},
					[211] = {
						["link"] = "|cffa335ee|Hgarrfollower:211:4:40:600:164:101:0:0:59:49:80:0:0|h[佩妮·殴底]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
				},
				["avgWeaponiLevel"] = 602.25,
				["numFollowersAtLevel40"] = 20,
				["numEpicFollowers"] = 9,
				["AvailableWarCampaignMissions"] = {
					1933, -- [1]
					1928, -- [2]
					1920, -- [3]
					2077, -- [4]
					1954, -- [5]
					2126, -- [6]
					2136, -- [7]
					2150, -- [8]
				},
			},
			["Default.安苏.杜一航"] = {
				["ActiveCovenantMissions"] = {
					2176, -- [1]
					2261, -- [2]
				},
				["lastUpdate"] = 1651770407,
				["ReservoirTalents"] = {
					{
						["treeID"] = 311,
						["tier"] = 1,
					}, -- [1]
					{
						["treeID"] = 307,
						["tier"] = 1,
					}, -- [2]
					{
						["treeID"] = 315,
						["tier"] = 1,
					}, -- [3]
					[5] = {
						["treeID"] = 319,
						["tier"] = 0,
					},
				},
				["AvailableWarCampaignMissions"] = {
					2129, -- [1]
				},
				["MissionsInfo"] = {
					[2176] = {
						["successChance"] = 0,
						["followers"] = {
							1264, -- [1]
							1285, -- [2]
							1284, -- [3]
						},
					},
					[2261] = {
						["successChance"] = 0,
						["followers"] = {
							1265, -- [1]
							1286, -- [2]
							1288, -- [3]
							1316, -- [4]
						},
					},
				},
				["AvailableCovenantMissions"] = {
					2171, -- [1]
					2180, -- [2]
					2194, -- [3]
					2262, -- [4]
					2312, -- [5]
					2179, -- [6]
				},
			},
			["Default.阿比迪斯.赵丽颖"] = {
				["lastUpdate"] = 1633144484,
			},
			["Default.阿比迪斯.薇羽"] = {
				["lastUpdate"] = 1626883554,
				["AvailableWarCampaignMissions"] = {
					2092, -- [1]
					2094, -- [2]
					2095, -- [3]
				},
			},
			["Default.冰风岗.柳絮菲菲"] = {
				["numRareFollowers"] = 5,
				["avgArmoriLevel"] = 600,
				["ReservoirTalents"] = {
					{
						["treeID"] = 314,
						["tier"] = 2,
					}, -- [1]
					{
						["treeID"] = 309,
						["tier"] = 3,
					}, -- [2]
					{
						["treeID"] = 317,
						["tier"] = 3,
					}, -- [3]
					[5] = {
						["treeID"] = 324,
						["tier"] = 2,
					},
				},
				["AvailableMissions"] = {
					118, -- [1]
					285, -- [2]
					129, -- [3]
					271, -- [4]
					188, -- [5]
					218, -- [6]
					244, -- [7]
					162, -- [8]
					276, -- [9]
					359, -- [10]
					373, -- [11]
					376, -- [12]
					245, -- [13]
					192, -- [14]
					191, -- [15]
				},
				["lastResourceCollection"] = 1629045115,
				["AvailableCovenantMissions"] = {
					2170, -- [1]
					2171, -- [2]
					2180, -- [3]
					2233, -- [4]
					2262, -- [5]
					2267, -- [6]
					2294, -- [7]
					2296, -- [8]
					2310, -- [9]
					2200, -- [10]
					2212, -- [11]
				},
				["avgWeaponiLevel"] = 600,
				["numEpicFollowers"] = 4,
				["lastUpdate"] = 1635353343,
				["AvailableWarCampaignMissions"] = {
					2092, -- [1]
					2094, -- [2]
					2095, -- [3]
					2135, -- [4]
				},
				["AbilityCounters"] = {
					3, -- [1]
					5, -- [2]
					1, -- [3]
					2, -- [4]
					nil, -- [5]
					3, -- [6]
					4, -- [7]
					4, -- [8]
					2, -- [9]
					5, -- [10]
				},
				["Followers"] = {
					[193] = {
						["levelXP"] = 120000,
						["xp"] = 851,
						["link"] = "|cff0070dd|Hgarrfollower:193:3:40:600:100:0:0:0:231:72:0:0:0|h[托莫克]|h|r",
					},
					[182] = {
						["levelXP"] = 400,
						["isInactive"] = true,
						["xp"] = 200,
						["link"] = "|cff1eff00|Hgarrfollower:182:2:30:600:105:0:0:0:54:0:0:0:0|h[穆维里克]|h|r",
					},
					[155] = {
						["levelXP"] = 5400,
						["xp"] = 1918,
						["link"] = "|cff1eff00|Hgarrfollower:155:2:38:600:6:0:0:0:37:0:0:0:0|h[莫克斯·剑吼]|h|r",
					},
					[34] = {
						["link"] = "|cff1eff00|Hgarrfollower:34:2:40:600:100:0:0:0:59:0:0:0:0|h[欧林·棕皮]|h|r",
						["xp"] = 2279,
						["levelXP"] = 60000,
					},
					[225] = {
						["link"] = "|cffa335ee|Hgarrfollower:225:4:40:600:120:100:0:0:56:45:256:0:0|h[艾克诺·钢铁使者]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[184] = {
						["levelXP"] = 6000,
						["xp"] = 235,
						["link"] = "|cffa335ee|Hgarrfollower:184:4:39:600:154:155:0:0:7:77:256:0:0|h[可敬的卡尔戈]|h|r",
					},
					[183] = {
						["levelXP"] = 60000,
						["xp"] = 2259,
						["link"] = "|cff1eff00|Hgarrfollower:183:2:40:600:167:0:0:0:55:0:0:0:0|h[戈隆追猎者洛卡什]|h|r",
					},
					[218] = {
						["link"] = "|cff0070dd|Hgarrfollower:218:3:40:600:148:0:0:0:231:38:0:0:0|h[鸦爪祭司伊沙尔]|h|r",
						["xp"] = 29047,
						["levelXP"] = 120000,
					},
					[401] = {
						["link"] = "|cff1eff00|Hgarrfollower:401:2:30:600:177:0:0:0:70:0:0:0:0|h[洛克里格·魔奴]|h|r",
						["levelXP"] = 400,
						["xp"] = 0,
						["isInactive"] = true,
					},
					[153] = {
						["link"] = "|cff1eff00|Hgarrfollower:153:2:35:600:159:0:0:0:60:0:0:0:0|h[卡拉]|h|r",
						["isInactive"] = true,
						["xp"] = 956,
						["levelXP"] = 3000,
					},
					[219] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:219:4:40:600:106:155:0:0:231:46:38:0:0|h[利奥拉]|h|r",
					},
					[208] = {
						["levelXP"] = 3000,
						["xp"] = 0,
						["link"] = "|cff0070dd|Hgarrfollower:208:3:35:600:102:0:0:0:56:72:0:0:0|h[阿姆]|h|r",
					},
					[207] = {
						["levelXP"] = 5400,
						["xp"] = 510,
						["link"] = "|cff0070dd|Hgarrfollower:207:3:38:600:177:0:0:0:231:40:0:0:0|h[艾达·晨光]|h|r",
					},
					[211] = {
						["levelXP"] = 5400,
						["xp"] = 629,
						["link"] = "|cff1eff00|Hgarrfollower:211:2:38:600:164:0:0:0:77:0:0:0:0|h[佩妮·殴底]|h|r",
					},
					[453] = {
						["link"] = "|cff1eff00|Hgarrfollower:453:2:40:600:166:0:0:0:62:0:0:0:0|h[黑暗游侠维罗娜拉]|h|r",
						["xp"] = 50025,
						["levelXP"] = 60000,
					},
					[157] = {
						["levelXP"] = 60000,
						["xp"] = 58944,
						["link"] = "|cff1eff00|Hgarrfollower:157:2:40:600:102:0:0:0:52:0:0:0:0|h[兰特瑞索·火刃]|h|r",
					},
					[192] = {
						["levelXP"] = 60000,
						["xp"] = 9583,
						["link"] = "|cff1eff00|Hgarrfollower:192:2:40:600:160:0:0:0:57:0:0:0:0|h[基姆兹·宾奇维斯]|h|r",
					},
					[463] = {
						["link"] = "|cff1eff00|Hgarrfollower:463:2:40:600:148:0:0:0:29:0:0:0:0|h[乌娜·斯莱舍]|h|r",
						["xp"] = 51112,
						["levelXP"] = 60000,
					},
					[159] = {
						["levelXP"] = 60000,
						["xp"] = 5312,
						["link"] = "|cff1eff00|Hgarrfollower:159:2:40:600:157:0:0:0:60:0:0:0:0|h[尖啸者卡兹]|h|r",
					},
					[204] = {
						["levelXP"] = 60000,
						["xp"] = 28147,
						["link"] = "|cff1eff00|Hgarrfollower:204:2:40:600:116:0:0:0:58:0:0:0:0|h[本杰明·吉布]|h|r",
					},
					[177] = {
						["link"] = "|cffa335ee|Hgarrfollower:177:4:40:600:124:131:0:0:48:77:36:0:0|h[考尔曼]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[337] = {
						["link"] = "|cff1eff00|Hgarrfollower:337:2:39:600:124:0:0:0:70:0:0:0:0|h[塔瑞尔·伊图麦崔]|h|r",
						["xp"] = 4803,
						["levelXP"] = 6000,
					},
					[216] = {
						["levelXP"] = 5400,
						["xp"] = 3002,
						["link"] = "|cff0070dd|Hgarrfollower:216:3:38:600:5:0:0:0:231:77:0:0:0|h[薇薇安]|h|r",
					},
					[189] = {
						["link"] = "|cff1eff00|Hgarrfollower:189:2:40:600:122:0:0:0:201:0:0:0:0|h[布洛克]|h|r",
						["xp"] = 30293,
						["levelXP"] = 60000,
					},
					[180] = {
						["link"] = "|cff1eff00|Hgarrfollower:180:2:35:600:103:0:0:0:53:0:0:0:0|h[暗影猎手莱拉]|h|r",
						["xp"] = 362,
						["levelXP"] = 3000,
					},
				},
				["Traits"] = {
					[58] = 1,
					[59] = 1,
					[60] = 2,
					[62] = 1,
					[256] = 2,
					[70] = 2,
					[72] = 2,
					[38] = 2,
					[40] = 1,
					[201] = 1,
					[29] = 1,
					[45] = 1,
					[46] = 1,
					[37] = 1,
					[48] = 1,
					[55] = 1,
					[231] = 5,
					[53] = 1,
					[52] = 1,
					[7] = 1,
					[54] = 1,
					[77] = 4,
					[56] = 2,
					[57] = 1,
					[36] = 1,
				},
				["numFollowers"] = 25,
				["Abilities"] = {
					[131] = 1,
					[116] = 1,
					[120] = 1,
					[122] = 1,
					[124] = 2,
					[155] = 2,
					[159] = 1,
					[167] = 1,
					[103] = 1,
					[105] = 1,
					[148] = 2,
					[160] = 1,
					[164] = 1,
					[6] = 1,
					[157] = 1,
					[100] = 3,
					[102] = 2,
					[177] = 2,
					[5] = 1,
					[154] = 1,
					[106] = 1,
					[166] = 1,
				},
				["numFollowersAtLevel40"] = 14,
			},
			["Default.阿比迪斯.李孝利"] = {
				["numRareFollowers"] = 1,
				["numFollowersAtiLevel615"] = 28,
				["avgArmoriLevel"] = 671.4,
				["lastUpdate"] = 1623650408,
				["numFollowersAtiLevel645"] = 24,
				["numFollowersAtiLevel660"] = 24,
				["AvailableWarCampaignMissions"] = {
					2092, -- [1]
					2094, -- [2]
					2095, -- [3]
				},
				["AbilityCounters"] = {
					4, -- [1]
					9, -- [2]
					1, -- [3]
					4, -- [4]
					nil, -- [5]
					8, -- [6]
					11, -- [7]
					13, -- [8]
					7, -- [9]
					10, -- [10]
				},
				["Followers"] = {
					[180] = {
						["levelXP"] = 800,
						["isInactive"] = true,
						["xp"] = 720,
						["link"] = "|cff1eff00|Hgarrfollower:180:2:31:600:103:0:0:0:53:0:0:0:0|h[暗影猎手莱拉]|h|r",
					},
					[182] = {
						["isInactive"] = true,
						["levelXP"] = 60000,
						["xp"] = 48285,
						["link"] = "|cff1eff00|Hgarrfollower:182:2:40:600:105:0:0:0:54:0:0:0:0|h[穆维里克]|h|r",
					},
					[183] = {
						["link"] = "|cffa335ee|Hgarrfollower:183:4:40:675:165:101:0:0:39:37:42:0:0|h[戈隆追猎者洛卡什]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[184] = {
						["isInactive"] = true,
						["link"] = "|cff1eff00|Hgarrfollower:184:2:31:600:154:0:0:0:49:0:0:0:0|h[可敬的卡尔戈]|h|r",
						["xp"] = 401,
						["levelXP"] = 800,
					},
					[216] = {
						["link"] = "|cffa335ee|Hgarrfollower:216:4:40:675:5:173:0:0:231:45:49:0:0|h[薇薇安]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[429] = {
						["link"] = "|cffa335ee|Hgarrfollower:429:4:40:675:6:102:0:0:70:221:45:0:0|h[织刃者徐安]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[217] = {
						["link"] = "|cffa335ee|Hgarrfollower:217:4:40:675:108:138:0:0:49:80:71:0:0|h[楚伦娜]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[155] = {
						["link"] = "|cffa335ee|Hgarrfollower:155:4:40:663:6:121:0:0:7:49:40:0:0|h[莫克斯·剑吼]|h|r",
						["levelXP"] = 0,
						["xp"] = 0,
						["isInactive"] = true,
					},
					[219] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:219:4:40:675:107:154:0:0:231:39:37:0:0|h[利奥拉]|h|r",
					},
					[157] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:157:4:40:675:100:122:0:0:40:38:39:0:0|h[兰特瑞索·火刃]|h|r",
					},
					[189] = {
						["link"] = "|cffa335ee|Hgarrfollower:189:4:40:675:122:6:0:0:201:46:40:0:0|h[布洛克]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[375] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:375:4:40:675:105:159:0:0:70:49:42:0:0|h[特马努]|h|r",
					},
					[159] = {
						["levelXP"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:159:4:40:622:157:155:0:0:52:36:44:0:0|h[尖啸者卡兹]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[192] = {
						["link"] = "|cffa335ee|Hgarrfollower:192:4:40:675:160:162:0:0:57:221:72:0:0|h[基姆兹·宾奇维斯]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[193] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:193:4:40:675:100:102:0:0:231:7:45:0:0|h[托莫克]|h|r",
					},
					[257] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:257:4:40:675:132:108:0:0:70:49:72:0:0|h[摩哈·石皮]|h|r",
					},
					[34] = {
						["link"] = "|cffa335ee|Hgarrfollower:34:4:40:675:121:120:0:0:74:76:79:0:0|h[欧林·棕皮]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[451] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:451:4:40:675:143:144:0:0:70:36:44:0:0|h[袁梦天]|h|r",
					},
					[453] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:453:4:40:675:167:101:0:0:48:75:79:0:0|h[黑暗游侠维罗娜拉]|h|r",
					},
					[455] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:455:4:40:675:172:171:0:0:221:36:73:0:0|h[米尔豪斯·法力风暴]|h|r",
					},
					[267] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:267:4:40:675:136:135:0:0:70:71:43:0:0|h[贾卡拉]|h|r",
					},
					[333] = {
						["link"] = "|cffa335ee|Hgarrfollower:333:4:40:675:126:124:0:0:70:44:42:0:0|h[梵拉]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[463] = {
						["link"] = "|cffa335ee|Hgarrfollower:463:4:40:675:150:10:0:0:49:79:76:0:0|h[乌娜·斯莱舍]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[153] = {
						["isInactive"] = true,
						["link"] = "|cff1eff00|Hgarrfollower:153:2:33:600:159:0:0:0:60:0:0:0:0|h[卡拉]|h|r",
						["xp"] = 514,
						["levelXP"] = 1600,
					},
					[466] = {
						["link"] = "|cffff8000|Hgarrfollower:466:5:40:675:162:104:0:0:47:40:221:0:0|h[半兽人迦罗娜]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[204] = {
						["link"] = "|cffa335ee|Hgarrfollower:204:4:40:607:116:117:0:0:58:38:37:0:0|h[本杰明·吉布]|h|r",
						["isInactive"] = true,
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[405] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:405:4:40:675:177:174:0:0:70:79:75:0:0|h[迪娜·邪语]|h|r",
					},
					[178] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:178:4:40:675:130:127:0:0:40:70:45:0:0|h[火车王里诺艾]|h|r",
					},
					[293] = {
						["link"] = "|cff1eff00|Hgarrfollower:293:2:30:600:171:0:0:0:72:0:0:0:0|h[卡兹希琪]|h|r",
						["levelXP"] = 400,
						["xp"] = 0,
						["isInactive"] = true,
					},
					[408] = {
						["levelXP"] = 400,
						["isInactive"] = true,
						["xp"] = 0,
						["link"] = "|cff1eff00|Hgarrfollower:408:2:30:600:180:0:0:0:70:0:0:0:0|h[娜塔莉·斯巴克斯]|h|r",
					},
					[382] = {
						["link"] = "|cff0070dd|Hgarrfollower:382:3:37:600:154:0:0:0:70:73:0:0:0|h[乌卡拉·风磨]|h|r",
						["levelXP"] = 4000,
						["xp"] = 718,
						["isInactive"] = true,
					},
					[207] = {
						["link"] = "|cffa335ee|Hgarrfollower:207:4:40:675:177:179:0:0:231:39:75:0:0|h[艾达·晨光]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[89] = {
						["levelXP"] = 60000,
						["link"] = "|cff1eff00|Hgarrfollower:89:2:40:600:122:0:0:0:71:0:0:0:0|h[米拉·骇斩]|h|r",
						["xp"] = 15470,
						["isInactive"] = true,
					},
					[208] = {
						["link"] = "|cffa335ee|Hgarrfollower:208:4:40:630:102:121:0:0:56:69:45:0:0|h[阿姆]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[177] = {
						["levelXP"] = 0,
						["isInactive"] = true,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:177:4:40:630:124:126:0:0:9:71:44:0:0|h[考尔曼]|h|r",
					},
					[218] = {
						["link"] = "|cffa335ee|Hgarrfollower:218:4:40:675:148:150:0:0:231:77:72:0:0|h[鸦爪祭司伊沙尔]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[352] = {
						["link"] = "|cffa335ee|Hgarrfollower:352:4:40:637:148:10:0:0:53:80:43:0:0|h[普里西拉·影日]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[377] = {
						["levelXP"] = 400,
						["link"] = "|cff1eff00|Hgarrfollower:377:2:30:600:155:0:0:0:70:0:0:0:0|h[莫加戈]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
				},
				["AvailableMissions"] = {
					115, -- [1]
					159, -- [2]
					162, -- [3]
					179, -- [4]
					189, -- [5]
					191, -- [6]
					202, -- [7]
					242, -- [8]
					245, -- [9]
					266, -- [10]
					268, -- [11]
					273, -- [12]
					274, -- [13]
					277, -- [14]
					311, -- [15]
					321, -- [16]
					364, -- [17]
					373, -- [18]
					399, -- [19]
					449, -- [20]
					484, -- [21]
					485, -- [22]
					496, -- [23]
					498, -- [24]
					667, -- [25]
					671, -- [26]
					677, -- [27]
					680, -- [28]
				},
				["Traits"] = {
					[75] = 3,
					[46] = 1,
					[54] = 1,
					[76] = 2,
					[7] = 2,
					[39] = 4,
					[47] = 1,
					[40] = 5,
					[48] = 1,
					[56] = 1,
					[221] = 4,
					[49] = 7,
					[57] = 1,
					[42] = 3,
					[58] = 1,
					[69] = 1,
					[43] = 2,
					[70] = 11,
					[77] = 1,
					[231] = 5,
					[71] = 4,
					[36] = 3,
					[44] = 4,
					[52] = 1,
					[60] = 1,
					[72] = 4,
					[80] = 2,
					[9] = 1,
					[73] = 2,
					[37] = 3,
					[45] = 5,
					[53] = 2,
					[38] = 2,
					[74] = 1,
					[79] = 4,
					[201] = 1,
				},
				["numFollowers"] = 38,
				["Abilities"] = {
					[179] = 1,
					[148] = 2,
					[180] = 1,
					[107] = 1,
					[150] = 2,
					[6] = 3,
					[108] = 2,
					[124] = 2,
					[10] = 2,
					[154] = 3,
					[155] = 2,
					[126] = 2,
					[157] = 1,
					[127] = 1,
					[159] = 2,
					[160] = 1,
					[130] = 1,
					[162] = 2,
					[132] = 1,
					[165] = 1,
					[100] = 2,
					[116] = 1,
					[136] = 1,
					[101] = 2,
					[117] = 1,
					[138] = 1,
					[102] = 3,
					[171] = 2,
					[135] = 1,
					[172] = 1,
					[103] = 1,
					[173] = 1,
					[167] = 1,
					[174] = 1,
					[143] = 1,
					[120] = 1,
					[144] = 1,
					[177] = 2,
					[105] = 2,
					[121] = 3,
					[5] = 1,
					[104] = 1,
					[122] = 3,
				},
				["numFollowersAtiLevel675"] = 23,
				["avgWeaponiLevel"] = 672,
				["numFollowersAtLevel40"] = 31,
				["numEpicFollowers"] = 28,
				["numFollowersAtiLevel630"] = 27,
			},
			["Default.斯克提斯.安杰利娜朱莉"] = {
				["lastUpdate"] = 1625979818,
			},
			["Default.阿比迪斯.李英爱"] = {
				["numRareFollowers"] = 1,
				["numFollowersAtiLevel645"] = 26,
				["avgArmoriLevel"] = 672.875,
				["lastUpdate"] = 1633143255,
				["numFollowersAtiLevel675"] = 22,
				["numFollowersAtiLevel630"] = 27,
				["AvailableWarCampaignMissions"] = {
					1927, -- [1]
					1947, -- [2]
					2133, -- [3]
					2156, -- [4]
				},
				["AbilityCounters"] = {
					5, -- [1]
					7, -- [2]
					5, -- [3]
					4, -- [4]
					nil, -- [5]
					12, -- [6]
					9, -- [7]
					8, -- [8]
					8, -- [9]
					12, -- [10]
				},
				["Followers"] = {
					[292] = {
						["levelXP"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:292:4:40:657:171:173:0:0:74:42:44:0:0|h[克拉吉兹]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[180] = {
						["isInactive"] = true,
						["levelXP"] = 400,
						["xp"] = 0,
						["link"] = "|cff1eff00|Hgarrfollower:180:2:30:600:103:0:0:0:53:0:0:0:0|h[暗影猎手莱拉]|h|r",
					},
					[357] = {
						["link"] = "|cffa335ee|Hgarrfollower:357:4:40:675:152:151:0:0:70:46:74:0:0|h[肯兹·独狼]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[708] = {
						["link"] = "|cffffffff|Hgarrfollower:708:1:43:760:450:0:0:0:0:0:0:0:344|h[拉格瓦尔德·龙脉]|h|r",
						["xp"] = 1490,
						["levelXP"] = 2700,
					},
					[182] = {
						["levelXP"] = 2000,
						["link"] = "|cff1eff00|Hgarrfollower:182:2:34:600:105:0:0:0:54:0:0:0:0|h[穆维里克]|h|r",
						["xp"] = 4,
						["isInactive"] = true,
					},
					[183] = {
						["levelXP"] = 0,
						["isInactive"] = true,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:183:4:40:631:167:103:0:0:8:221:40:0:0|h[戈隆追猎者洛卡什]|h|r",
					},
					[216] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:216:4:40:675:5:170:0:0:231:46:69:0:0|h[薇薇安]|h|r",
					},
					[217] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:217:4:40:675:108:182:0:0:36:41:75:0:0|h[楚伦娜]|h|r",
					},
					[431] = {
						["link"] = "|cff1eff00|Hgarrfollower:431:2:30:600:164:0:0:0:70:0:0:0:0|h[洛克塔尔]|h|r",
						["levelXP"] = 400,
						["xp"] = 0,
						["isInactive"] = true,
					},
					[155] = {
						["link"] = "|cffa335ee|Hgarrfollower:155:4:40:675:6:102:0:0:69:73:80:0:0|h[莫克斯·剑吼]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[858] = {
						["levelXP"] = 200,
						["xp"] = 0,
						["link"] = "|cffffffff|Hgarrfollower:858:1:35:700:599:0:0:0:0:0:0:0:0|h[瓦拉加尔候选者]|h|r",
					},
					[219] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:219:4:40:675:106:107:0:0:231:80:49:0:0|h[利奥拉]|h|r",
					},
					[157] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:157:4:40:675:120:122:0:0:69:70:80:0:0|h[兰特瑞索·火刃]|h|r",
					},
					[189] = {
						["link"] = "|cffa335ee|Hgarrfollower:189:4:40:675:122:121:0:0:201:49:39:0:0|h[布洛克]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[159] = {
						["link"] = "|cffa335ee|Hgarrfollower:159:4:40:675:157:155:0:0:4:69:7:0:0|h[尖啸者卡兹]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[192] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:192:4:40:675:160:162:0:0:57:42:72:0:0|h[基姆兹·宾奇维斯]|h|r",
					},
					[381] = {
						["link"] = "|cffa335ee|Hgarrfollower:381:4:40:675:106:157:0:0:69:7:38:0:0|h[沙帕]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[193] = {
						["link"] = "|cffa335ee|Hgarrfollower:193:4:40:675:102:100:0:0:231:36:71:0:0|h[托莫克]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[194] = {
						["levelXP"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:194:4:40:622:134:135:0:0:228:41:37:0:0|h[长青的菲拉克]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[34] = {
						["isInactive"] = true,
						["link"] = "|cff1eff00|Hgarrfollower:34:2:40:600:100:0:0:0:59:0:0:0:0|h[欧林·棕皮]|h|r",
						["xp"] = 38177,
						["levelXP"] = 60000,
					},
					[451] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:451:4:40:675:143:144:0:0:79:69:37:0:0|h[袁梦天]|h|r",
					},
					[709] = {
						["link"] = "|cffffffff|Hgarrfollower:709:1:43:760:452:0:0:0:0:0:0:0:345|h[菲娜·伯恩多提尔]|h|r",
						["xp"] = 296,
						["levelXP"] = 2700,
					},
					[455] = {
						["link"] = "|cffa335ee|Hgarrfollower:455:4:40:675:172:173:0:0:45:8:46:0:0|h[米尔豪斯·法力风暴]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[360] = {
						["isInactive"] = true,
						["levelXP"] = 400,
						["xp"] = 0,
						["link"] = "|cff1eff00|Hgarrfollower:360:2:30:600:105:0:0:0:37:0:0:0:0|h[阿丽娅·血日]|h|r",
					},
					[195] = {
						["isInactive"] = true,
						["levelXP"] = 3000,
						["xp"] = 200,
						["link"] = "|cff1eff00|Hgarrfollower:195:2:35:600:160:0:0:0:7:0:0:0:0|h[阿莱克斯·巴罗夫]|h|r",
					},
					[433] = {
						["link"] = "|cffa335ee|Hgarrfollower:433:4:40:675:143:142:0:0:70:74:76:0:0|h[晓]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[299] = {
						["link"] = "|cffa335ee|Hgarrfollower:299:4:40:649:168:5:0:0:53:4:44:0:0|h[魔导师寒风]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[186] = {
						["link"] = "|cffa335ee|Hgarrfollower:186:4:40:675:107:154:0:0:74:70:42:0:0|h[盖亚安祖母]|h|r",
						["isInactive"] = true,
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[405] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:405:4:40:675:179:177:0:0:70:75:9:0:0|h[迪娜·邪语]|h|r",
					},
					[463] = {
						["link"] = "|cffa335ee|Hgarrfollower:463:4:40:675:148:10:0:0:79:46:69:0:0|h[乌娜·斯莱舍]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[207] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:207:4:40:673:181:179:0:0:231:221:9:0:0|h[艾达·晨光]|h|r",
					},
					[859] = {
						["levelXP"] = 200,
						["xp"] = 0,
						["link"] = "|cffffffff|Hgarrfollower:859:1:35:700:599:0:0:0:0:0:0:0:0|h[瓦拉加尔候选者]|h|r",
					},
					[466] = {
						["link"] = "|cffff8000|Hgarrfollower:466:5:40:675:159:160:0:0:47:38:73:0:0|h[半兽人迦罗娜]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[204] = {
						["levelXP"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:204:4:40:615:116:114:0:0:58:75:4:0:0|h[本杰明·吉布]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[342] = {
						["levelXP"] = 400,
						["link"] = "|cff1eff00|Hgarrfollower:342:2:30:600:148:0:0:0:70:0:0:0:0|h[“医生”舒维瑟尔]|h|r",
						["xp"] = 0,
						["isInactive"] = true,
					},
					[346] = {
						["levelXP"] = 400,
						["link"] = "|cff0070dd|Hgarrfollower:346:3:30:600:11:0:0:0:59:39:0:0:0|h[安哈克萨]|h|r",
						["xp"] = 100,
						["isInactive"] = true,
					},
					[88] = {
						["link"] = "|cff1eff00|Hgarrfollower:88:2:30:600:120:0:0:0:54:0:0:0:0|h[拉兹雷克]|h|r",
						["xp"] = 0,
						["levelXP"] = 400,
					},
					[453] = {
						["link"] = "|cffa335ee|Hgarrfollower:453:4:40:675:165:167:0:0:79:41:71:0:0|h[黑暗游侠维罗娜拉]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[238] = {
						["link"] = "|cffa335ee|Hgarrfollower:238:4:40:675:118:116:0:0:41:70:39:0:0|h[迪尼佐·雹击]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[686] = {
						["link"] = "|cffffffff|Hgarrfollower:686:1:35:700:599:0:0:0:0:0:0:0:0|h[瓦拉加尔候选者]|h|r",
						["xp"] = 0,
						["levelXP"] = 200,
					},
					[474] = {
						["isInactive"] = true,
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:474:4:40:600:100:121:0:0:244:256:46:0:0|h[阿里乌克]|h|r",
					},
					[208] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:208:4:40:645:102:122:0:0:56:74:79:0:0|h[阿姆]|h|r",
					},
					[177] = {
						["levelXP"] = 0,
						["xp"] = 0,
						["link"] = "|cffa335ee|Hgarrfollower:177:4:40:675:124:130:0:0:41:42:8:0:0|h[考尔曼]|h|r",
					},
					[153] = {
						["isInactive"] = true,
						["link"] = "|cff1eff00|Hgarrfollower:153:2:35:600:159:0:0:0:60:0:0:0:0|h[卡拉]|h|r",
						["xp"] = 1235,
						["levelXP"] = 3000,
					},
					[178] = {
						["link"] = "|cffa335ee|Hgarrfollower:178:4:40:675:130:124:0:0:77:36:4:0:0|h[火车王里诺艾]|h|r",
						["xp"] = 0,
						["levelXP"] = 0,
					},
					[860] = {
						["link"] = "|cffffffff|Hgarrfollower:860:1:35:700:599:0:0:0:0:0:0:0:0|h[瓦拉加尔候选者]|h|r",
						["xp"] = 0,
						["levelXP"] = 200,
					},
				},
				["AvailableMissions"] = {
					87, -- [1]
					133, -- [2]
					138, -- [3]
					139, -- [4]
					163, -- [5]
					177, -- [6]
					180, -- [7]
					186, -- [8]
					212, -- [9]
					220, -- [10]
					245, -- [11]
					262, -- [12]
					274, -- [13]
					275, -- [14]
					281, -- [15]
					299, -- [16]
					300, -- [17]
					327, -- [18]
					366, -- [19]
					373, -- [20]
					380, -- [21]
					381, -- [22]
					445, -- [23]
					457, -- [24]
					458, -- [25]
					483, -- [26]
					497, -- [27]
					503, -- [28]
					671, -- [29]
					685, -- [30]
				},
				["MissionsInfo"] = {
					[1055] = {
						["successChance"] = 125,
						["followers"] = {
							709, -- [1]
							686, -- [2]
							860, -- [3]
						},
					},
				},
				["Traits"] = {
					[38] = 2,
					[46] = 5,
					[54] = 2,
					[244] = 1,
					[76] = 1,
					[7] = 3,
					[8] = 3,
					[77] = 1,
					[47] = 1,
					[40] = 1,
					[56] = 1,
					[80] = 3,
					[41] = 5,
					[49] = 2,
					[57] = 1,
					[256] = 1,
					[42] = 4,
					[228] = 1,
					[9] = 2,
					[231] = 4,
					[59] = 2,
					[201] = 1,
					[79] = 4,
					[70] = 8,
					[4] = 4,
					[36] = 3,
					[44] = 2,
					[58] = 1,
					[60] = 1,
					[72] = 1,
					[221] = 2,
					[71] = 2,
					[73] = 2,
					[37] = 3,
					[45] = 1,
					[53] = 2,
					[75] = 3,
					[74] = 5,
					[69] = 7,
					[39] = 3,
				},
				["AvailableOrderHallMissions"] = {
					1341, -- [1]
				},
				["numFollowers"] = 40,
				["ActiveOrderHallMissions"] = {
					1055, -- [1]
				},
				["Abilities"] = {
					[106] = 2,
					[122] = 3,
					[148] = 2,
					[107] = 2,
					[181] = 1,
					[5] = 2,
					[182] = 1,
					[108] = 1,
					[124] = 2,
					[10] = 1,
					[154] = 1,
					[155] = 1,
					[157] = 2,
					[159] = 2,
					[160] = 3,
					[130] = 2,
					[162] = 1,
					[114] = 1,
					[164] = 1,
					[165] = 1,
					[134] = 1,
					[135] = 1,
					[116] = 2,
					[168] = 1,
					[151] = 1,
					[6] = 1,
					[179] = 2,
					[170] = 1,
					[102] = 3,
					[171] = 1,
					[121] = 2,
					[172] = 1,
					[103] = 2,
					[173] = 2,
					[142] = 1,
					[118] = 1,
					[143] = 2,
					[120] = 2,
					[144] = 1,
					[167] = 2,
					[105] = 2,
					[177] = 1,
					[11] = 1,
					[100] = 3,
					[152] = 1,
				},
				["numFollowersAtiLevel615"] = 29,
				["numFollowersAtLevel40"] = 31,
				["avgWeaponiLevel"] = 672.375,
				["numEpicFollowers"] = 29,
				["numFollowersAtiLevel660"] = 23,
			},
		},
		["Reference"] = {
			["MissionInfos"] = {
				[261] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["iLevel"] = 615,
					["cost"] = 15,
					["rewards"] = {
						{
							["itemID"] = 120301,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[2192] = {
					["durationSeconds"] = 21600,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 30,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 177699,
							["itemLink"] = "|cff0070dd|Hitem:177699::::::::60:64:::::::::|h[伟大狂野精魂]|h|r",
						}, -- [1]
					},
				},
				[147] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["cost"] = 10,
					["rewards"] = {
						{
							["name"] = "+300经验值",
							["followerXP"] = 300,
							["tooltip"] = "+300经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 32,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[163] = {
					["durationSeconds"] = 2700,
					["type"] = "战斗",
					["cost"] = 10,
					["level"] = 37,
					["rewards"] = {
						{
							["name"] = "+800经验值",
							["followerXP"] = 800,
							["tooltip"] = "+800经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[680] = {
					["durationSeconds"] = 43200,
					["type"] = "战斗",
					["iLevel"] = 675,
					["rewards"] = {
						{
							["itemID"] = 128310,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 100,
				},
				[179] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 42,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
					["level"] = 36,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 0,
				},
				[373] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["cost"] = 20,
					["level"] = 35,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 1200,
							["tooltip"] = "+1200经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+1200经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[1166] = {
					["durationSeconds"] = 21600,
					["type"] = "7.0 职业大厅 - 一般任务",
					["cost"] = 150,
					["iLevel"] = 760,
					["level"] = 37,
					["typeAtlas"] = "ClassHall-CombatIcon-Desaturated",
					["rewards"] = {
						{
							["icon"] = 236521,
							["quantity"] = 5,
							["title"] = "货币奖励",
							["currencyID"] = 1533,
						}, -- [1]
					},
				},
				[485] = {
					["durationSeconds"] = 14400,
					["type"] = "工程学",
					["iLevel"] = 0,
					["cost"] = 20,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Engineering",
					["rewards"] = {
						{
							["itemID"] = 122591,
							["quantity"] = 2,
						}, -- [1]
					},
				},
				[262] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["cost"] = 15,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 120302,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 615,
				},
				[2200] = {
					["durationSeconds"] = 9450,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 10,
					["rewards"] = {
						{
							["icon"] = 3257748,
							["quantity"] = 250,
							["title"] = "货币奖励",
							["currencyID"] = 1804,
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["iLevel"] = 800,
				},
				[1168] = {
					["durationSeconds"] = 28800,
					["type"] = "7.0 职业大厅 - 一般任务",
					["cost"] = 100,
					["iLevel"] = 760,
					["level"] = 39,
					["typeAtlas"] = "ClassHall-CombatIcon-Desaturated",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 5,
							["icon"] = 236521,
							["currencyID"] = 1533,
						}, -- [1]
					},
				},
				[1041] = {
					["durationSeconds"] = 7200,
					["type"] = "7.0 职业大厅 - 一般任务",
					["iLevel"] = 760,
					["rewards"] = {
						{
							["icon"] = 236521,
							["quantity"] = 5,
							["title"] = "货币奖励",
							["currencyID"] = 1533,
						}, -- [1]
					},
					["level"] = 38,
					["typeAtlas"] = "ClassHall-CombatIcon-Desaturated",
					["cost"] = 100,
				},
				[358] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["cost"] = 25,
					["iLevel"] = 0,
					["rewards"] = {
						{
							["icon"] = 838813,
							["quantity"] = 1,
							["title"] = "货币奖励",
							["currencyID"] = 994,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[2204] = {
					["durationSeconds"] = 32400,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 50,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 181422,
							["itemLink"] = "|cffa335ee|Hitem:181422::::::::60:65::27:3:1472:5910:6646::::::|h[树液精钢腰甲]|h|r",
						}, -- [1]
					},
				},
				[2077] = {
					["durationSeconds"] = 43200,
					["type"] = "8.0 - Generic Missions",
					["cost"] = 80,
					["iLevel"] = 800,
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["rewards"] = {
						{
							["icon"] = 2032592,
							["quantity"] = 400,
							["title"] = "货币奖励",
							["currencyID"] = 1579,
						}, -- [1]
					},
				},
				[114] = {
					["durationSeconds"] = 21600,
					["type"] = "战斗",
					["cost"] = 15,
					["iLevel"] = 0,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 8000,
							["tooltip"] = "+8000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+8000经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[470] = {
					["durationSeconds"] = 14400,
					["type"] = "探索",
					["iLevel"] = 0,
					["level"] = 31,
					["rewards"] = {
						{
							["icon"] = 970886,
							["quantity"] = 50,
							["title"] = "货币奖励",
							["currencyID"] = 821,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Exploration",
					["cost"] = 15,
				},
				[486] = {
					["durationSeconds"] = 21600,
					["type"] = "工程学",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["itemID"] = 122591,
							["quantity"] = 3,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Engineering",
					["cost"] = 20,
				},
				[126] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["cost"] = 10,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 120302,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[263] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 615,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 114081,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 15,
				},
				[279] = {
					["durationSeconds"] = 3600,
					["type"] = "寻宝",
					["cost"] = 10,
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 60,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
					["level"] = 34,
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["iLevel"] = 0,
				},
				[148] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["cost"] = 10,
					["level"] = 32,
					["rewards"] = {
						{
							["name"] = "+300经验值",
							["followerXP"] = 300,
							["tooltip"] = "+300经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[311] = {
					["durationSeconds"] = 21600,
					["type"] = "战斗",
					["iLevel"] = 630,
					["level"] = 40,
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 300,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 0,
				},
				[327] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 100,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 118531,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 645,
				},
				[172] = {
					["durationSeconds"] = 1800,
					["type"] = "战斗",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 100,
							["tooltip"] = "+100经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+100经验值",
						}, -- [1]
					},
					["level"] = 30,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 10,
				},
				[180] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["iLevel"] = 0,
					["level"] = 37,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 800,
							["tooltip"] = "+800经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+800经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 10,
				},
				[375] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 1600,
							["tooltip"] = "+1600经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+1600经验值",
						}, -- [1]
					},
					["level"] = 37,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 20,
				},
				[391] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 675,
					["cost"] = 60,
					["rewards"] = {
						{
							["icon"] = 1061300,
							["quantity"] = 600,
							["title"] = "货币奖励",
							["currencyID"] = 823,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[204] = {
					["durationSeconds"] = 5400,
					["type"] = "战斗",
					["cost"] = 20,
					["iLevel"] = 0,
					["level"] = 39,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 114100,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[212] = {
					["durationSeconds"] = 6750,
					["type"] = "战斗",
					["cost"] = 15,
					["iLevel"] = 0,
					["level"] = 37,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["name"] = "+1200经验值",
							["followerXP"] = 1200,
							["tooltip"] = "+1200经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
						{
							["icon"] = 1005027,
							["quantity"] = 225,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [2]
					},
				},
				[220] = {
					["durationSeconds"] = 3600,
					["type"] = "寻宝",
					["cost"] = 0,
					["iLevel"] = 0,
					["level"] = 31,
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 48,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
				},
				[228] = {
					["durationSeconds"] = 2700,
					["type"] = "巡逻",
					["cost"] = 10,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 300,
							["tooltip"] = "+300经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+300经验值",
						}, -- [1]
					},
					["level"] = 31,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["iLevel"] = 0,
				},
				[685] = {
					["durationSeconds"] = 43200,
					["type"] = "战斗",
					["cost"] = 100,
					["iLevel"] = 675,
					["rewards"] = {
						{
							["itemID"] = 128316,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[1940] = {
					["durationSeconds"] = 28800,
					["type"] = "8.0 - Stealth",
					["cost"] = 40,
					["iLevel"] = 800,
					["rewards"] = {
						{
							["icon"] = 2032592,
							["quantity"] = 500,
							["title"] = "货币奖励",
							["currencyID"] = 1579,
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-Stealth",
					["level"] = 50,
				},
				[503] = {
					["durationSeconds"] = 21600,
					["type"] = "战斗",
					["cost"] = 60,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 123858,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 675,
				},
				[312] = {
					["durationSeconds"] = 21600,
					["type"] = "战斗",
					["cost"] = 0,
					["iLevel"] = 630,
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 300,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[328] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 100,
					["iLevel"] = 645,
					["rewards"] = {
						{
							["itemID"] = 118531,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[2218] = {
					["durationSeconds"] = 18900,
					["type"] = "9.0 Encounter - Maldraxxus",
					["iLevel"] = 800,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 181419,
							["itemLink"] = "|cffa335ee|Hitem:181419::::::::60:65::26:3:1472:5907:6646::::::|h[树液精钢肩铠]|h|r",
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["cost"] = 30,
				},
				[376] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["cost"] = 20,
					["iLevel"] = 0,
					["level"] = 38,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 1800,
							["tooltip"] = "+1800经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+1800经验值",
						}, -- [1]
					},
				},
				[2092] = {
					["durationSeconds"] = 21600,
					["type"] = "8.0 - Hub Unlock",
					["cost"] = 200,
					["iLevel"] = 800,
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-HUB",
					["rewards"] = {
						{
							["itemID"] = 163184,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[2220] = {
					["durationSeconds"] = 24300,
					["type"] = "9.0 Encounter - Maldraxxus",
					["cost"] = 30,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["rewards"] = {
						{
							["quantity"] = 3,
							["itemID"] = 181468,
							["itemLink"] = "|cff0070dd|Hitem:181468::::::::60:65:::::::::|h[帷幕强化符文]|h|r",
						}, -- [1]
					},
				},
				[1943] = {
					["durationSeconds"] = 144000,
					["type"] = "8.0 - Long Campaign",
					["iLevel"] = 800,
					["cost"] = 40,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 436,
							["icon"] = 2065624,
							["currencyID"] = 1553,
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-LongCampaign",
					["level"] = 50,
				},
				[2094] = {
					["durationSeconds"] = 21600,
					["type"] = "8.0 - Hub Unlock",
					["iLevel"] = 800,
					["rewards"] = {
						{
							["itemID"] = 163193,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-HUB",
					["cost"] = 100,
				},
				[2222] = {
					["durationSeconds"] = 35100,
					["type"] = "9.0 Encounter - Maldraxxus",
					["iLevel"] = 800,
					["cost"] = 50,
					["level"] = 60,
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 184637,
							["itemLink"] = "|cffffffff|Hitem:184637::::::::60:64::31:::::::|h[]|h|r",
						}, -- [1]
					},
				},
				[2095] = {
					["durationSeconds"] = 21600,
					["type"] = "8.0 - Hub Unlock",
					["cost"] = 100,
					["iLevel"] = 800,
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-HUB",
					["rewards"] = {
						{
							["itemID"] = 163334,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[265] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 615,
					["rewards"] = {
						{
							["itemID"] = 114806,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 15,
				},
				[281] = {
					["durationSeconds"] = 5400,
					["type"] = "寻宝",
					["cost"] = 0,
					["iLevel"] = 0,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 65,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["level"] = 37,
				},
				[2225] = {
					["durationSeconds"] = 9450,
					["type"] = "9.0 Encounter - Maldraxxus",
					["cost"] = 10,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["rewards"] = {
						{
							["quantity"] = 5,
							["itemID"] = 184773,
							["itemLink"] = "|cffffffff|Hitem:184773::::::::60:64:::::::::|h[]|h|r",
						}, -- [1]
					},
				},
				[189] = {
					["durationSeconds"] = 2700,
					["type"] = "战斗",
					["cost"] = 0,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 38,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
					["level"] = 34,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[1947] = {
					["durationSeconds"] = 28800,
					["type"] = "8.0 - Generic Missions",
					["iLevel"] = 800,
					["level"] = 50,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 200,
							["icon"] = 2032593,
							["currencyID"] = 1600,
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["cost"] = 40,
				},
				[221] = {
					["durationSeconds"] = 2700,
					["type"] = "巡逻",
					["cost"] = 10,
					["iLevel"] = 0,
					["level"] = 31,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["rewards"] = {
						{
							["name"] = "+300经验值",
							["followerXP"] = 300,
							["tooltip"] = "+300经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
				},
				[1055] = {
					["durationSeconds"] = 11520,
					["type"] = "7.0 职业大厅 - 一般任务",
					["cost"] = 100,
					["iLevel"] = 760,
					["rewards"] = {
						{
							["icon"] = 236521,
							["quantity"] = 5,
							["title"] = "货币奖励",
							["currencyID"] = 1533,
						}, -- [1]
					},
					["typeAtlas"] = "ClassHall-CombatIcon-Desaturated",
					["level"] = 35,
				},
				[245] = {
					["durationSeconds"] = 3600,
					["type"] = "巡逻",
					["iLevel"] = 0,
					["cost"] = 10,
					["rewards"] = {
						{
							["name"] = "+1500经验值",
							["followerXP"] = 1500,
							["tooltip"] = "+1500经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["level"] = 39,
				},
				[266] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["cost"] = 15,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 120302,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[2233] = {
					["durationSeconds"] = 10800,
					["type"] = "9.0 Encounter - Revendreth",
					["cost"] = 10,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["rewards"] = {
						{
							["quantity"] = 11,
							["itemID"] = 181544,
							["itemLink"] = "|cff1eff00|Hitem:181544::::::::60:65:::::::::|h[恶行忏悔录]|h|r",
						}, -- [1]
					},
				},
				[2234] = {
					["durationSeconds"] = 9450,
					["type"] = "9.0 Encounter - Revendreth",
					["cost"] = 10,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["rewards"] = {
						{
							["icon"] = 3514227,
							["quantity"] = 250,
							["title"] = "货币奖励",
							["currencyID"] = 1807,
						}, -- [1]
					},
				},
				[115] = {
					["durationSeconds"] = 21600,
					["type"] = "战斗",
					["cost"] = 10,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 8000,
							["tooltip"] = "+8000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+8000经验值",
						}, -- [1]
					},
				},
				[2238] = {
					["durationSeconds"] = 22950,
					["type"] = "9.0 Encounter - Revendreth",
					["iLevel"] = 800,
					["level"] = 60,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemLink"] = "|cff1eff00|Hitem:184642::::::::60:65::31:::::::|h[勇士的草药箱]|h|r",
							["itemID"] = 184642,
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["cost"] = 30,
				},
				[127] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["cost"] = 15,
					["rewards"] = {
						{
							["itemID"] = 120301,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[267] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["cost"] = 15,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 120301,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[2240] = {
					["durationSeconds"] = 27000,
					["type"] = "9.0 Encounter - Revendreth",
					["iLevel"] = 800,
					["level"] = 60,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 2000,
							["tooltip"] = "+2000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+2000经验值",
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["cost"] = 50,
				},
				[299] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 615,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 15000,
							["tooltip"] = "+15,000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+15,000经验值",
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 40,
				},
				[2242] = {
					["durationSeconds"] = 24300,
					["type"] = "9.0 Encounter - Revendreth",
					["iLevel"] = 800,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemLink"] = "|cffffffff|Hitem:181572::::::::60:64::27:3:1472:5897:6646::::::|h[]|h|r",
							["itemID"] = 181572,
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["cost"] = 30,
				},
				[363] = {
					["durationSeconds"] = 10800,
					["type"] = "训练",
					["cost"] = 0,
					["rewards"] = {
						{
							["itemID"] = 118427,
							["quantity"] = 1,
						}, -- [1]
						{
							["itemID"] = 118475,
							["quantity"] = 1,
						}, -- [2]
					},
					["level"] = 30,
					["typeAtlas"] = "GarrMission_MissionIcon-Training",
					["iLevel"] = 0,
				},
				[379] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 675,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 120301,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 60,
				},
				[491] = {
					["durationSeconds"] = 14400,
					["type"] = "制皮",
					["iLevel"] = 0,
					["cost"] = 20,
					["rewards"] = {
						{
							["itemID"] = 122596,
							["quantity"] = 2,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Leatherworking",
					["level"] = 40,
				},
				[2247] = {
					["durationSeconds"] = 32400,
					["type"] = "9.0 Encounter - Revendreth",
					["iLevel"] = 800,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemLink"] = "|cff1eff00|Hitem:180629::::::::60:65::31::1:28:373:::::|h[噬食心蛛]|h|r",
							["itemID"] = 180629,
						}, -- [1]
						{
							["title"] = "货币奖励",
							["quantity"] = 1,
							["icon"] = 255347,
							["currencyID"] = 1889,
						}, -- [2]
					},
					["level"] = 60,
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["cost"] = 50,
				},
				[268] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["cost"] = 0,
					["iLevel"] = 615,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 225,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[284] = {
					["durationSeconds"] = 21600,
					["type"] = "寻宝",
					["cost"] = 0,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 100,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
				},
				[300] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 20,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["name"] = "+8000经验值",
							["followerXP"] = 8000,
							["tooltip"] = "+8000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
				},
				[364] = {
					["durationSeconds"] = 14400,
					["type"] = "供给",
					["cost"] = 10,
					["level"] = 30,
					["rewards"] = {
						{
							["itemID"] = 118428,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Provision",
					["iLevel"] = 0,
				},
				[380] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 15,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 120301,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[1959] = {
					["durationSeconds"] = 28800,
					["type"] = "8.0 - Generic Missions",
					["iLevel"] = 800,
					["cost"] = 20,
					["rewards"] = {
						{
							["icon"] = 2032593,
							["quantity"] = 100,
							["title"] = "货币奖励",
							["currencyID"] = 1600,
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["level"] = 50,
				},
				[444] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 40,
					["level"] = 40,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 400,
							["icon"] = 1061300,
							["currencyID"] = 823,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 660,
				},
				[2126] = {
					["durationSeconds"] = 259200,
					["type"] = "8.2 - Holiday Mission",
					["cost"] = 50,
					["iLevel"] = 800,
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-HUB",
					["rewards"] = {
						{
							["icon"] = 463446,
							["quantity"] = 50,
							["title"] = "货币奖励",
							["currencyID"] = 1166,
						}, -- [1]
					},
				},
				[2254] = {
					["durationSeconds"] = 32400,
					["type"] = "9.0 Encounter - Revendreth",
					["iLevel"] = 800,
					["cost"] = 100,
					["level"] = 60,
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["rewards"] = {
						{
							["quantity"] = 2,
							["itemID"] = 178040,
							["itemLink"] = "|cffffffff|Hitem:178040::::::::60:64:::::::::|h[]|h|r",
						}, -- [1]
					},
				},
				[196] = {
					["durationSeconds"] = 5400,
					["type"] = "战斗",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["itemID"] = 114101,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 31,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 20,
				},
				[484] = {
					["durationSeconds"] = 21600,
					["type"] = "附魔",
					["cost"] = 20,
					["iLevel"] = 0,
					["rewards"] = {
						{
							["itemID"] = 122590,
							["quantity"] = 3,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Enchanting",
					["level"] = 40,
				},
				[118] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 0,
					["level"] = 40,
					["rewards"] = {
						{
							["name"] = "+8000经验值",
							["followerXP"] = 8000,
							["tooltip"] = "+8000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 15,
				},
				[285] = {
					["durationSeconds"] = 21600,
					["type"] = "寻宝",
					["cost"] = 0,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 100,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
				},
				[301] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 30,
					["rewards"] = {
						{
							["name"] = "+8000经验值",
							["followerXP"] = 8000,
							["tooltip"] = "+8000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[159] = {
					["durationSeconds"] = 5400,
					["type"] = "战斗",
					["iLevel"] = 0,
					["level"] = 36,
					["rewards"] = {
						{
							["name"] = "+700经验值",
							["followerXP"] = 700,
							["tooltip"] = "+700经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 10,
				},
				[664] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 15,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 25,
							["icon"] = 1131085,
							["currencyID"] = 1101,
						}, -- [1]
					},
				},
				[2258] = {
					["durationSeconds"] = 32400,
					["type"] = "9.0 Encounter - Revendreth",
					["cost"] = 200,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["rewards"] = {
						{
							["icon"] = 3743738,
							["quantity"] = 150,
							["title"] = "货币奖励",
							["currencyID"] = 1828,
						}, -- [1]
					},
				},
				[2212] = {
					["durationSeconds"] = 10800,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 25,
					["iLevel"] = 800,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 181638,
							["itemLink"] = "|cffffffff|Hitem:181638::::::::60:65::26:3:1472:5907:6646::::::|h[]|h|r",
						}, -- [1]
						{
							["icon"] = 255347,
							["quantity"] = 1,
							["title"] = "货币奖励",
							["currencyID"] = 1889,
						}, -- [2]
					},
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["level"] = 60,
				},
				[191] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["iLevel"] = 0,
					["level"] = 36,
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 42,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 0,
				},
				[2129] = {
					["durationSeconds"] = 259200,
					["type"] = "8.2 - Holiday Mission",
					["cost"] = 100,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 50,
							["icon"] = 463446,
							["currencyID"] = 1166,
						}, -- [1]
					},
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-HUB",
					["iLevel"] = 800,
				},
				[244] = {
					["durationSeconds"] = 3600,
					["type"] = "巡逻",
					["cost"] = 10,
					["rewards"] = {
						{
							["name"] = "+1350经验值",
							["followerXP"] = 1350,
							["tooltip"] = "+1350经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 38,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["iLevel"] = 0,
				},
				[2133] = {
					["durationSeconds"] = 518400,
					["type"] = "8.2 - Holiday Mission",
					["iLevel"] = 800,
					["cost"] = 50,
					["rewards"] = {
						{
							["quantity"] = 10,
							["itemID"] = 37829,
							["itemLink"] = "|cffffffff|Hitem:37829::::::::60:65:::::::::|h[]|h|r",
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-HUB",
					["level"] = 50,
				},
				[2261] = {
					["durationSeconds"] = 14400,
					["type"] = "9.0 Encounter - Bastion",
					["cost"] = 11,
					["rewards"] = {
						{
							["title"] = "金钱奖励",
							["quantity"] = 2608000,
							["icon"] = "Interface\\Icons\\inv_misc_coin_01",
							["currencyID"] = 0,
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "ClassHall-QuestIcon-Desaturated",
					["iLevel"] = 800,
				},
				[231] = {
					["durationSeconds"] = 2700,
					["type"] = "巡逻",
					["cost"] = 10,
					["iLevel"] = 0,
					["level"] = 35,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["rewards"] = {
						{
							["name"] = "+900经验值",
							["followerXP"] = 900,
							["tooltip"] = "+900经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
				},
				[2262] = {
					["durationSeconds"] = 14400,
					["type"] = "9.0 Encounter - Revendreth",
					["cost"] = 10,
					["rewards"] = {
						{
							["quantity"] = 6,
							["itemID"] = 184148,
							["itemLink"] = "|cff1eff00|Hitem:184148::::::::60:251:::::::::|h[密封的罪钒之瓶]|h|r",
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["iLevel"] = 800,
				},
				[2135] = {
					["durationSeconds"] = 129600,
					["type"] = "8.2 - Holiday Mission",
					["iLevel"] = 800,
					["cost"] = 50,
					["rewards"] = {
						{
							["quantity"] = 15,
							["itemID"] = 33226,
							["itemLink"] = "|cffffffff|Hitem:33226::::::::60:65:::::::::|h[奶糖]|h|r",
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-HUB",
					["level"] = 50,
				},
				[188] = {
					["durationSeconds"] = 2700,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 0,
					["level"] = 33,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 36,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
				},
				[2136] = {
					["durationSeconds"] = 129600,
					["type"] = "8.2 - Holiday Mission",
					["cost"] = 50,
					["level"] = 50,
					["rewards"] = {
						{
							["quantity"] = 5,
							["itemLink"] = "|cffffffff|Hitem:49927::::::::60:65:::::::::|h[爱情信物]|h|r",
							["itemID"] = 49927,
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-HUB",
					["iLevel"] = 800,
				},
				[286] = {
					["durationSeconds"] = 21600,
					["type"] = "寻宝",
					["cost"] = 0,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 100,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
				},
				[223] = {
					["durationSeconds"] = 2700,
					["type"] = "巡逻",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["name"] = "+450经验值",
							["followerXP"] = 450,
							["tooltip"] = "+450经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 32,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["cost"] = 10,
				},
				[254] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 615,
					["level"] = 40,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 12000,
							["tooltip"] = "+12000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+12000经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 20,
				},
				[458] = {
					["durationSeconds"] = 14400,
					["type"] = "炼金",
					["cost"] = 20,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Alchemy",
					["rewards"] = {
						{
							["itemID"] = 122576,
							["quantity"] = 2,
						}, -- [1]
					},
				},
				[215] = {
					["durationSeconds"] = 21600,
					["type"] = "探索",
					["cost"] = 10,
					["iLevel"] = 0,
					["level"] = 30,
					["typeAtlas"] = "GarrMission_MissionIcon-Exploration",
					["rewards"] = {
						{
							["itemID"] = 115012,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[366] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["cost"] = 20,
					["rewards"] = {
						{
							["name"] = "+200经验值",
							["followerXP"] = 200,
							["tooltip"] = "+200经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 30,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[2267] = {
					["durationSeconds"] = 21600,
					["type"] = "9.0 Encounter - Maldraxxus",
					["cost"] = 30,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 181610,
							["itemLink"] = "|cffa335ee|Hitem:181610::::::::60:65::26:3:1472:5907:6646::::::|h[盾卫的护胫]|h|r",
						}, -- [1]
					},
				},
				[398] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 40,
					["iLevel"] = 660,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 400,
							["icon"] = 1061300,
							["currencyID"] = 823,
						}, -- [1]
					},
				},
				[2268] = {
					["durationSeconds"] = 27000,
					["type"] = "9.0 Encounter - Maldraxxus",
					["iLevel"] = 800,
					["level"] = 60,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 184839,
							["itemLink"] = "|cffa335ee|Hitem:184839::::::::60:65::27:3:1472:5910:6646::::::|h[无法启动的百心长控制器]|h|r",
						}, -- [1]
					},
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["cost"] = 50,
				},
				[2313] = {
					["durationSeconds"] = 16200,
					["type"] = "9.0 战斗 - 噬渊突袭",
					["cost"] = 25,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 28,
							["icon"] = 4067362,
							["currencyID"] = 1906,
						}, -- [1]
						{
							["quantity"] = 6,
							["itemID"] = 181468,
							["itemLink"] = "|cff0070dd|Hitem:181468::::::::60:251:::::::::|h[帷幕强化符文]|h|r",
						}, -- [2]
					},
					["level"] = 60,
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["iLevel"] = 800,
				},
				[446] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["iLevel"] = 660,
					["rewards"] = {
						{
							["itemID"] = 122485,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 100,
				},
				[116] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 20,
					["rewards"] = {
						{
							["name"] = "+8000经验值",
							["followerXP"] = 8000,
							["tooltip"] = "+8000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[120] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["cost"] = 10,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 120302,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[1948] = {
					["durationSeconds"] = 129600,
					["type"] = "8.0 - Generic Missions",
					["iLevel"] = 800,
					["rewards"] = {
						{
							["icon"] = 2032592,
							["quantity"] = 400,
							["title"] = "货币奖励",
							["currencyID"] = 1579,
						}, -- [1]
					},
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["cost"] = 40,
				},
				[128] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 10,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 114616,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[271] = {
					["durationSeconds"] = 21600,
					["type"] = "巡逻",
					["cost"] = 15,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["rewards"] = {
						{
							["name"] = "+10000经验值",
							["followerXP"] = 10000,
							["tooltip"] = "+10000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
				},
				[144] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["iLevel"] = 0,
					["level"] = 31,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 200,
							["tooltip"] = "+200经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+200经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 10,
				},
				[1925] = {
					["durationSeconds"] = 14400,
					["type"] = "8.0 - Generic Missions",
					["iLevel"] = 800,
					["cost"] = 20,
					["rewards"] = {
						{
							["icon"] = 2065624,
							["quantity"] = 269,
							["title"] = "货币奖励",
							["currencyID"] = 1553,
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["level"] = 50,
				},
				[2273] = {
					["durationSeconds"] = 37800,
					["type"] = "9.0 Encounter - Bastion",
					["iLevel"] = 800,
					["level"] = 60,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 184637,
							["itemLink"] = "|cffffffff|Hitem:184637::::::::60:64::31:::::::|h[]|h|r",
						}, -- [1]
					},
					["typeAtlas"] = "ClassHall-QuestIcon-Desaturated",
					["cost"] = 50,
				},
				[335] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["itemID"] = 117492,
							["quantity"] = 1,
						}, -- [1]
						{
							["icon"] = 1005027,
							["quantity"] = 250,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [2]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 25,
				},
				[176] = {
					["durationSeconds"] = 2700,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 0,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 36,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 33,
				},
				[367] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 20,
					["level"] = 31,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["name"] = "+400经验值",
							["followerXP"] = 400,
							["tooltip"] = "+400经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
				},
				[2275] = {
					["durationSeconds"] = 10800,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 10,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["rewards"] = {
						{
							["quantity"] = 13,
							["itemID"] = 163036,
							["itemLink"] = "|cffffffff|Hitem:163036::::::::60:65:::::::::|h[抛光的宠物符咒]|h|r",
						}, -- [1]
					},
				},
				[399] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["cost"] = 60,
					["level"] = 40,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 600,
							["icon"] = 1061300,
							["currencyID"] = 823,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 675,
				},
				[2276] = {
					["durationSeconds"] = 10800,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 10,
					["level"] = 60,
					["rewards"] = {
						{
							["name"] = "+1500经验值",
							["followerXP"] = 1500,
							["tooltip"] = "+1500经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["iLevel"] = 800,
				},
				[139] = {
					["durationSeconds"] = 1800,
					["type"] = "战斗",
					["cost"] = 10,
					["iLevel"] = 0,
					["rewards"] = {
						{
							["name"] = "+100经验值",
							["followerXP"] = 100,
							["tooltip"] = "+100经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 30,
				},
				[277] = {
					["durationSeconds"] = 3600,
					["type"] = "寻宝",
					["iLevel"] = 0,
					["level"] = 32,
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 50,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["cost"] = 0,
				},
				[2150] = {
					["durationSeconds"] = 172800,
					["type"] = "8.2 - Deep Sea",
					["cost"] = 80,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 8,
							["icon"] = 463858,
							["currencyID"] = 1721,
						}, -- [1]
					},
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-DeepSea",
					["iLevel"] = 800,
				},
				[483] = {
					["durationSeconds"] = 14400,
					["type"] = "附魔",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["itemID"] = 122590,
							["quantity"] = 2,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Enchanting",
					["cost"] = 20,
				},
				[242] = {
					["durationSeconds"] = 5400,
					["type"] = "寻宝",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 70,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
					["level"] = 37,
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["cost"] = 0,
				},
				[133] = {
					["durationSeconds"] = 21600,
					["type"] = "战斗",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 175,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 0,
				},
				[272] = {
					["durationSeconds"] = 21600,
					["type"] = "巡逻",
					["iLevel"] = 0,
					["cost"] = 10,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["rewards"] = {
						{
							["name"] = "+10000经验值",
							["followerXP"] = 10000,
							["tooltip"] = "+10000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
				},
				[457] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 660,
					["rewards"] = {
						{
							["itemID"] = 122486,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 100,
				},
				[184] = {
					["durationSeconds"] = 1800,
					["type"] = "战斗",
					["iLevel"] = 0,
					["level"] = 30,
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 30,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 0,
				},
				[182] = {
					["durationSeconds"] = 5400,
					["type"] = "战斗",
					["cost"] = 10,
					["iLevel"] = 0,
					["rewards"] = {
						{
							["name"] = "+1000经验值",
							["followerXP"] = 1000,
							["tooltip"] = "+1000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 39,
				},
				[2154] = {
					["durationSeconds"] = 28800,
					["type"] = "8.0 - Generic Missions",
					["cost"] = 80,
					["iLevel"] = 800,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 169610,
							["itemLink"] = "|cff0070dd|Hitem:169610::::::::60:72:::::::::|h[S.P.A.R.E.零件箱]|h|r",
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["level"] = 50,
				},
				[202] = {
					["durationSeconds"] = 6750,
					["type"] = "战斗",
					["cost"] = 20,
					["iLevel"] = 0,
					["rewards"] = {
						{
							["itemID"] = 114097,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 37,
				},
				[168] = {
					["durationSeconds"] = 7200,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 10,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 1000,
							["tooltip"] = "+1000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+1000经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 39,
				},
				[186] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 0,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 32,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 31,
				},
				[2156] = {
					["durationSeconds"] = 28800,
					["type"] = "8.0 - Generic Missions",
					["cost"] = 40,
					["iLevel"] = 800,
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 168327,
							["itemLink"] = "|cffa335ee|Hitem:168327::::::::60:72:::::::::|h[连锁点火线圈]|h|r",
						}, -- [1]
					},
				},
				[87] = {
					["durationSeconds"] = 1800,
					["type"] = "巡逻",
					["cost"] = 5,
					["iLevel"] = 0,
					["rewards"] = {
						{
							["name"] = "+150经验值",
							["followerXP"] = 150,
							["tooltip"] = "+150经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["level"] = 30,
				},
				[671] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 615,
					["cost"] = 20,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 40,
							["icon"] = 1131085,
							["currencyID"] = 1101,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[448] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 660,
					["rewards"] = {
						{
							["itemID"] = 122485,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 100,
				},
				[1338] = {
					["durationSeconds"] = 20160,
					["type"] = "7.0 职业大厅 - 一般任务",
					["iLevel"] = 760,
					["level"] = 43,
					["rewards"] = {
						{
							["name"] = "+1800经验值",
							["followerXP"] = 1800,
							["tooltip"] = "+1800经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "ClassHall-CombatIcon-Desaturated",
					["cost"] = 100,
				},
				[129] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 10,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 114616,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[496] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 660,
					["rewards"] = {
						{
							["itemID"] = 120945,
							["quantity"] = 20,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 40,
				},
				[2287] = {
					["durationSeconds"] = 29700,
					["type"] = "9.0 Encounter - Bastion",
					["iLevel"] = 800,
					["cost"] = 50,
					["level"] = 60,
					["typeAtlas"] = "ClassHall-QuestIcon-Desaturated",
					["rewards"] = {
						{
							["name"] = "+2500经验值",
							["followerXP"] = 2500,
							["tooltip"] = "+2500经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
				},
				[273] = {
					["durationSeconds"] = 28800,
					["type"] = "巡逻",
					["cost"] = 20,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 10000,
							["tooltip"] = "+10000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+10000经验值",
						}, -- [1]
					},
				},
				[145] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 10,
					["level"] = 31,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 200,
							["tooltip"] = "+200经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+200经验值",
						}, -- [1]
					},
				},
				[305] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 20,
					["rewards"] = {
						{
							["itemID"] = 120302,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 630,
				},
				[161] = {
					["durationSeconds"] = 5400,
					["type"] = "战斗",
					["cost"] = 10,
					["level"] = 36,
					["rewards"] = {
						{
							["name"] = "+700经验值",
							["followerXP"] = 700,
							["tooltip"] = "+700经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[337] = {
					["durationSeconds"] = 57600,
					["type"] = "训练",
					["cost"] = 25,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 118354,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Training",
					["iLevel"] = 0,
				},
				[2290] = {
					["durationSeconds"] = 35100,
					["type"] = "9.0 Encounter - Bastion",
					["cost"] = 50,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "ClassHall-QuestIcon-Desaturated",
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 184633,
							["itemLink"] = "|cff1eff00|Hitem:184633::::::::60:65::31:::::::|h[勇士的肉箱]|h|r",
						}, -- [1]
					},
				},
				[667] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["icon"] = 1131085,
							["quantity"] = 25,
							["title"] = "货币奖励",
							["currencyID"] = 1101,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 15,
				},
				[2304] = {
					["durationSeconds"] = 27000,
					["type"] = "9.0 战斗 - 塔扎维什",
					["iLevel"] = 800,
					["level"] = 60,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 188656,
							["itemLink"] = "|cffffffff|Hitem:188656::::::::60:64:::::::::|h[]|h|r",
						}, -- [1]
						{
							["title"] = "金钱奖励",
							["quantity"] = 3727800,
							["icon"] = "Interface\\Icons\\inv_misc_coin_01",
							["currencyID"] = 0,
						}, -- [2]
					},
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["cost"] = 50,
				},
				[1341] = {
					["durationSeconds"] = 34560,
					["type"] = "7.0 职业大厅 - 一般任务",
					["iLevel"] = 760,
					["cost"] = 100,
					["rewards"] = {
						{
							["name"] = "+1800经验值",
							["followerXP"] = 1800,
							["tooltip"] = "+1800经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "ClassHall-CombatIcon-Desaturated",
					["level"] = 43,
				},
				[138] = {
					["durationSeconds"] = 1800,
					["type"] = "战斗",
					["cost"] = 10,
					["iLevel"] = 0,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 100,
							["tooltip"] = "+100经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+100经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 30,
				},
				[493] = {
					["durationSeconds"] = 14400,
					["type"] = "裁缝",
					["iLevel"] = 0,
					["cost"] = 20,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Tailoring",
					["rewards"] = {
						{
							["itemID"] = 122594,
							["quantity"] = 2,
						}, -- [1]
					},
				},
				[2293] = {
					["durationSeconds"] = 10800,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 10,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["rewards"] = {
						{
							["quantity"] = 10,
							["itemID"] = 171832,
							["itemLink"] = "|cff1eff00|Hitem:171832::::::::60:65:::::::::|h[罪钒矿石]|h|r",
						}, -- [1]
					},
				},
				[321] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 645,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 118531,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 100,
				},
				[2294] = {
					["durationSeconds"] = 10800,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 10,
					["level"] = 60,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 250,
							["icon"] = 3575389,
							["currencyID"] = 1806,
						}, -- [1]
					},
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["iLevel"] = 800,
				},
				[497] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 25,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 122580,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[275] = {
					["durationSeconds"] = 28800,
					["type"] = "巡逻",
					["cost"] = 15,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["rewards"] = {
						{
							["name"] = "+10000经验值",
							["followerXP"] = 10000,
							["tooltip"] = "+10000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
				},
				[274] = {
					["durationSeconds"] = 28800,
					["type"] = "巡逻",
					["iLevel"] = 0,
					["level"] = 40,
					["rewards"] = {
						{
							["name"] = "+10000经验值",
							["followerXP"] = 10000,
							["tooltip"] = "+10000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["cost"] = 10,
				},
				[2296] = {
					["durationSeconds"] = 64800,
					["type"] = "9.0 Encounter - Revendreth",
					["cost"] = 100,
					["level"] = 60,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 120,
							["icon"] = 3743738,
							["currencyID"] = 1828,
						}, -- [1]
						{
							["itemID"] = 178040,
							["quantity"] = 1,
						}, -- [2]
					},
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["iLevel"] = 800,
				},
				[2169] = {
					["durationSeconds"] = 16200,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 12,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 1000,
							["tooltip"] = "+1000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+1000经验值",
						}, -- [1]
					},
				},
				[2297] = {
					["durationSeconds"] = 64800,
					["type"] = "9.0 Encounter - Revendreth",
					["cost"] = 200,
					["iLevel"] = 800,
					["level"] = 60,
					["typeAtlas"] = "BfAMission-Icon-QuickStrike",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 125,
							["icon"] = 3743738,
							["currencyID"] = 1828,
						}, -- [1]
						{
							["itemID"] = 178040,
							["quantity"] = 1,
						}, -- [2]
					},
				},
				[929] = {
					["durationSeconds"] = 120,
					["type"] = "7.0 职业大厅 - 战役任务",
					["cost"] = 20,
					["iLevel"] = 760,
					["rewards"] = {
						{
							["itemID"] = 139140,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "ClassHall-QuestIcon-Desaturated",
					["level"] = 35,
				},
				[2174] = {
					["durationSeconds"] = 30,
					["type"] = "9.0 Encounter - Maldraxxus",
					["cost"] = 3,
					["iLevel"] = 800,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 184373,
							["itemLink"] = "|cff1eff00|Hitem:184373::::::::60:251:::::::::|h[小型心能之球]|h|r",
						}, -- [1]
					},
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["level"] = 60,
				},
				[2171] = {
					["durationSeconds"] = 36000,
					["type"] = "9.0 Encounter - Maldraxxus",
					["cost"] = 50,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 1200,
							["tooltip"] = "+1200经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+1200经验值",
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["iLevel"] = 800,
				},
				[370] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 20,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 600,
							["tooltip"] = "+600经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+600经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 32,
				},
				[1345] = {
					["durationSeconds"] = 10800,
					["type"] = "7.0 职业大厅 - 一般任务",
					["iLevel"] = 760,
					["rewards"] = {
						{
							["name"] = "+1000经验值",
							["followerXP"] = 1000,
							["tooltip"] = "+1000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 39,
					["typeAtlas"] = "ClassHall-CombatIcon-Desaturated",
					["cost"] = 100,
				},
				[1919] = {
					["durationSeconds"] = 14400,
					["type"] = "8.0 - Generic Missions",
					["cost"] = 20,
					["iLevel"] = 800,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 257,
							["icon"] = 2065624,
							["currencyID"] = 1553,
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["level"] = 50,
				},
				[449] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 100,
					["rewards"] = {
						{
							["itemID"] = 122485,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 660,
				},
				[2170] = {
					["durationSeconds"] = 46800,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 50,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 184631,
							["itemLink"] = "|cffffffff|Hitem:184631::::::::60:251::31:::::::|h[冒险者的附魔箱]|h|r",
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["iLevel"] = 800,
				},
				[117] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 0,
					["level"] = 40,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 8000,
							["tooltip"] = "+8000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+8000经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 10,
				},
				[1920] = {
					["durationSeconds"] = 14400,
					["type"] = "8.0 - Generic Missions",
					["cost"] = 20,
					["iLevel"] = 800,
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["rewards"] = {
						{
							["icon"] = 2065624,
							["quantity"] = 261,
							["title"] = "货币奖励",
							["currencyID"] = 1553,
						}, -- [1]
					},
				},
				[498] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["cost"] = 25,
					["level"] = 40,
					["rewards"] = {
						{
							["itemID"] = 122582,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[130] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 15,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 120302,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[2176] = {
					["durationSeconds"] = 27000,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 30,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 181222,
							["itemLink"] = "|cffffffff|Hitem:181222::::::::60:251::25:3:1472:5904:6646::::::|h[]|h|r",
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["iLevel"] = 800,
				},
				[146] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["iLevel"] = 0,
					["level"] = 31,
					["rewards"] = {
						{
							["title"] = "奖励追随者经验",
							["followerXP"] = 200,
							["tooltip"] = "+200经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["name"] = "+200经验值",
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 10,
				},
				[177] = {
					["durationSeconds"] = 2700,
					["type"] = "战斗",
					["cost"] = 0,
					["iLevel"] = 0,
					["level"] = 34,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["icon"] = 1005027,
							["quantity"] = 38,
							["title"] = "货币奖励",
							["currencyID"] = 824,
						}, -- [1]
					},
				},
				[162] = {
					["durationSeconds"] = 5400,
					["type"] = "战斗",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["name"] = "+800经验值",
							["followerXP"] = 800,
							["tooltip"] = "+800经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 37,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 10,
				},
				[170] = {
					["durationSeconds"] = 7200,
					["type"] = "战斗",
					["iLevel"] = 0,
					["rewards"] = {
						{
							["name"] = "+1000经验值",
							["followerXP"] = 1000,
							["tooltip"] = "+1000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 39,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 10,
				},
				[2306] = {
					["durationSeconds"] = 27000,
					["type"] = "9.0 战斗 - 塔扎维什",
					["iLevel"] = 800,
					["level"] = 60,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 188657,
							["itemLink"] = "|cffffffff|Hitem:188657::::::::60:64:::::::::|h[]|h|r",
						}, -- [1]
						{
							["quantity"] = 20,
							["itemLink"] = "|cffffffff|Hitem:163036::::::::60:64:::::::::|h[抛光的宠物符咒]|h|r",
							["itemID"] = 163036,
						}, -- [2]
					},
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["cost"] = 50,
				},
				[2179] = {
					["durationSeconds"] = 30600,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 30,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 181667,
							["itemLink"] = "|cffa335ee|Hitem:181667::::::::60:251::25:3:1472:5904:6646::::::|h[钢核护腿]|h|r",
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["iLevel"] = 800,
				},
				[1954] = {
					["durationSeconds"] = 64800,
					["type"] = "8.0 - Generic Missions",
					["iLevel"] = 800,
					["cost"] = 40,
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 353,
							["icon"] = 2065624,
							["currencyID"] = 1553,
						}, -- [1]
					},
				},
				[2180] = {
					["durationSeconds"] = 39600,
					["type"] = "9.0 Encounter - Bastion",
					["cost"] = 50,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 184636,
							["itemLink"] = "|cffffffff|Hitem:184636::::::::60:251::31:::::::|h[冒险者的剥皮箱]|h|r",
						}, -- [1]
					},
					["level"] = 60,
					["typeAtlas"] = "ClassHall-QuestIcon-Desaturated",
					["iLevel"] = 800,
				},
				[1923] = {
					["durationSeconds"] = 14400,
					["type"] = "8.0 - Generic Missions",
					["cost"] = 40,
					["iLevel"] = 800,
					["rewards"] = {
						{
							["icon"] = 2032593,
							["quantity"] = 125,
							["title"] = "货币奖励",
							["currencyID"] = 1600,
						}, -- [1]
					},
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["level"] = 50,
				},
				[218] = {
					["durationSeconds"] = 1800,
					["type"] = "寻宝",
					["cost"] = 0,
					["iLevel"] = 0,
					["level"] = 30,
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 45,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
				},
				[192] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["cost"] = 0,
					["level"] = 37,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 44,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 0,
				},
				[677] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["iLevel"] = 675,
					["level"] = 40,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 150,
							["icon"] = 1131085,
							["currencyID"] = 1101,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 60,
				},
				[2310] = {
					["durationSeconds"] = 18000,
					["type"] = "9.0 战斗 - 噬渊突袭",
					["cost"] = 25,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 187576,
							["itemLink"] = "|cff0070dd|Hitem:187576::::::::60:251::31:::::::|h[刻希亚剥皮箱]|h|r",
						}, -- [1]
						{
							["title"] = "货币奖励",
							["quantity"] = 34,
							["icon"] = 4067362,
							["currencyID"] = 1906,
						}, -- [2]
					},
					["level"] = 60,
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["iLevel"] = 800,
				},
				[1331] = {
					["durationSeconds"] = 7200,
					["type"] = "7.0 职业大厅 - 一般任务",
					["iLevel"] = 760,
					["rewards"] = {
						{
							["name"] = "+400经验值",
							["followerXP"] = 400,
							["tooltip"] = "+400经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 36,
					["typeAtlas"] = "ClassHall-CombatIcon-Desaturated",
					["cost"] = 100,
				},
				[2087] = {
					["durationSeconds"] = 28800,
					["type"] = "8.0 - Generic Missions",
					["iLevel"] = 800,
					["rewards"] = {
						{
							["quantity"] = 13,
							["itemID"] = 163036,
							["itemLink"] = "|cffffffff|Hitem:163036::::::::50:256:::::::::|h[抛光的宠物符咒]|h|r",
						}, -- [1]
					},
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["cost"] = 40,
				},
				[276] = {
					["durationSeconds"] = 36000,
					["type"] = "巡逻",
					["cost"] = 25,
					["rewards"] = {
						{
							["name"] = "+15000经验值",
							["followerXP"] = 15000,
							["tooltip"] = "+15000经验值",
							["icon"] = "Interface\\Icons\\XPBonus_Icon",
							["title"] = "奖励追随者经验",
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Patrol",
					["iLevel"] = 0,
				},
				[2312] = {
					["durationSeconds"] = 14400,
					["type"] = "9.0 战斗 - 噬渊突袭",
					["cost"] = 25,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 187575,
							["itemLink"] = "|cff0070dd|Hitem:187575::::::::60:251::31:::::::|h[刻希亚钓鱼箱]|h|r",
						}, -- [1]
						{
							["title"] = "货币奖励",
							["quantity"] = 33,
							["icon"] = 4067362,
							["currencyID"] = 1906,
						}, -- [2]
					},
					["level"] = 60,
					["typeAtlas"] = "ClassHall-TreasureIcon-Desaturated",
					["iLevel"] = 800,
				},
				[308] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["iLevel"] = 630,
					["rewards"] = {
						{
							["itemID"] = 114746,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 20,
				},
				[324] = {
					["durationSeconds"] = 14400,
					["type"] = "战斗",
					["iLevel"] = 645,
					["rewards"] = {
						{
							["itemID"] = 118531,
							["quantity"] = 1,
						}, -- [1]
					},
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["cost"] = 100,
				},
				[678] = {
					["durationSeconds"] = 43200,
					["type"] = "战斗",
					["iLevel"] = 675,
					["cost"] = 100,
					["rewards"] = {
						{
							["itemID"] = 127748,
							["quantity"] = 1,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["level"] = 40,
				},
				[445] = {
					["durationSeconds"] = 28800,
					["type"] = "战斗",
					["cost"] = 40,
					["level"] = 40,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 400,
							["icon"] = 1061300,
							["currencyID"] = 823,
						}, -- [1]
					},
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["iLevel"] = 660,
				},
				[1933] = {
					["durationSeconds"] = 43200,
					["type"] = "8.0 - Generic Missions",
					["cost"] = 20,
					["iLevel"] = 800,
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["rewards"] = {
						{
							["icon"] = 2032601,
							["quantity"] = 125,
							["title"] = "货币奖励",
							["currencyID"] = 1597,
						}, -- [1]
					},
				},
				[381] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["cost"] = 60,
					["iLevel"] = 675,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 120945,
							["quantity"] = 30,
						}, -- [1]
					},
				},
				[67] = {
					["durationSeconds"] = 3600,
					["type"] = "战斗",
					["iLevel"] = 0,
					["cost"] = 10,
					["level"] = 30,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["itemID"] = 114052,
							["quantity"] = 1,
						}, -- [1]
					},
				},
				[1927] = {
					["durationSeconds"] = 14400,
					["type"] = "8.0 - Generic Missions",
					["iLevel"] = 800,
					["cost"] = 20,
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["rewards"] = {
						{
							["icon"] = 2032592,
							["quantity"] = 225,
							["title"] = "货币奖励",
							["currencyID"] = 1579,
						}, -- [1]
					},
				},
				[359] = {
					["durationSeconds"] = 36000,
					["type"] = "战斗",
					["cost"] = 25,
					["iLevel"] = 0,
					["level"] = 40,
					["typeAtlas"] = "GarrMission_MissionIcon-Combat",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 1,
							["icon"] = 838813,
							["currencyID"] = 994,
						}, -- [1]
					},
				},
				[278] = {
					["durationSeconds"] = 3600,
					["type"] = "寻宝",
					["cost"] = 0,
					["iLevel"] = 0,
					["level"] = 33,
					["typeAtlas"] = "GarrMission_MissionIcon-Trading",
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 50,
							["icon"] = 1005027,
							["currencyID"] = 824,
						}, -- [1]
					},
				},
				[2190] = {
					["durationSeconds"] = 37800,
					["type"] = "9.0 Encounter - Ardenweald",
					["iLevel"] = 800,
					["cost"] = 50,
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["rewards"] = {
						{
							["quantity"] = 22,
							["itemID"] = 163036,
							["itemLink"] = "|cffffffff|Hitem:163036::::::::60:64:::::::::|h[抛光的宠物符咒]|h|r",
						}, -- [1]
					},
				},
				[1928] = {
					["durationSeconds"] = 14400,
					["type"] = "8.0 - Generic Missions",
					["cost"] = 20,
					["rewards"] = {
						{
							["title"] = "货币奖励",
							["quantity"] = 75,
							["icon"] = 2032599,
							["currencyID"] = 1596,
						}, -- [1]
					},
					["level"] = 50,
					["typeAtlas"] = "BfAMission-Icon-Normal",
					["iLevel"] = 800,
				},
				[2194] = {
					["durationSeconds"] = 14400,
					["type"] = "9.0 Encounter - Ardenweald",
					["cost"] = 25,
					["rewards"] = {
						{
							["quantity"] = 1,
							["itemID"] = 181609,
							["itemLink"] = "|cffa335ee|Hitem:181609::::::::60:251::25:3:1472:5904:6646::::::|h[盾卫的巨盔]|h|r",
						}, -- [1]
						{
							["title"] = "货币奖励",
							["quantity"] = 1,
							["icon"] = 255347,
							["currencyID"] = 1889,
						}, -- [2]
					},
					["level"] = 60,
					["typeAtlas"] = "ShipMissionIcon-Legendary-Map",
					["iLevel"] = 800,
				},
			},
			["FollowerNamesToID"] = {
				["新晋侍从"] = 674,
				["太阳祭司瓦克斯"] = 582,
				["布鲁托"] = 176,
				["佩妮·殴底"] = 211,
				["风暴召唤者米尔拉"] = 608,
				["乌卡拉·风磨"] = 382,
				["特马努"] = 375,
				["大法师瓦格斯"] = 762,
				["艾莎拉·维林德"] = 726,
				["尼贾拉"] = 248,
				["裁决者朱莉亚·塞雷斯蒂"] = 755,
				["伊米隆国王"] = 712,
				["本杰明·吉布"] = 204,
				["布罗尔·熊皮"] = 641,
				["米露恩"] = 644,
				["纳特·帕格"] = 202,
				["魔导师寒风"] = 299,
				["剥皮者金鬃"] = 170,
				["迪娜·邪语"] = 405,
				["鸦爪祭司伊沙尔"] = 218,
				["利奥拉"] = 219,
				["德拉丝·月牙"] = 756,
				["奥林·利刃"] = 231,
				["阿姆"] = 208,
				["娜塔莉·塞林"] = 874,
				["裂骨"] = 458,
				["布洛克"] = 189,
				["艾克诺·钢铁使者"] = 225,
				["扎布拉·海克斯"] = 870,
				["拉格瓦尔德·龙脉"] = 708,
				["艾苏克之魂"] = 212,
				["暗夜女猎手塞琳"] = 996,
				["兽王希莱尔"] = 744,
				["洛卡拉"] = 185,
				["奥伯妮·亮鬃"] = 757,
				["不动者阿瓦兰奇奥"] = 615,
				["莫加戈"] = 377,
				["赖兰"] = 367,
				["奥术毁灭者"] = 724,
				["马丽拉·瓦尔德"] = 873,
				["尖啸者卡兹"] = 159,
				["塔瑞尔·伊图麦崔"] = 337,
				["艾达·晨光"] = 207,
				["洛萨克森"] = 759,
				["乌娜·斯莱舍"] = 463,
				["伊崔格"] = 989,
				["阿隆索斯·法奥"] = 875,
				["索尔"] = 872,
				["女伯爵莉亚德琳"] = 478,
				["艾伊"] = 266,
				["水元素"] = 814,
				["雷克萨"] = 743,
				["大法师茉德拉"] = 717,
				["大德鲁伊哈缪尔·符文图腾"] = 643,
				["摩哈·石皮"] = 257,
				["肉弹"] = 203,
				["瓦拉加尔候选者"] = 859,
				["大法师卡雷"] = 716,
				["预言者努波顿"] = 611,
				["欧林·棕皮"] = 34,
				["邪爆教授"] = 460,
				["苏尔卡"] = 96,
				["卡格·血怒"] = 459,
				["阿布加尔"] = 209,
				["兹里阿克"] = 168,
				["奈鲁斯·月牙"] = 1000,
				["赫米特·奈辛瓦里"] = 745,
				["娜迪娅·暗日"] = 412,
				["希萨莉·黑鸦"] = 999,
				["戈隆追猎者洛卡什"] = 183,
				["马斯卡"] = 418,
				["伊墨瑞尔·影卫"] = 593,
				["娜塔莉·斯巴克斯"] = 408,
				["守备官波鲁斯"] = 479,
				["海达克西斯公爵"] = 609,
				["雅丽亚·圣言者"] = 871,
				["努库特"] = 301,
				["欢乐机器人8000"] = 171,
				["范涛"] = 467,
				["亚罗"] = 350,
				["利爪卫士库雷克"] = 224,
				["哈里森·琼斯"] = 465,
				["织刃者徐安"] = 429,
				["长青的菲拉克"] = 194,
				["光明之翼"] = 645,
				["罗纳"] = 388,
				["安哈克萨"] = 346,
				["大法师瓦格斯的影像"] = 190,
				["肯兹·独狼"] = 357,
				["斯卡迪乌斯男爵"] = 613,
				["卡拉"] = 153,
				["猎手布雷克"] = 747,
				["袁梦天"] = 451,
				["穆维里克"] = 182,
				["玛克斯韦尔·泰罗索斯男爵"] = 480,
				["阿里乌克"] = 474,
				["达戈"] = 32,
				["晓"] = 433,
				["艾萨斯·夺日者"] = 994,
				["赛莱托斯大使"] = 610,
				["救赎者阿拉托尔"] = 758,
				["半兽人迦罗娜"] = 466,
				["梵拉"] = 333,
				["纳拉雷克斯"] = 639,
				["哈杜伦·明翼"] = 748,
				["薇薇安"] = 216,
				["托莫克"] = 193,
				["守护者雷姆洛斯"] = 646,
				["阿莱克斯·巴罗夫"] = 195,
				["雷舒"] = 118,
				["洛克塔尔"] = 431,
				["盖亚安祖母"] = 186,
				["艾萨莱斯特"] = 1002,
				["罗伦·雷蹄"] = 742,
				["高阶女祭司伊莎娜"] = 857,
				["阿丽娅·血日"] = 360,
				["加其兹·爆哮"] = 303,
				["帕拉斯"] = 580,
				["可敬的卡尔戈"] = 184,
				["探矿专家古薇尔"] = 581,
				["赛兰德拉·林歌"] = 642,
				["梦境林地树人"] = 763,
				["穆恩·大地之怒"] = 614,
				["拉文德维尔"] = 725,
				["楚伦娜"] = 217,
				["佳莉娅·米奈希尔"] = 856,
				["卡兹希琪"] = 293,
				["克拉吉兹"] = 292,
				["托里姆"] = 713,
				["“医生”舒维瑟尔"] = 342,
				["托尔加"] = 446,
				["基姆兹·宾奇维斯"] = 192,
				["火车王里诺艾"] = 178,
				["欧鲁诺克·裂心"] = 468,
				["兰特瑞索·火刃"] = 157,
				["法维拉·熊皮"] = 445,
				["瑟维甘·风篷"] = 710,
				["梅瑞尔·邪风"] = 761,
				["霍迪尔"] = 715,
				["普里西拉·影日"] = 352,
				["贾卡拉"] = 267,
				["缚魂者图拉妮"] = 205,
				["魔导师克雷拉斯"] = 154,
				["迪尼佐·雹击"] = 238,
				["洛克里格·魔奴"] = 401,
				["艾迪·泡沼"] = 746,
				["玛加萨·恐怖图腾"] = 992,
				["武器锻造师纳什拉"] = 179,
				["卡萨·凋蹄"] = 244,
				["卡玛·箭泉"] = 286,
				["海姆达尔"] = 711,
				["黑暗游侠维罗娜拉"] = 453,
				["拉兹雷克"] = 88,
				["岑塔布拉"] = 640,
				["海蒂·掠影"] = 358,
				["沙帕"] = 381,
				["菲娜·伯恩多提尔"] = 709,
				["雷加尔·大地之怒"] = 612,
				["魔导师图安"] = 290,
				["暗影猎手莱拉"] = 180,
				["米尔豪斯·法力风暴"] = 455,
				["诺古克·腐颅"] = 400,
				["德夫伦·铁符"] = 714,
				["考尔曼"] = 177,
				["莫克斯·剑吼"] = 155,
				["白银之手骑士"] = 675,
				["寻晨者鲁卡里斯"] = 462,
				["米拉·骇斩"] = 89,
			},
		},
	},
}
