
_detalhes_global = {
	["npcid_pool"] = {
		[0] = "软泥痕迹",
		[159729] = "雷迪拉夫侍从",
		[37133] = "伊米亚战争领主",
		[177645] = "融合饕餮者",
		[157682] = "火炉骨匠",
		[37901] = "未知目标",
		[177134] = "玛卓克萨斯叛逃者",
		[34190] = "硬化铁魔像",
		[157683] = "火炉附魔师",
		[170480] = "阿塔莱死亡行者",
		[73227] = "废土岩虫",
		[159731] = "雷迪拉夫信使",
		[177135] = "冥誓兽王",
		[55689] = "缚风者哈格拉",
		[178159] = "雄性元蜂",
		[170481] = "镰棘魔击者",
		[112386] = "特普",
		[92423] = "泰莉西亚",
		[169970] = "戈姆蛴潜地者",
		[170482] = "镰棘切割者",
		[170994] = "拿伊达·克雷恩",
		[163316] = "戈姆狂暴者",
		[167923] = "染病残体",
		[37134] = "伊米亚女猎手",
		[53642] = "烬网织网蛛",
		[169971] = "戈姆蛴幼虫",
		[170483] = "未知目标",
		[34191] = "废料",
		[169972] = "臃肿的戈姆",
		[23562] = "势不可挡的憎恶",
		[168949] = "复生的骷髅战士",
		[15974] = "恐惧爬行者",
		[178163] = "浊盐滨奔者",
		[120322] = "邪侵勇士",
		[173045] = "绽翼主母",
		[169974] = "腐蚀性的戈姆",
		[170486] = "阿塔莱虔信者",
		[77325] = "黑手",
		[175605] = "病态的骨卫",
		[159737] = "骨织伏击者",
		[90378] = "基尔罗格·死眼",
		[173046] = "凶猛的护巢者",
		[178165] = "踏滨巨人",
		[20875] = "负电子尖啸者",
		[179701] = "追踪碎皮兽",
		[75790] = "雷神兽骑兵",
		[164857] = "林鬼折愈者",
		[34192] = "炸弹机器人XP-500",
		[76814] = "缚火者卡格拉兹",
		[170488] = "哈卡之子",
		[85516] = "崖痕掠食者",
		[17356] = "蠕动的软泥怪",
		[17420] = "碎手蛮兵",
		[160763] = "渊誓防御者",
		[169977] = "贪食的戈姆",
		[171513] = "吞天者威斯克",
		[124931] = "克罗库山岭猎手",
		[156157] = "凇心晋升者",
		[177144] = "指挥官马拉墨尔特",
		[76815] = "元素尊者",
		[162300] = "贪婪的啸风者",
		[36880] = "衰弱的巨像",
		[32913] = "铁枝长老",
		[164860] = "侯爵的信使",
		[82702] = "野蛮的沃格斯金",
		[166396] = "贵族散兵",
		[166908] = "玛力菲斯",
		[62346] = "未知目标",
		[180217] = "渴求心能的叛逃者",
		[156159] = "凇心投枪手",
		[164861] = "林鬼缚皮者",
		[34193] = "发条工兵",
		[169980] = "暮钢灵豹",
		[175611] = "塔拉格鲁",
		[55308] = "督军佐诺兹",
		[164862] = "仙野烁光蛾",
		[161279] = "格斗中的候选者",
		[178171] = "雷铸守护者",
		[166398] = "铸魂者若弗斯",
		[10184] = "奥妮克希亚",
		[159233] = "罪碑构造体",
		[180220] = "渴求心能的尸犬",
		[32914] = "石树长老",
		[94733] = "邪火攻城车",
		[74514] = "雷神驭兽者",
		[53901] = "不稳定的熔岩",
		[112393] = "阿斯崔里安",
		[101900] = "邪恶尖啸者",
		[17357] = "蠕动的小软泥怪",
		[111370] = "暗影生物",
		[174592] = "领地涉水鹭",
		[175616] = "佐·菲克斯",
		[36626] = "烂肠",
		[73492] = "菲努斯",
		[32915] = "明叶长老",
		[95247] = "黑鸦幽灵军官",
		[22860] = "伊利达雷魅魔",
		[18829] = "地狱火典狱官",
		[169988] = "不稳定的罪人",
		[93968] = "邪影守望者",
		[176131] = "锻炉魔导师",
		[86290] = "屠宰区游荡者",
		[15975] = "腐肉织网者",
		[171525] = "噬渊幼蠊",
		[176132] = "堕落的夺灵者",
		[177668] = "痛苦之锥大脑",
		[56846] = "前肢触须",
		[36627] = "腐面",
		[37011] = "被诅咒者",
		[103695] = "腐蚀恐魔",
		[164873] = "大角符文牡鹿",
		[34196] = "符文蚀刻斥候",
		[159755] = "巨锤",
		[168457] = "石墙加尔贡",
		[168969] = "喷薄软泥",
		[88084] = "积怨袭击者",
		[164363] = "未知目标",
		[166411] = "弃誓篡位者",
		[81942] = "液态生命 <晨露大师>",
		[37012] = "上古骷髅士兵",
		[173066] = "克尔苏加德",
		[53648] = "地狱火鹰",
		[22861] = "光誓守备官",
		[162829] = "莱兹卡扎",
		[167948] = "感染畸体",
		[164877] = "拆解者巴丹",
		[34197] = "大厅监督者",
		[174091] = "潜伏恐魔 <尼娅，饰演萨维斯>",
		[154128] = "炽热元素",
		[166925] = "被抛弃的腐肉",
		[167949] = "魔药之殇幸存者",
		[172556] = "魔力之眼",
		[19598] = "变异血肉鞭笞者",
		[173580] = "审判官德瓦基",
		[78872] = "克里奇克斯",
		[154129] = "燃烬卫士",
		[166926] = "通灵召唤师",
		[88086] = "积怨裂尾战士",
		[76057] = "食腐蛆虫",
		[178188] = "未知目标",
		[175117] = "未知目标 <卡德雷吉队长>",
		[167439] = "焦躁的雾羽龙",
		[90134] = "洛希恩灰熊",
		[115216] = "暮色卫队老兵",
		[33430] = "护卫鞭笞者",
		[166928] = "衰颓的胆裔",
		[172047] = "变形博格特",
		[180749] = "未知目标",
		[34198] = "铁矮人修理工",
		[38421] = "梦魇之云",
		[73243] = "死灵屠夫奥格佐",
		[172048] = "博格特潜沼者",
		[168977] = "渊誓奇术师",
		[178191] = "收集者哈尔威兹",
		[170513] = "渊誓寻魂者",
		[166930] = "颅猪断背者",
		[112402] = "欧库",
		[26125] = "冰川撕裂者",
		[168978] = "魁梧的执行者",
		[166931] = "骨锻痛击者",
		[81690] = "未知目标",
		[172050] = "缠结的潜雾者",
		[86297] = "钢铁援兵",
		[164884] = "魂选怒意使者",
		[178193] = "焰铸毁灭者",
		[33431] = "森林游荡者",
		[179217] = "渊誓监管者",
		[37782] = "食肉昆虫",
		[163861] = "小型灰烬爬行者",
		[34071] = "巨兽二型",
		[34199] = "闪电充能的铁矮人",
		[175123] = "狱卒阿尔柯班",
		[81691] = "裂脊破坏者",
		[163862] = "万眼防御者",
		[164886] = "仪式塑符者",
		[15976] = "毒性捕猎者",
		[165910] = "瘤枝博格特",
		[51987] = "未知目标",
		[87834] = "钢铁工人",
		[88090] = "深海指挥官扎林",
		[16168] = "岩肤石像鬼",
		[165911] = "忠诚的造物",
		[170518] = "渊誓歼灭者",
		[166935] = "不死战士",
		[160281] = "西米昂公爵",
		[173078] = "[DNT] Glacial Spike <克尔苏加德>",
		[78621] = "飓风之怒",
		[165912] = "游走的林地咀嚼者",
		[162329] = "无堕者哈夫",
		[20879] = "艾瑞达食魂者",
		[104215] = "巡逻队长加多",
		[172567] = "赞图斯的死亡之影",
		[84764] = "狂暴的角斗士",
		[165913] = "阴森的教民 <喝奇迹出大力-血色十字军>",
		[114709] = "冷酷领主",
		[173080] = "徘徊的死亡",
		[157212] = "傲慢的学者",
		[170521] = "迅捷的暗影追猎者",
		[112406] = "残酷角斗士赛弗",
		[167962] = "失灵的牙钻",
		[84253] = "贪吃的食岩者",
		[168986] = "骷髅迅猛龙",
		[169498] = "魔药炸弹",
		[85277] = "钢铁劳工",
		[162844] = "达斯·雷扎拉",
		[53140] = "烈焰之子",
		[167963] = "无头的终端机",
		[176665] = "刻希亚跃足兽",
		[37144] = "破天号射手",
		[169499] = "贪婪的毁灭者",
		[157726] = "焦灼的清道夫",
		[162845] = "奥尔霍林",
		[104217] = "塔丽克萨·火冠",
		[79903] = "斯库戈",
		[164381] = "洗心革面的骷髅",
		[168988] = "蔓生藤条",
		[169500] = "贪婪的汲翼虫",
		[166941] = "战争怨灵",
		[167965] = "润滑器",
		[160287] = "南德鲁爵士",
		[82975] = "锯齿",
		[166942] = "佐尔拉姆斯之眼",
		[120598] = "泽斯塔尔",
		[88094] = "深海巨人",
		[160288] = "弗拉德公爵",
		[24207] = "亡者大军 <再帅一百年-德拉诺>",
		[169502] = "疲惫具象",
		[165919] = "骷髅劫掠者",
		[53141] = "熔火涌动者",
		[167967] = "有知觉的油",
		[102683] = "艾莫莉丝",
		[16593] = "碎手争斗者",
		[170527] = "怨毒之影",
		[20880] = "艾瑞达死亡使者",
		[175646] = "P.O.S.T.总管",
		[33818] = "暮光追随者",
		[109082] = "虚空之眼",
		[157731] = "未知目标",
		[110618] = "定位水晶",
		[165410] = "高阶裁决官阿丽兹",
		[178207] = "构造体指挥官",
		[112410] = "恐爪",
		[56341] = "装甲板连接束",
		[164899] = "灰烟阿特洛克",
		[157733] = "狂乱的灰烬食尸鬼",
		[172066] = "未知目标",
		[162853] = "坚不可摧的乌尔兹",
		[87841] = "格罗姆卡控火师",
		[80419] = "霜火小戈隆",
		[166437] = "纳修",
		[179234] = "未知目标 <灵魂牢笼>",
		[163366] = "亡者魔导师 <再帅一百年-德拉诺>",
		[63508] = "雪怒 <丶双杰伦-熊猫酒仙>",
		[78116] = "水元素",
		[177187] = "强化的掠夺者",
		[165414] = "堕落的歼灭者",
		[170021] = "喷薄污泥",
		[166438] = "巨型血浆",
		[175652] = "悲哀之主",
		[112668] = "地狱火小鬼 <塔丽克萨·火冠>",
		[177188] = "渊誓征服者",
		[92961] = "血缚蛮兵",
		[56854] = "暮光邪刃者精英",
		[77349] = "残酷的多戈尔",
		[93985] = "腐化的鸦爪祭司",
		[123418] = "邪侵勇士",
		[78629] = "邪术仪祭师",
		[37531] = "冰卫训练师",
		[20881] = "自由的蹂躏者",
		[172071] = "雾乱林地追猎者",
		[84260] = "未知目标",
		[164905] = "卡德雷吉队长",
		[80677] = "钢铁工匠",
		[105759] = "暮色卫队高阶法师",
		[73255] = "奥格佐之骨",
		[163882] = "腐烂的血肉巨人",
		[160811] = "侵蚀幼虫",
		[178215] = "贪婪的食腐者",
		[178727] = "审讯者曾奇",
		[112414] = "达拉格",
		[88100] = "盐目陆行者",
		[168490] = "碎皮挑拨者",
		[160812] = "侵蚀幼虫",
		[92963] = "斯塔丽丝·强弓",
		[170026] = "通灵师学徒",
		[167467] = "罩影祭师",
		[37148] = "破天号召唤师",
		[78631] = "冰封之怒",
		[37532] = "霜翼幼龙",
		[95779] = "烂皮灰熊",
		[176170] = "渊誓愚忠者",
		[80167] = "古罗格",
		[19218] = "看守者盖罗基尔",
		[77352] = "安葛洛什碾压者",
		[172076] = "橡心德鲁斯特傀儡",
		[123421] = "邪侵厄运召唤者",
		[170029] = "新手妖精",
		[178731] = "骨钢",
		[179755] = "吞噬",
		[172077] = "复仇精华",
		[172589] = "巫妖之誓哨卫",
		[177196] = "刀翼巢卫",
		[93221] = "末日指挥官贝尔艾什",
		[178732] = "渊誓符文锻造师",
		[163376] = "雷迪拉夫侍从",
		[172078] = "橡心食魂者",
		[172590] = "巫妖之誓勇士",
		[177197] = "狂怒的刀翼兽",
		[170031] = "希尔梵嫩蹄者",
		[178733] = "渊誓前锋",
		[20882] = "潜藏的女巫",
		[172079] = "橡心嚎夜者",
		[176686] = "腐烂的爪牙",
		[164913] = "大攻城匠师",
		[92966] = "特兰·破盾",
		[158259] = "雕牙",
		[175663] = "希尔布兰德",
		[122911] = "指挥官维卡娅",
		[180782] = "被吞噬的灵魂",
		[177199] = "渊誓警卫",
		[170033] = "沃卡伊新兵",
		[163891] = "腐髓软泥",
		[156213] = "凇心卫士",
		[76587] = "雷神诱捕者",
		[114210] = "末日守卫",
		[179760] = "高耸的终结者",
		[163892] = "腐烂的粘液之爪",
		[37022] = "凋零憎恶",
		[177201] = "渊誓狱卒",
		[161333] = "暗墙叛徒",
		[170035] = "热切的候选者",
		[37534] = "猎脊冰龙",
		[37662] = "黑暗堕落者指挥官",
		[163893] = "尖牙恐惧蝠",
		[174131] = "巴谷姆",
		[114211] = "恶魔犬",
		[114467] = "未知目标",
		[172084] = "卡罗恩·鲁兹",
		[90409] = "血缚邪术士",
		[165430] = "恶毒之裔",
		[170037] = "满怀希望的候选者",
		[120866] = "地狱火技师",
		[80172] = "刀塔强袭者",
		[177204] = "渊誓审问者",
		[177716] = "索财团刺客",
		[162872] = "凋落者赞图斯",
		[159289] = "幼年云羽鸟",
		[37023] = "天灾科学家",
		[164920] = "德鲁斯特斩魂者",
		[78637] = "地狱犬爪牙",
		[170039] = "执事者雏鸟",
		[37663] = "黑暗堕落者贵族",
		[175670] = "渊铸武器",
		[33824] = "暮光影刃",
		[156219] = "凇心斥候",
		[164921] = "德鲁斯特收割者",
		[177718] = "阿尔萨斯·米奈希尔",
		[76846] = "毁灭者戈特玛什",
		[81197] = "钢铁掠夺者",
		[21395] = "多变爪牙 <看守者的尸体>",
		[175671] = "渊铸武器",
		[82733] = "拜夜影誓者",
		[165946] = "无尽女皇莫德蕾莎",
		[162875] = "德弗莫塔",
		[175672] = "渊铸武器",
		[167994] = "骨化的援兵",
		[172601] = "通灵巫师",
		[92971] = "卡斯特·远途",
		[170042] = "石裔新兵",
		[179768] = "吞噬",
		[173114] = "入侵的葬秋萤",
		[78639] = "恶魔卫士保护者",
		[37664] = "黑暗堕落者大法师",
		[179769] = "吞噬",
		[120869] = "艾瑞达火法师",
		[177210] = "玛卓克萨斯叛逃者",
		[170044] = "温西尔学徒",
		[114215] = "被污染的藤蔓",
		[167485] = "饿坏的噬渊鼠",
		[172604] = "活化的白骨卫兵",
		[164926] = "德鲁斯特碎枝者",
		[19668] = "暗影魔",
		[170045] = "滴水的泥仆",
		[75057] = "刀塔驯彘者",
		[179771] = "渊誓毁灭者",
		[167998] = "传送门守卫",
		[76593] = "霜狼",
		[157761] = "雄性翼狮",
		[179260] = "渊誓监管者",
		[163392] = "堕恩谋士",
		[37025] = "大臭",
		[33186] = "锋鳞",
		[161857] = "召唤师尼尔瓦斯卡",
		[37665] = "黑暗堕落者将领",
		[172607] = "赞图斯的死亡之影",
		[164929] = "仙木灵居民",
		[76594] = "攻城锻造大师乌拉托克",
		[77362] = "安葛洛什织法者",
		[168001] = "强化的焰炉执行者",
		[172608] = "未知目标",
		[170049] = "超级黏黏弹",
		[168002] = "强化的渊誓禁锢者",
		[172609] = "赞图斯的死亡之影",
		[80690] = "鬣蜥人暴徒",
		[114474] = "暮色卫队高等剑士",
		[168003] = "强化的凇心晋升者",
		[176705] = "雯扎·金线",
		[177729] = "法尔辛格",
		[120361] = "安塔恩灭光者",
		[33699] = "雷暴锻铸守护者",
		[168004] = "强化的皇家领事",
		[80691] = "剿灭者索尔",
		[19221] = "灵术师塞比瑟蕾",
		[114219] = "蠕行的亡灵花",
		[167493] = "喷毒狙击手",
		[168005] = "强化的丧魂蹒跚者",
		[78644] = "雷神戈隆追猎者",
		[95280] = "卡兹洛加",
		[179779] = "”旋涡“迪欧曼",
		[75829] = "纳利什",
		[173125] = "残酷之爪",
		[76597] = "霜狼头狼",
		[93233] = "阿拉麦尔爵士",
		[110125] = "剧毒孢子",
		[168007] = "强化的渊誓缚魂者",
		[37027] = "破天号圣职者",
		[78645] = "雷神巨人屠夫",
		[165960] = "炽热的炉犬",
		[178757] = "饥饿具象",
		[20885] = "末日预言者达尔莉安",
		[176198] = "渊誓禁锢者",
		[160842] = "卑劣收集者",
		[78390] = "狂怒汲魔蛾",
		[173640] = "顺从的影犬",
		[107567] = "苏拉玛神盾卫士",
		[158796] = "石戒收集者",
		[163915] = "幼蜂之巢",
		[164427] = "复生的战士 <阿玛厄斯>",
		[160844] = "卑劣暴徒",
		[158797] = "加尔贡压迫者",
		[122924] = "艾瑞达征服者",
		[32933] = "左臂",
		[160845] = "挖掘执行者",
		[173642] = "破裂的器官 <奈莉莎·无心>",
		[155215] = "妖叶鞭笞者",
		[79927] = "屠风者布尔高",
		[156239] = "黑暗晋升者科鲁斯",
		[152656] = "丧魂追猎者",
		[170572] = "阿塔莱灾厄妖术师",
		[110384] = "邪缚地狱火 <蝶舞菲菲>",
		[106545] = "强化古尔丹之眼",
		[160847] = "考察者波伊安",
		[120366] = "鬼焰女妖",
		[171597] = "骷髅残迹",
		[156241] = "巨型卫士",
		[160848] = "考察者达西安娜",
		[84791] = "卡特索",
		[114480] = "暮色卫队观察者",
		[106546] = "未知目标 <奥术畸体>",
		[156242] = "活化的徘徊者",
		[173134] = "暗誓歌利亚",
		[169551] = "占卜者里罗克",
		[53793] = "烈焰先驱者",
		[166480] = "活体软泥追猎者",
		[20886] = "天怒预言者苏克拉底",
		[155219] = "戈姆蛴喷吐者",
		[71739] = "血风 <莱琳·迅影>",
		[160850] = "守罪者马特奥",
		[161874] = "卡多雷女猎手",
		[175695] = "冥殁余烬",
		[86072] = "奥罗",
		[156244] = "飞翼自动机",
		[173136] = "荒芜碎击者",
		[170577] = "夜歌炽蓝蛾",
		[179279] = "末日导灵器",
		[155221] = "妖叶看护者",
		[180303] = "失控的巨兽",
		[156245] = "巨型自动机",
		[40229] = "未知目标",
		[153174] = "死亡观察者",
		[179280] = "被激怒的守魂者",
		[151127] = "折磨之主",
		[86073] = "罗克",
		[86329] = "毁灭者祭师",
		[173138] = "渊誓警卫",
		[170067] = "蛮翼恐爪鸟",
		[179281] = "凝固之血 <小商贩-阿古斯>",
		[151128] = "监锁之主",
		[172627] = "活化的苦力",
		[80699] = "未知目标",
		[161878] = "镰棘切割者",
		[118066] = "挑拨者伊萨布拉特",
		[85562] = "掠行末日蝎",
		[94008] = "黑暗吞噬者",
		[23574] = "埃基尔松",
		[86330] = "毁灭者祭师",
		[173140] = "冰冻废土的士兵",
		[119602] = "邪犬",
		[19735] = "风暴锻铸摧毁者",
		[179283] = "被激怒的收集者",
		[163415] = "被激怒的暴食者",
		[168022] = "软泥触须",
		[80700] = "茂盛的贝莱姆斯",
		[174165] = "暗锋掠夺者",
		[166487] = "终末饕餮者",
		[179284] = "被激怒的调节者",
		[175701] = "渊誓愚忠者",
		[172630] = "突破者苟甘",
		[94777] = "莫克隆",
		[111413] = "黑暗吞噬者",
		[161881] = "受伤的钢脊者",
		[179285] = "被激怒的魔导师",
		[175702] = "未知目标",
		[173655] = "纱雾龙母",
		[174167] = "暗锋召唤师",
		[174679] = "铸手维利斯",
		[169049] = "渴求心能的追猎者",
		[165978] = "食腐的噬渊鼠",
		[175704] = "凝聚的痛苦",
		[100409] = "暮色啸狼",
		[160348] = "驯服的加尔贡",
		[169050] = "渴求心能的尖叫者",
		[157277] = "挨饿的以太浮蛇",
		[174169] = "碎裂心智",
		[110391] = "恶毒的鞭笞者",
		[94779] = "索沃克",
		[37544] = "护塔石像鬼",
		[179289] = "颅刺毁灭者",
		[180313] = "渊誓卫兵",
		[172635] = "冥河裂生虫",
		[169052] = "渴求心能的豹群之母",
		[97083] = "拉努夫国王",
		[81215] = "伊瓦里杜斯",
		[175707] = "渊誓教导者",
		[156256] = "堕落的公证人",
		[19608] = "野生魔花",
		[99899] = "邪恶的鲸鲨",
		[175708] = "渊誓评估者",
		[177244] = "强符报复者",
		[97084] = "托尔国王",
		[76865] = "兽王达玛克",
		[81216] = "虚空恐魔",
		[106042] = "狡猾的卡拉苏斯",
		[81728] = "格罗玛什尔战咏者",
		[180316] = "渊誓审问者",
		[106810] = "量子吞噬者",
		[37161] = "荣耀岗哨步兵",
		[170079] = "收藏家埃德加",
		[37545] = "护塔爪牙",
		[179805] = "叛徒巴席尔",
		[165473] = "血牙公猪",
		[174175] = "忠诚的石裔魔",
		[174687] = "存货蒸馏者鲁",
		[180318] = "强化的掠夺者",
		[164450] = "商人赛·艾柯莎",
		[161891] = "亡血勋爵",
		[180319] = "渊誓激痛者",
		[160356] = "裁定者技师",
		[177248] = "渊誓征服者",
		[178272] = "渊誓劝导者",
		[166499] = "尘萎收割者",
		[94015] = "霸主卡扎克",
		[90432] = "邪火喷射机",
		[86593] = "霜火小戈隆",
		[178273] = "渊誓感化者",
		[174690] = "被附身的入侵者",
		[83522] = "虫巢女王斯基卡",
		[167524] = "瓦里诺",
		[165989] = "黑檀爬行者",
		[178786] = "渊誓碎魂者",
		[167525] = "莫塔尼斯",
		[23576] = "纳洛拉克",
		[160359] = "弃誓监督者",
		[111164] = "暮光星舞者",
		[15981] = "纳克萨玛斯侍僧",
		[174692] = "乌棘袭击者",
		[19865] = "变异恐魔",
		[167526] = "诺尔伽什·泥躯",
		[180323] = "命生巨怪",
		[164967] = "伊库斯博士",
		[80964] = "钢铁炮手",
		[85571] = "指挥官加尔",
		[179812] = "未知目标",
		[57382] = "漆黑血球",
		[86595] = "小戈隆骑兵",
		[33196] = "西芙",
		[178277] = "罩影劫掠者",
		[158314] = "游移哀伤",
		[112445] = "<暂离>强尼·傲森",
		[80197] = "火刃烈焰先知",
		[156779] = "堕落的学识探求者",
		[174183] = "梅尔特拉尼克斯女士",
		[94018] = "暗影爆破者",
		[81989] = "德斯玛图斯",
		[164458] = "无战旗的请愿者",
		[111166] = "坚毅的宫廷卫士",
		[78662] = "雷神切割者",
		[165994] = "攫取裂隙 <无尽女皇莫德蕾莎>",
		[91459] = "纳迦蛮兵",
		[161388] = "通灵洗刷者",
		[178280] = "禁锢者阿索翁",
		[118077] = "恶魔小鬼",
		[175721] = "符文铭刻者",
		[177257] = "冥誓审判官",
		[82758] = "巨羽",
		[178281] = "起水泡的灰烬食尸鬼",
		[33453] = "黑暗符文哨兵",
		[108096] = "暮色卫队之子",
		[167532] = "粉碎者赫文",
		[164461] = "受诅者赛泽尔",
		[161390] = "黑暗犬猎手",
		[157807] = "渊誓织魂者",
		[167533] = "阿德文特·追惘",
		[23577] = "哈尔拉兹",
		[165998] = "霍肯队长",
		[179307] = "渊誓轰天者",
		[167534] = "老练的里克",
		[159856] = "恶毒的害虫",
		[164463] = "疫毒者巴瑟兰",
		[88902] = "莫达纳双刃",
		[157809] = "渊誓黑暗法师",
		[179308] = "贪食的噬渊鼠",
		[175725] = "典狱长之眼",
		[57384] = "冰蓝血球",
		[164464] = "未知目标 <冰川巨刺丶>",
		[53545] = "熔火喷吐者",
		[157810] = "渊誓末日使者",
		[95813] = "武器大师麦克奥",
		[155251] = "长者漫枝",
		[33966] = "重压触须",
		[175727] = "裂魂者多尔玛赞",
		[111170] = "星界先知",
		[161395] = "坚韧的死亡元素",
		[178287] = "碎光者瓦蕾莉",
		[87368] = "溺死的魔导师",
		[167538] = "残暴者多基格",
		[180335] = "财团走私者",
		[161396] = "欺压者勒普鲁提斯",
		[170610] = "贮存看护者",
		[179824] = "颅刺毁灭者",
		[180336] = "财团智囊",
		[37038] = "愤怒的斩肉者",
		[18587] = "魔花",
		[161397] = "勇士玛杜克斯",
		[179825] = "渊誓袭击者",
		[161398] = "维拉兹刃誓者",
		[76876] = "奥莫格·黑心",
		[179826] = "渊誓虹吸者",
		[23578] = "加亚莱",
		[160375] = "狂野的祭师",
		[107333] = "监视者杜兰特",
		[116291] = "卡格拉斯",
		[104262] = "燃烧的余烬",
		[20059] = "寻日者缚能师",
		[174197] = "战场祭师",
		[114244] = "艾瑞达法师杀手",
		[163960] = "贪婪的饥渴潜伏者",
		[177269] = "索·莉亚",
		[82764] = "加鲁尔",
		[166008] = "梅尔珊",
		[175734] = "未知目标 <冥河焚烧者>",
		[112709] = "巡逻卫兵",
		[80205] = "哈瓦洛村民",
		[178294] = "副官沃克西费鲁斯",
		[114245] = "艾瑞达法师杀手",
		[177271] = "钢铁守护者萨尔利克斯",
		[157308] = "腐化沉积物",
		[157820] = "岩浆缚焰者",
		[174712] = "食腐的噬渊鼠",
		[108359] = "爆裂幼蝎",
		[168058] = "注能的羽翎",
		[108871] = "酒庄卫兵",
		[52524] = "烬网织网蛛",
		[81230] = "虚空触须",
		[179832] = "飞掠之影",
		[57387] = "微光血球",
		[82766] = "乔卡",
		[166524] = "死亡行者 <[*] 死亡具象>",
		[108360] = "酸喉幼蝎",
		[108616] = "卫兵莫加妮",
		[168572] = "真菌猛攻者",
		[76624] = "邪恶的长牙雷象",
		[94284] = "邪能引火者",
		[168573] = "毁灭蘑菇",
		[157824] = "烈焰保护者",
		[75089] = "未知目标",
		[167550] = "供给商克劳斯",
		[176252] = "锻炉监视者",
		[168574] = "孢子投掷",
		[84815] = "雷神戈隆追猎者",
		[180348] = "财团打手",
		[78161] = "亥伯里奥斯",
		[86607] = "钢铁烈焰技师",
		[179837] = "追踪者佐·刻斯",
		[176254] = "被缚的挖掘者",
		[152708] = "渊誓寻猎者",
		[161410] = "攻城大师特拉克松",
		[163458] = "弃誓谴罚者",
		[74067] = "雷神诱捕者",
		[157828] = "毁灭恐惧蝠",
		[75091] = "格罗姆卡步兵",
		[163459] = "弃誓治愈者",
		[168578] = "菌菇术士",
		[76883] = "燃烧军团袭击者",
		[179840] = "集市维和者",
		[168579] = "碱沼幼蜂",
		[86609] = "钢铁战争大师",
		[95055] = "黑暗化身",
		[174210] = "凋零淤泥喷射者",
		[79187] = "影脉噬魂者",
		[120393] = "攻城大师沃兰",
		[179841] = "老练的火花法师",
		[180865] = "扭曲的狱卒",
		[170628] = "渊誓愚忠者",
		[179842] = "贸易执行者",
		[176259] = "渊誓天空猎人",
		[169605] = "渊誓收集者",
		[103758] = "占星师艾塔乌斯",
		[104270] = "构造体卫兵",
		[100943] = "大地之墙图腾 <星闪-格瑞姆巴托>",
		[76629] = "钢铁集簇投掷炮",
		[157833] = "博尔-盖斯",
		[178820] = "饥苦黑暗",
		[85587] = "攻城火炮",
		[53167] = "不受束缚的葬火领主",
		[160905] = "强化的士兵",
		[107342] = "暮色卫队魔剑士",
		[75094] = "乌托菲斯",
		[175238] = "大暴君泽里欧斯",
		[120651] = "爆炸物",
		[176262] = "渊誓守护者",
		[177286] = "幻灭心能融合体",
		[76630] = "马尔格林·风暴之手",
		[105807] = "梦魇松鼠",
		[179334] = "传送门操控师佐·霍恩",
		[171656] = "剧毒狙击队长",
		[94802] = "灵文师阿萨洛斯",
		[178311] = "歇尔鲁恩",
		[170633] = "危厄之灵",
		[165515] = "堕落的黑暗剑士",
		[178824] = "博尔-岗恩",
		[155790] = "渊誓侍僧",
		[86613] = "真菌食肉者",
		[174730] = "入侵的潜伏者",
		[99922] = "未知目标",
		[104273] = "加兹沙尤",
		[159886] = "母蛛螫肢",
		[173195] = "不死的缚魂者",
		[19166] = "风暴锻铸巡逻者",
		[161934] = "热心之魂",
		[174731] = "被附身的护林者",
		[175243] = "渊誓合唱者",
		[19486] = "寻日者化学家",
		[177291] = "渊誓腐蚀者",
		[177803] = "痛苦使者沃尔克拉纳",
		[174732] = "英格拉·克莱基克",
		[104274] = "警惕的巴尔戈",
		[155793] = "骷髅残骸",
		[173197] = "贪婪的噬魂者",
		[177804] = "泰泽拉克",
		[167055] = "腐败投掷者",
		[179852] = "失魂复仇",
		[160401] = "格雷尼奇",
		[177293] = "渊誓折磨者",
		[177805] = "腐蚀者卡伟洛克斯",
		[175246] = "苦痛影魔",
		[104275] = "伊玛库塔",
		[33846] = "黑暗符文戒卫",
		[160402] = "格隆德",
		[177294] = "维拉兹男爵",
		[105299] = "递归元素",
		[97365] = "海咒雾疗师",
		[77402] = "安葛洛什猎犬",
		[90199] = "血魔",
		[177295] = "硕大的噬界者",
		[177807] = "海关保安",
		[95318] = "皮里克斯",
		[120144] = "可疑的村民",
		[177296] = "碎皮蛮兽",
		[177808] = "装甲监工",
		[162452] = "达塔诺斯",
		[89688] = "巨型恐牙野猪",
		[163476] = "好战的唤石者",
		[119869] = "艾菲希尔",
		[99868] = "芬雷尔",
		[178668] = "哨卫 <初诞者的卫士>",
		[173714] = "纱雾夜花",
		[95319] = "可耻的萨德里斯",
		[169966] = "恶缚矛兵",
		[162965] = "胡维拉兹",
		[157634] = "焰炉执行者",
		[177132] = "冥誓寻魂者",
		[164501] = "唤雾者",
		[175726] = "斯凯亚",
		[105301] = "加速元素",
		[19231] = "能源舰打击者",
		[23580] = "阿曼尼战争使者",
		[77404] = "屠夫",
		[77901] = "恶魔召唤师",
		[23582] = "阿曼尼部族成员",
		[162799] = "被附身的间谍",
		[165014] = "活化凋零",
		[179860] = "渊誓夺眼者",
		[95320] = "腐蚀者康格拉克斯",
		[78173] = "刀塔独眼魔",
		[179347] = "渊誓先锋",
		[179859] = "不可知者赛拉克兹",
		[163991] = "尘萎酸喉者",
		[95833] = "赫娅",
		[165015] = "巨型粘液",
		[173717] = "符文提取者",
		[177131] = "冥誓审判官",
		[158361] = "三席利爪瓦托克丝",
		[23563] = "织魂者",
		[163480] = "焦躁的微光蝶",
		[163992] = "尘萎镰角虫",
		[160409] = "监督者阿提库斯",
		[177301] = "冥誓歼灭者",
		[177813] = "渊链歼灭者",
		[23561] = "冰冻废土的士兵",
		[120147] = "邪恶的炼金师",
		[83548] = "未知目标",
		[101991] = "梦魇住民",
		[175731] = "初诞者的卫士",
		[177817] = "支援警官",
		[62982] = "摧心魔",
		[165529] = "堕落的搜集者",
		[120136] = "可疑的村民",
		[175768] = "恶毒影魔",
		[171160] = "德纳修斯的回响",
		[179862] = "嚎叫影魔",
		[163994] = "尘萎饕餮者",
		[164506] = "上古队长",
		[157340] = "未知目标 <亡语者>",
		[173720] = "纱雾噬喉者",
		[166042] = "泥瞥",
		[75509] = "莎达娜·血怒",
		[105304] = "支配触须",
		[179863] = "渊誓斩杀者",
		[104536] = "审判官维斯瑞兹",
		[166034] = "空的心能容器",
		[169114] = "金爪潜伏者",
		[177816] = "审讯专员",
		[94563] = "血缚狂信徒",
		[90410] = "邪火碎石机",
		[114262] = "猎手阿图门",
		[155795] = "恐惧爬行者",
		[177129] = "武器大师海雷夫",
		[156142] = "灵魂搜寻者",
		[16523] = "碎手蛮兵",
		[165532] = "Plague Crash Stalker",
		[93955] = "妄想的狂热者",
		[103769] = "萨维斯",
		[120405] = "恐翼蝠",
		[167078] = "残忍的夺翼者",
		[104537] = "邪能领主库拉兹玛尔",
		[56188] = "未知目标",
		[27294] = "苔原食腐豺狼",
		[19168] = "寻日者星术师",
		[172192] = "假面猎人",
		[115277] = "夜之子叛军奥术师",
		[114263] = "奥丁",
		[177128] = "渊誓勇士",
		[172521] = "折磨者杉格罗尔",
		[164510] = "蹒跚的弩手",
		[160927] = "笨拙的攻城兽",
		[160388] = "瓦希尔勋爵",
		[177730] = "德拉瓦奥拉",
		[79200] = "黑石熔炉专家",
		[116311] = "虚空之誓刺客",
		[94009] = "黑鸦猎隼",
		[180379] = "渊誓弩手",
		[164511] = "实验性惩罚者",
		[79110] = "饥饿的杂交犬",
		[169630] = "枯败蛮兵",
		[173729] = "傲慢具象",
		[166559] = "大脑袋",
		[114264] = "午夜",
		[93031] = "德斯德尔·星眼中尉",
		[102232] = "缚石捕兽者",
		[102747] = "驯养的猫头鹰",
		[177309] = "被转化的弃誓者",
		[177821] = "元尊遗物",
		[102748] = "驯养的魔刃豹",
		[23581] = "阿曼尼医师",
		[20896] = "复仇军斩杀者",
		[100188] = "尖锐触须",
		[180381] = "碎皮统御者",
		[172703] = "憔悴的以太浮蛇",
		[177310] = "焰怒碎魂者",
		[34234] = "符文熔铸斥候",
		[34362] = "地雷",
		[32908] = "被俘虏的雇佣兵队长",
		[106032] = "暮色卫队军官",
		[98141] = "拉佐克",
		[155812] = "渊誓祭师",
		[172704] = "不知足的以太浮蛇",
		[178789] = "魂饥遮蔽者",
		[161770] = "维阿莱女士",
		[174240] = "搁浅的林鬼",
		[94808] = "地狱火守卫",
		[179359] = "食腐的刀翼兽",
		[163967] = "瘤枝破坏者",
		[168098] = "强化的凇心特工",
		[171173] = "渊誓阴影追猎者",
		[168102] = "强化的丧魂回响",
		[93023] = "攻城大师玛塔克",
		[175729] = "耐奥祖的残迹",
		[162873] = "阿兹莫加尔",
		[179821] = "指挥官佐·法",
		[178149] = "噬渊鼠",
		[168099] = "强化的凇心投枪手",
		[161257] = "斯塔卡",
		[180389] = "渊誓狂怒卫士",
		[89] = "地狱火爪牙",
		[170147] = "不稳定的内存器",
		[37003] = "破天号守备官",
		[171171] = "渊誓弓手",
		[175730] = "命运撰写师罗-卡洛",
		[179684] = "玛尔波哥",
		[164517] = "特雷德奥瓦",
		[80483] = "查尔莉",
		[97119] = "迷雾猎犬",
		[174243] = "搁浅的林鬼",
		[109930] = "痛苦使徒",
		[171172] = "渊誓禁锢者",
		[170690] = "染病恐魔",
		[168101] = "强化的丧魂影魔",
		[168613] = "煌鬃翼狮",
		[94816] = "托多弗",
		[95072] = "巨型土元素 <蔡根花-熊猫酒仙>",
		[78948] = "泰克图斯",
		[178851] = "燃烧的冥殇",
		[179363] = "渊誓歼灭者",
		[171685] = "原始之握",
		[180387] = "渊誓饮痛者",
		[165872] = "血肉工匠",
		[72294] = "烬喉",
		[161448] = "暗祸哨兵",
		[161256] = "墓穴潜伏者",
		[81252] = "毁灭者多弗",
		[113148] = "恶魔犬",
		[175728] = "加尔鲁什·地狱咆哮",
		[102495] = "奥瑞尔",
		[160425] = "阴燃的殴骨者",
		[160785] = "影犬灵魂猎手",
		[171179] = "锻炉搜魂者",
		[178285] = "失落的饕餮者",
		[80207] = "闪电打击",
		[20897] = "复仇军波浪法师",
		[112477] = "尤格·泥口",
		[168104] = "强化的焰炉大师",
		[160426] = "被转化的爪卫",
		[178147] = "丧魂清道夫",
		[177830] = "渊誓守门人",
		[178859] = "玻璃制造者",
		[161456] = "假面裂魂者",
		[158891] = "阿萨诺斯",
		[167536] = "嗜血的哈鲁吉亚",
		[168105] = "强化的渊誓护火者",
		[160427] = "裁定者技师",
		[177319] = "掠食刀翼兽",
		[177831] = "渊链靶眼射手",
		[167503] = "帷翼守护者",
		[178855] = "未知目标",
		[169102] = "阿格尼克斯",
		[104288] = "崔利艾克斯",
		[71784] = "雷神长矛手",
		[172713] = "泥池破坏者",
		[109151] = "虚空残渣 <虚空之眼>",
		[15953] = "黑女巫法琳娜",
		[162278] = "弗洛基",
		[33983] = "缠绕触须",
		[73320] = "死灵侍僧",
		[170160] = "未知目标 <暗誓机械师>",
		[180392] = "戈尔格亚饮魂者",
		[164524] = "灰烬破坏者",
		[185511] = "掠沙之蛇",
		[177833] = "渊链狂暴者",
		[170692] = "克雷拉",
		[110700] = "邪缚谄媚者",
		[158894] = "堕落的看护者",
		[163501] = "弃誓散兵",
		[168108] = "强化的笨重造物",
		[172715] = "泥池调查者",
		[168033] = "陨落武僧 <冰雪可乐-熊猫酒仙>",
		[165549] = "酸吮",
		[155831] = "渊誓缚魂者",
		[170979] = "精瘦的温西尔",
		[178657] = "烈焰晋升者",
		[159407] = "训练有素的艾莱娜",
		[155824] = "笨重造物",
		[27714] = "第七军团机枪",
		[56249] = "暮光突袭者",
		[164836] = "构造体劳工",
		[170157] = "冥河符文锻造师",
		[79208] = "黑石执行者",
		[171181] = "领地刃喙鹤",
		[163503] = "以太俯冲者",
		[168110] = "强化的皇家角斗者",
		[52409] = "拉格纳罗斯",
		[177324] = "渊誓护火者",
		[165551] = "吮虫骸虱",
		[74329] = "雷神入侵者",
		[105826] = "梦魇使者",
		[177788] = "渊誓饲魂者",
		[160849] = "考察者伊欧纳塔",
		[168111] = "强化的皇家管理员",
		[161890] = "肉痕清道夫",
		[167611] = "石裔剔骨者",
		[178144] = "凇心束缚者",
		[178349] = "渊誓潜空者",
		[162481] = "罪碑贮藏者",
		[162993] = "被附身的卫士",
		[175790] = "凋零的暮蛮兽",
		[172207] = "欧达力克",
		[156339] = "消除者索迪洛斯",
		[109154] = "积怨蛮兵",
		[171626] = "高塔审判官",
		[76906] = "主管索戈尔",
		[178862] = "呐喊之刺",
		[171184] = "密斯雷什，苍穹之爪",
		[163506] = "弃誓潜爪狮",
		[155828] = "刻符巨像",
		[156340] = "翼狮骑手奥尔斯图斯",
		[174689] = "被附身的亵渎者",
		[168418] = "弃誓审判官",
		[161971] = "年轻的虫母",
		[119395] = "邪侵地狱火",
		[53691] = "沙恩诺克斯",
		[175792] = "追猎的暮蛮兽",
		[180399] = "艾薇勒",
		[172633] = "火山追猎者",
		[168107] = "强化的渊誓拦截者",
		[84841] = "钢铁码头工人",
		[178143] = "焰炉大师",
		[94974] = "瑟留斯·黑翼",
		[162996] = "被附身的看护者",
		[164834] = "骨盾精英",
		[155830] = "渊誓信徒",
		[168627] = "魔药束缚者",
		[176302] = "海盗船炮手",
		[165556] = "瞬息具象",
		[15954] = "药剂师诺斯",
		[94] = "小偷",
		[116322] = "虚空之誓刺客",
		[170976] = "凿刻的信使",
		[164021] = "夜隐剑士",
		[164533] = "罩影流亡者",
		[158179] = "贪婪的费尔姆",
		[80747] = "高尔玛什·地狱咆哮",
		[170164] = "光辉之剑",
		[174729] = "枯败征服者",
		[171188] = "凋缚狂热者 <斯特拉达玛侯爵>",
		[179890] = "畏惧死亡",
		[120638] = "邪焰清道夫",
		[173149] = "有笼头的影犬",
		[98919] = "海咒快刀手",
		[78700] = "雷神后勤官",
		[175801] = "畸形的碎魂者",
		[82519] = "悬槌役兵",
		[157695] = "潜伏的殴骨者",
		[179891] = "胁迫",
		[172636] = "晶化冥殇",
		[80236] = "教头朗克",
		[165047] = "魂匠约尔-马塔",
		[80748] = "受难残影",
		[166071] = "博格特",
		[174773] = "怨毒影魔",
		[179380] = "盖卡",
		[167607] = "石裔切割者",
		[178653] = "泰兰德·语风",
		[82284] = "烬皮古树",
		[173238] = "丧魂踏步者",
		[165560] = "戈姆蛴幼虫 <特雷德奥瓦>",
		[78455] = "燃烧军团袭击者",
		[156226] = "凇心束缚者",
		[165010] = "未知目标",
		[179893] = "财团潜伏者",
		[170087] = "枯败兽",
		[161376] = "钢脊老兵",
		[169043] = "竞争者梅丽雅",
		[165561] = "肿胀的骸虱",
		[157883] = "被附身的希尔梵",
		[109926] = "梦境魔",
		[106087] = "艾乐瑞瑟·雷弗拉尔",
		[179894] = "寻亡之眼",
		[110401] = "特瑞尔·月刃",
		[152253] = "塔拉格鲁",
		[173240] = "提振毁灭者",
		[159730] = "雷迪拉夫步兵",
		[177852] = "渊誓剔骨者",
		[161248] = "大闪",
		[158908] = "堕落的引导者",
		[167610] = "石精噬踝者",
		[180407] = "戈尔格亚哨兵",
		[92523] = "瓦兹法扎",
		[165051] = "腐楠拷问者",
		[164831] = "哈克勒斯队长",
		[165959] = "未知目标",
		[109927] = "残梦树妖",
		[177650] = "洛丹伦骑士",
		[114534] = "地狱犬",
		[123420] = "邪侵厄运召唤者",
		[85580] = "苟克",
		[119397] = "阿苟纳",
		[161469] = "暗祸敲诈者",
		[180779] = "惊惧之脊",
		[111975] = "影羽",
		[114802] = "鬼灵短工",
		[167612] = "石裔掠夺者",
		[53795] = "卵堆",
		[33985] = "腐蚀触须",
		[165053] = "沃德达豪",
		[172596] = "通灵助祭",
		[78202] = "暗影议会火法师",
		[166589] = "未知目标 <贵族散兵>",
		[179386] = "海盗船军官",
		[114535] = "腐化宝珠",
		[77936] = "强力风暴元素 <正经的幽灵船>",
		[163524] = "格里恩黑暗裁定者",
		[155226] = "青翠守护者",
		[177851] = "渊誓老兵",
		[165060] = "心能拟身怪",
		[105721] = "未知目标",
		[177857] = "强符歼灭者",
		[56252] = "暮光突袭者",
		[172112] = "流变的噬命者",
		[164829] = "魂选绽翼兽",
		[173245] = "剑刃旋风 <霍肯队长>",
		[105322] = "死光触须",
		[166079] = "脆骨弩手",
		[109929] = "爬行恐魔",
		[179388] = "时沙号海潮贤者",
		[167615] = "堕落的黑暗剑士",
		[104251] = "暮色卫队哨兵",
		[180417] = "织环技师",
		[168620] = "饥饿的暗影追猎者",
		[177853] = "渊誓愚忠者",
		[153165] = "管理者索纳尔",
		[178877] = "暗雾晋升者勒尔亚娜",
		[20900] = "摆脱束缚的厄运使者",
		[175806] = "索·阿兹密",
		[164033] = "暗穴主母",
		[92526] = "泽里舍克",
		[156158] = "副官费里波斯",
		[123241] = "邪铸回收者",
		[76914] = "冷牙",
		[178878] = "水晶守护者",
		[77426] = "影脉术士",
		[114537] = "海拉",
		[178195] = "渊铸构造体",
		[20898] = "巨型深渊火魔",
		[111210] = "灼热的地狱火",
		[162880] = "妖女戴拉克斯",
		[178367] = "玛尔菲斯图斯",
		[77428] = "元首马尔高克",
		[157294] = "脉动的汲取者",
		[152661] = "渊誓卫徒",
		[180415] = "渊誓斧卫",
		[92527] = "达戈拉斯",
		[162268] = "掠行心蛛",
		[177856] = "恶毒的食尸鬼",
		[93295] = "资深暗法师",
		[178880] = "饥馑的幼虫",
		[93807] = "邪火喷射机",
		[114538] = "克瓦迪尔裂魂者",
		[164036] = "暗穴切割者",
		[37571] = "黑暗堕落者顾问",
		[78451] = "奥术怨灵",
		[53694] = "裂肢",
		[178369] = "多莫努斯",
		[95599] = "噩梦小鬼",
		[166497] = "心能喷泉",
		[167022] = "战缝撕裂者",
		[164037] = "未知目标",
		[32934] = "右臂",
		[37813] = "死亡使者萨鲁法尔",
		[175576] = "监禁室 <[*] 监禁室>",
		[179269] = "绿洲保安",
		[109932] = "被亵渎的巡林者",
		[167109] = "骷髅先锋",
		[175811] = "进餐的噬渊鼠",
		[164038] = "暗穴喷毒者",
		[164550] = "滑行污泥",
		[78452] = "水晶狂怒者",
		[177859] = "开膛憎恶",
		[174186] = "退火冥殇 <淬火冥殇>",
		[111980] = "暗夜蛛母",
		[160385] = "猎魂者多依娜",
		[177623] = "渊誓挑战者",
		[173016] = "尸体采集者",
		[180780] = "恐惧之喉",
		[161859] = "无脑的活化体",
		[177860] = "脱水的剑士",
		[89202] = "冰喉食腐者",
		[170694] = "鬼灵刺客",
		[167111] = "锥喉鹿角巨虫",
		[81780] = "守卫队长萨戈",
		[167966] = "实验性淤泥",
		[164552] = "未知目标",
		[177354] = "碎皮统御者",
		[177861] = "强符教导者",
		[178373] = "渊誓破坏者",
		[87411] = "车间守卫",
		[20901] = "萨格隆弓箭手",
		[57386] = "赤红血球",
		[37955] = "鲜血女王兰娜瑟尔",
		[33988] = "不朽守护者",
		[179254] = "德雷特纳尔领主",
		[177862] = "强符愚忠者",
		[178374] = "渊誓开膛者",
		[81269] = "守卫者图尔托克",
		[167113] = "锥喉酸咽者",
		[169432] = "蜕皮幼体",
		[77942] = "原始风暴元素 <丶煙熏妝丶-熊猫酒仙>",
		[156364] = "凝结之傲",
		[118650] = "莫尔葛痛苦使者",
		[73325] = "魔狼",
		[24549] = "阿曼尼暴徒",
		[95602] = "秘法师维鲁恩",
		[158924] = "绝望精华",
		[175700] = "渊誓剔骨者",
		[162763] = "魂铸白骨编织者",
		[164555] = "米尔菲丝·法力风暴",
		[177352] = "碎皮重殴者",
		[76663] = "暗影渗透者",
		[178645] = "渊誓警卫",
		[81270] = "高里亚卫兵",
		[167115] = "通灵战争法师",
		[33288] = "未知目标",
		[177621] = "渊誓愚忠者",
		[164556] = "米尔豪斯·法力风暴",
		[169163] = "金羽猎手",
		[164824] = "魂选保护者",
		[32904] = "黑暗符文平民",
		[95603] = "秘法师艾兰",
		[167116] = "锥喉掠夺者",
		[179913] = "丧魂孵化者",
		[111151] = "午夜虹吸者",
		[168652] = "堕落的地穴看守者",
		[92788] = "暗魔篡梦者",
		[89219] = "碎手刺客",
		[118804] = "多玛塔克斯",
		[93556] = "狂野的魔蝠",
		[167117] = "锥喉幼虫",
		[175819] = "无拘的暗影混血犬",
		[180426] = "进食的恐魔",
		[90485] = "邪火巨炮",
		[177355] = "贪食的刀翼兽",
		[104246] = "暮色卫队卫兵",
		[81207] = "旱风拾骨者",
		[163546] = "年幼的以太浮蛇",
		[116335] = "海拉加尔观雾者",
		[109045] = "怒目地劣魔",
		[164047] = "锻炉卫兵",
		[170490] = "阿塔莱高阶祭司",
		[92789] = "未知目标",
		[161488] = "暗祸监督者",
		[170190] = "影握图腾 <娃娃的臉-熊猫酒仙>",
		[81272] = "高里亚符文大师",
		[93813] = "雇佣工程师",
		[53185] = "火妖监工",
		[90230] = "愤怒卫士入侵者",
		[74092] = "大型幻影杀戮者",
		[78457] = "燃烧猎手",
		[99188] = "浸水的灵魂卫士",
		[33350] = "米米尔隆",
		[178893] = "狂怒的刀翼兽",
		[20902] = "萨格隆唤魔者",
		[159442] = "释放的仇恨",
		[164049] = "狂怒虹吸者",
		[33990] = "夸张的徽记",
		[164414] = "复生的法师 <阿玛厄斯>",
		[180781] = "吐沫之犬",
		[178734] = "渊誓躯壳",
		[178894] = "刀翼巢母",
		[77434] = "狂热的狂信徒",
		[80191] = "剑圣学徒",
		[114801] = "鬼灵徒工",
		[123247] = "军需官艾卡斯",
		[78458] = "深渊入侵者",
		[78714] = "卡加斯·刃拳",
		[114548] = "腐魂巨人",
		[158420] = "灰烬破坏者",
		[80190] = "古鲁克",
		[114547] = "古老的骨奴",
		[108659] = "消散孢子",
		[164563] = "邪恶的加尔贡",
		[165075] = "渊誓复仇者",
		[33822] = "暮光守护者",
		[93303] = "垂涎的猎犬",
		[176179] = "枯败潜伏者",
		[36678] = "普崔塞德教授",
		[175667] = "泰坦防御炮台",
		[86137] = "日爪",
		[170071] = "渊誓阴影追猎者",
		[165076] = "贪食的虱子",
		[91000] = "邪裂巨人",
		[149555] = "未知目标 <再帅一百年-德拉诺>",
		[178897] = "萦绕者阿尔焦",
		[179409] = "索格图",
		[175826] = "涌现的噬渊鼠",
		[168148] = "德罗克拉德",
		[57807] = "暮光冰霜塑能师",
		[92792] = "梦魇骑士",
		[96759] = "海洋污染",
		[81019] = "战歌颂斧者",
		[164897] = "迷雾栖居者",
		[113013] = "魔誓暗影剑士",
		[118642] = "恐翼蝠",
		[114803] = "鬼灵马夫",
		[119154] = "恐惧审计员",
		[15956] = "阿努布雷坎",
		[78716] = "滋生暗影",
		[114217] = "成熟的亡灵花",
		[77182] = "未知目标",
		[179411] = "度亚里",
		[95282] = "阿兹加洛",
		[78121] = "未知目标",
		[164567] = "英格拉·马洛克",
		[111398] = "梦魇融合怪",
		[84859] = "钢铁屠夫",
		[178388] = "卖场铁腕战士",
		[154330] = "拷问者伊特纳斯",
		[175317] = "活化的尸犬",
		[81788] = "艾韵脓疱",
		[114804] = "鬼灵战马",
		[164568] = "机械炸弹松鼠",
		[114216] = "荧光夹竹桃",
		[177877] = "脱水的魔导师",
		[160289] = "雷迪拉夫管理员",
		[170711] = "多洛斯",
		[77348] = "白鬼审讯者",
		[175830] = "沉积冥殇",
		[37547] = "炮舰外壳",
		[80253] = "战歌驯狼大师",
		[158256] = "腐化的云羽鸟",
		[84860] = "钢铁缚地者",
		[105591] = "梦魇恐魔",
		[17256] = "地狱火导魔者",
		[77438] = "逝网蜘茧",
		[118644] = "狰狞的暗影猎犬",
		[98425] = "不稳定的融合怪",
		[98681] = "鸦堡织网蛛",
		[77051] = "沃匹尔·斩骨",
		[91003] = "洛克莫拉",
		[111652] = "邪能歼灭者",
		[37533] = "霜牙",
		[163894] = "凋零碎脊者",
		[176669] = "拆解者诺克图努斯",
		[151816] = "丧魂清道夫",
		[80254] = "纳格兰掠夺者",
		[37546] = "暴怒的憎恶",
		[157405] = "萨拉·怀特",
		[178392] = "大门看护者佐·马兹",
		[109943] = "鬼母阿娜",
		[177443] = "瓦尔吉尔",
		[118645] = "炽热的恐怖猎犬",
		[98426] = "不稳定的软泥怪",
		[160477] = "狂怒具象",
		[177186] = "渊誓征服者",
		[91004] = "乌拉罗格·塑山",
		[179406] = "愤怒罪责",
		[163624] = "苍白末日",
		[179417] = "渊誓卫兵",
		[175834] = "渊誓缚犬者",
		[165415] = "劳苦的管理员",
		[80255] = "洛克拉斯驯风者",
		[104493] = "喷毒的眼镜蛇",
		[165597] = "帕奇维克士兵",
		[93308] = "传送门守卫者",
		[178906] = "阴爪",
		[81535] = "永恒的塔尔纳",
		[118646] = "活性邪焰元素",
		[82047] = "格罗姆卡步兵",
		[172312] = "锥喉饕餮者",
		[166936] = "锐眼弓手",
		[91005] = "纳拉萨斯",
		[178395] = "熔炉召唤者",
		[178907] = "裂殴",
		[159759] = "战缝医生",
		[79744] = "战歌掠夺者",
		[84095] = "邪恶的地狱猎犬",
		[164575] = "卡狄亚",
		[72322] = "黑石守卫",
		[7379] = "逆风食人魔法师",
		[166111] = "枯败凋刃战士",
		[173051] = "镇压者泽罗尔斯",
		[77441] = "暮色恐蛾",
		[163552] = "饥饿的以太浮蛇",
		[164064] = "奥波洛斯",
		[164576] = "多利安",
		[111225] = "混沌法师贝勒隆",
		[166932] = "魁梧的战血憎恶",
		[173007] = "狞笑的草甸追猎者",
		[95613] = "缚魂者哈兰尼",
		[20904] = "监护者梅里卡尔",
		[79745] = "森林追猎者",
		[84096] = "邪恶的眼魔",
		[96756] = "堕落君王伊米隆",
		[180251] = "未知目标",
		[169696] = "泽地士兵",
		[170208] = "炽焰冥殇",
		[17257] = "玛瑟里顿",
		[77442] = "夜刃猫头鹰",
		[98173] = "秘术师萨维",
		[114809] = "守夜水手",
		[164578] = "缝肉的造物",
		[111226] = "召唤师希弗",
		[91007] = "达古尔",
		[78978] = "暗裂噬咬者",
		[95614] = "缚魂者艾罗瓦",
		[179423] = "摩罗斯",
		[159460] = "夜寡恐蛛",
		[33670] = "空中指挥单位",
		[75258] = "逝网小蜘蛛",
		[53889] = "堕落熔岩",
		[87105] = "狩猎大师卡拉克",
		[170210] = "翠绿之刺",
		[98943] = "枯法者",
		[179424] = "阿帕提",
		[151333] = "哨卫碎片",
		[180246] = "货车粉碎者",
		[87719] = "独眼魔搬运工",
		[111227] = "织魔者法拉米尔",
		[89846] = "沃洛伦队长",
		[158752] = "掠食的血牙猪",
		[91520] = "副官库罗尔",
		[112251] = "腐败软泥怪",
		[75652] = "虚空爪牙",
		[163961] = "侵入的幼虫",
		[163857] = "凋缚狂热者",
		[109180] = "破烂的丝翼巨蛾",
		[175838] = "复仇之魂",
		[178402] = "搜寻者迪亚索鲁斯",
		[158439] = "罩影奥术师",
		[109041] = "自然学家特尔安",
		[77700] = "影月盗墓者",
		[90241] = "未知目标",
		[168214] = "热忱的死忠者",
		[165094] = "林地追猎者",
		[15989] = "萨菲隆",
		[178403] = "戈加农",
		[27268] = "复活的狮鹫骑士",
		[177425] = "腐魂合声",
		[56262] = "源质箭",
		[84099] = "邪恶的虚空行者",
		[168678] = "恐惧殴骨者",
		[174095] = "巨型监督者",
		[88087] = "积怨唤雷者",
		[160913] = "萎缩的活化体",
		[165594] = "凇心伏击者",
		[119576] = "邪犬",
		[118651] = "保护严密的锚点",
		[77957] = "逝网小蜘蛛",
		[159766] = "雷迪拉夫商人",
		[53575] = "熔岩支配者",
		[99200] = "德萨隆",
		[166120] = "虚缚防御者",
		[160716] = "罪碑狂暴者",
		[20905] = "烈焰欺诈者",
		[175846] = "未知目标",
		[180747] = "阿帕提 <阿帕提>",
		[168680] = "渊誓监视者",
		[161002] = "武装保护者",
		[102682] = "暗影爆裂",
		[85124] = "钢铁执行者",
		[170728] = "渊誓征战者",
		[158955] = "召唤的博格特",
		[118652] = "愤怒卫士恐刃者",
		[114813] = "克瓦迪尔潮汐女巫",
		[168681] = "弃誓恶毒者",
		[177133] = "渊誓诵亡者",
		[108875] = "酒庄管事",
		[88821] = "鼓风者",
		[80375] = "堕落的狂风守护者",
		[158956] = "幻影刃牙者",
		[180681] = "聚焦导灵器 <威·蕾恩>",
		[172265] = "愤怒残余",
		[164587] = "饱餐的锯牙",
		[72328] = "雷神学徒",
		[77350] = "可怕的莫克沃",
		[80676] = "钢铁控火者",
		[165137] = "佐尔拉姆斯守门人",
		[170766] = "戈姆喷吐者",
		[118653] = "艾瑞达混沌守卫",
		[32845] = "霍迪尔",
		[86405] = "恐怖的拷问者",
		[98946] = "枯法饥渴者",
		[169707] = "暗墙镇压者",
		[178409] = "姬芙蕾坦女士",
		[166636] = "罪行裁决官",
		[179433] = "宝库之盾",
		[176119] = "堕落的看护者",
		[177418] = "被锁住的雕骨者",
		[80263] = "沙戈尔",
		[168907] = "软泥触须",
		[125820] = "鬼母拉格拉丝",
		[85126] = "钢铁守望者",
		[160460] = "弃誓惩罚者",
		[179434] = "渊誓唤疑者",
		[175851] = "心能吞噬者头领",
		[98435] = "不稳定的小软泥怪",
		[82311] = "炽燃的焦皮",
		[107137] = "夜之子酿酒师",
		[177899] = "渊誓警卫",
		[36868] = "被奴役的亚考罗克之子",
		[170733] = "充血的葬秋萤",
		[177929] = "渊誓愚忠者",
		[36612] = "玛洛加尔领主",
		[112409] = "穆菲蒙",
		[80264] = "乌鲁克·破敌",
		[78365] = "雷神抢掠者",
		[164113] = "石裔守护者 <好战的唤石者>",
		[85127] = "钢铁火疗者",
		[80374] = "动荡的大地守护者",
		[167151] = "脆弱的侦察兵",
		[118655] = "黑暗崇拜者",
		[104688] = "未知目标",
		[164622] = "贪吃的灾饕",
		[177389] = "渊誓斩杀者",
		[78729] = "暗影掠夺者",
		[177146] = "渊誓缚灵者",
		[179143] = "未知目标",
		[89890] = "邪能领主扎昆",
		[79753] = "入侵的战咏者",
		[179460] = "堕落军马",
		[108930] = "夜之子大使",
		[177390] = "冥河轰炸者",
		[94285] = "邪能萃魔者",
		[21290] = "未知目标",
		[177095] = "基拉",
		[163058] = "纱雾防御者",
		[118656] = "暗誓先驱者",
		[176583] = "能量核心",
		[176879] = "虚隐之魂",
		[98949] = "可恨的斯麦斯帕",
		[177903] = "被统御的守护者",
		[98205] = "科蒂拉克斯",
		[170737] = "枯败镇压者",
		[163059] = "暮色恐魔",
		[120704] = "安尼赫兰典狱官",
		[118163] = "黑石自爆小鬼",
		[168690] = "骨胶雄蜂",
		[79142] = "雷神少年",
		[18155] = "血隼",
		[156212] = "凇心特工",
		[170241] = "惧裘仙狐",
		[85641] = "格罗姆卡步兵",
		[175857] = "晶化痛苦魔像",
		[164084] = "狂怒具象 <暴怒之魂>",
		[172786] = "石化仆从",
		[165108] = "幻影克隆体",
		[113679] = "愤怒卫士裂魂者",
		[178417] = "焰铸巨像",
		[170739] = "蔑凋先锋",
		[91784] = "督军帕杰什",
		[79755] = "狂野战狼",
		[177094] = "席格妮",
		[168692] = "骨胶工蜂",
		[177394] = "渊誓曲影者",
		[93064] = "黑鸦猎隼",
		[170228] = "白骨躯壳",
		[170740] = "织影者大师",
		[175347] = "钙化物",
		[179954] = "光线切分者 <装甲监工>",
		[168155] = "凋缚者",
		[168693] = "西丽克莎",
		[177395] = "腐化的巨像",
		[15990] = "克尔苏加德",
		[162039] = "邪恶的镇压者",
		[85538] = "蔓延之藤",
		[79500] = "斯高索瓦",
		[163575] = "灰烬爬行者",
		[159178] = "恐怖的夜居者",
		[170951] = "泥仆淤拳者",
		[165111] = "德鲁斯特恶爪者",
		[93065] = "伊瑟拉",
		[162040] = "大监督者",
		[93577] = "燃皮吟咏者",
		[85643] = "碎手锁链大师",
		[118659] = "攻城地狱火",
		[56855] = "暮光突击幼龙",
		[98696] = "伊莉萨娜·拉文凯斯",
		[177397] = "渊誓夺眼者",
		[72232] = "雷神猛禽猎手",
		[157732] = "起水泡的灰烬食尸鬼",
		[175831] = "飞翼精魂追猎者",
		[179445] = "渊誓猛击者",
		[176581] = "尖刺铁球",
		[54347] = "自由烈焰",
		[108934] = "污血",
		[177398] = "唤来的悲苦",
		[177910] = "亵渎者恩席迪乌斯",
		[166137] = "屠杀者索伦诺尔",
		[93578] = "燃皮猎手",
		[179446] = "焚化者阿寇拉斯",
		[175863] = "审判官穆尔拉克",
		[180470] = "未知目标",
		[119172] = "邪恶的食腐者",
		[177399] = "嚎叫影魔",
		[177911] = "咒裔者瓦尔迪纳",
		[166138] = "米卡伊，饰演寂灭者阿古斯",
		[112006] = "斯特拉瑞斯警卫",
		[175860] = "贪婪的影魔",
		[159177] = "忠诚的岩皮犬",
		[113555] = "萨里安·邪焰",
		[177735] = "渊誓扰动者",
		[78372] = "觉醒者安杜尔",
		[80782] = "冰脊钉刺者",
		[170234] = "压制战旗 <无堕者哈夫>",
		[109959] = "暗魔污染者",
		[73360] = "黑石攻城锻造师",
		[173509] = "活化的髓犬",
		[172282] = "裹体之网 <哈哈气死你-洛萨>",
		[180484] = "维尔特",
		[94859] = "装甲碎颅者",
		[177913] = "饥渴的巨兽",
		[166140] = "塞希伊，饰演古尔丹",
		[178937] = "未知目标",
		[169205] = "大快朵颐的花朵",
		[16594] = "影月侍僧",
		[71414] = "大型幻影掷蕉兵",
		[161016] = "挑动者加尔拉克斯",
		[101002] = "克洛苏斯",
		[97163] = "被诅咒的飞鹰",
		[162046] = "饥饿的虱子",
		[109960] = "噩梦小鬼",
		[85646] = "小戈隆奴隶",
		[171772] = "纱雾防御者",
		[176379] = "贵族朝臣",
		[94604] = "血缚腐化者",
		[102679] = "伊森德雷",
		[177915] = "渊誓狂怒者",
		[162047] = "贪食的蛮兵",
		[91121] = "石血掠夺者",
		[91789] = "积怨夫人",
		[24043] = "阿曼尼山猫",
		[100248] = "祭祀者勒莎",
		[160495] = "狂热的缚魂者",
		[177404] = "渊誓湮灭者",
		[176579] = "守护者哈扎杜姆",
		[180162] = "威·蕾恩",
		[177646] = "攫心操控魔",
		[169981] = "未知目标",
		[114568] = "腐朽的爪牙",
		[16429] = "织魂者",
		[161537] = "蜜尔莉娜",
		[94861] = "冷酷伏击者",
		[177917] = "领主阿佐拉克",
		[166144] = "置景工",
		[124294] = "易爆的灭绝者炮弹",
		[158978] = "巨大的岩皮犬",
		[37972] = "凯雷塞斯王子",
		[168192] = "上古血牙猪",
		[105876] = "魔化巢蛛",
		[168718] = "弃誓看守人",
		[177918] = "烈焰晋升者",
		[85136] = "魁梧蛮兵",
		[176578] = "宝库哨兵",
		[81553] = "晨露大师",
		[110474] = "拉基什术士",
		[155908] = "亡语者",
		[83954] = "纳格兰散兵",
		[177407] = "无形物质",
		[157444] = "营地观察者",
		[166146] = "尼娅，饰演萨维斯",
		[170753] = "可运行的巨像",
		[159174] = "高耸的刻墓者",
		[179405] = "吞景戈姆",
		[151814] = "丧魂影魔",
		[80698] = "被感染的藤蔓卫士",
		[52558] = "雷奥利斯领主",
		[56781] = "格里昂纳",
		[76947] = "逝网护卵者",
		[170754] = "可运行的巨像",
		[179456] = "渊誓虹吸者",
		[159505] = "格斗中的候选者",
		[151815] = "丧魂回响",
		[94607] = "血缚火疗者",
		[71076] = "小型幻影秘法师",
		[115594] = "暮色卫队裁决者",
		[179931] = "圣物破坏者克雷瓦",
		[176577] = "渊誓火葬者",
		[163077] = "阿祖勒斯",
		[180160] = "挑衅者雷利维克",
		[37970] = "瓦拉纳王子",
		[71067] = "大型幻影恶棍",
		[166139] = "光尘，饰演基尔加丹",
		[94617] = "葛丽纳芙",
		[178446] = "熔炉召唤者",
		[92911] = "魁梧的狂战士",
		[178958] = "莫盖斯",
		[159495] = "迷沼泥仆",
		[151817] = "丧魂恶鬼",
		[176576] = "渊誓火葬师",
		[171255] = "阿伊拉的回响",
		[115595] = "暮色卫队斩杀者",
		[177385] = "碎皮粉碎者",
		[71062] = "大型幻影杀戮者",
		[91793] = "逐潮蟹",
		[159496] = "掌炉者马达拉夫",
		[151818] = "丧魂畸形造物",
		[108941] = "幽灵军官",
		[179135] = "萨斯祖尔",
		[178623] = "渊誓卫兵",
		[162056] = "缚石岩精",
		[158473] = "未知目标",
		[158985] = "活体壁垒",
		[102287] = "烬壳统御者",
		[160009] = "塔莎夫人",
		[91288] = "燃皮战士",
		[177413] = "宣罪碎魂者",
		[33236] = "钢铸防御者",
		[162057] = "大厅哨兵",
		[173840] = "凋缚狂热者",
		[20909] = "萨弗隆熔岩投掷者",
		[168897] = "壳卫防御者",
		[180485] = "屁屁",
		[173044] = "缝合助理 <车间传送门>",
		[78238] = "普尔",
		[33432] = "巨兽二型",
		[162058] = "雯图纳柯丝",
		[88089] = "积怨魔女",
		[81557] = "金色授粉者",
		[78832] = "格罗姆卡重装步兵",
		[180486] = "泥哨",
		[113413] = "攻城地狱火",
		[173503] = "用功的助祭",
		[116362] = "艾瑞雅·晨灾",
		[162059] = "金-塔拉",
		[91539] = "邪能渡鸦",
		[158988] = "活体利刃",
		[162038] = "皇家舞雾者",
		[100497] = "乌索克",
		[178190] = "渊誓毁伤者",
		[109199] = "夜之子时占师",
		[75506] = "影月死忠者",
		[162060] = "奥莱芙莉安",
		[179133] = "威尔萨斯",
		[158989] = "活体权杖",
		[175881] = "内克罗提克斯",
		[91541] = "邪影守望者",
		[98706] = "指挥官什达索尼",
		[169227] = "枯败入侵者",
		[33237] = "奥杜尔巨像",
		[162061] = "德沃丝",
		[91540] = "流亡者幻影",
		[75416] = "冻吻野猪",
		[175882] = "渊誓警卫",
		[176394] = "P.O.S.T.工人",
		[91118] = "钉刺黄蜂",
		[34133] = "霍迪尔的勇士",
		[97171] = "积怨奥术师",
		[58959] = "维克塞",
		[158479] = "邪魔哨兵",
		[163086] = "腐臭的气囊怪",
		[157122] = "帕特里西安·克伦威尔",
		[176395] = "过载的邮件元素",
		[168717] = "弃誓裁决者",
		[111081] = "爆裂畸体",
		[165646] = "戈姆蛴幼虫 <年轻的虫母>",
		[178443] = "焰铸巨像",
		[158480] = "顽石军团执行者",
		[158992] = "石裔钢翼者",
		[159504] = "格斗中的候选者",
		[176396] = "损坏的分拣机",
		[164623] = "贪婪的凋零之翼",
		[177420] = "玛卓克萨斯壁垒",
		[176573] = "渊誓哀难使者",
		[166159] = "腐楠具象",
		[174861] = "肿胀的影犬",
		[34135] = "寒冬滚石",
		[179980] = "嚎叫影魔 <渊誓曲影者>",
		[175891] = "被折磨的灵魂",
		[156434] = "致残之傲",
		[33110] = "黑暗符文助手",
		[109189] = "特瓦利斯队长",
		[178445] = "渊誓摧毁者",
		[178957] = "强化的渊誓禁魂者",
		[163089] = "恶心的残躯",
		[177873] = "强符剔骨者",
		[37973] = "塔达拉姆王子",
		[181005] = "赛财团破坏者",
		[177422] = "其尔斯",
		[180499] = "凄惨的戈姆蛴",
		[58960] = "基尔塔克西",
		[170768] = "充血的葬秋萤",
		[118416] = "攻城地狱火",
		[158927] = "堕落的信徒",
		[106643] = "艾利桑德",
		[525] = "癞皮狼",
		[98965] = "库塔洛斯·拉文凯斯",
		[82841] = "被感染的巨兽",
		[119952] = "恶魔卫士毁灭者",
		[178959] = "灵魂牢笼",
		[173766] = "冲刷尘魔",
		[78237] = "费莫斯",
		[180495] = "暴怒的恐角龙",
		[112360] = "加德",
		[172064] = "不稳定的幼虫",
		[164847] = "军需官猎犬",
		[153878] = "渊誓弓手",
		[85401] = "战歌偏转箭矢",
		[179472] = "歼灭者孔斯罗格兹",
		[19716] = "能源舰修补工",
		[160748] = "被附身的防御者",
		[169173] = "肉弹的拷问者",
		[165140] = "腐楠拷问者",
		[169747] = "噬渊蠊",
		[153879] = "丧魂暗影",
		[71069] = "大型幻影秘法师",
		[176571] = "渊誓卫徒",
		[179985] = "冥河碾石者",
		[175849] = "心能吞噬者",
		[80283] = "刀塔哨兵",
		[177426] = "丧魂之灵",
		[157463] = "死忠的汲惧者",
		[89241] = "格罗姆卡狙击手",
		[118162] = "黑石欺诈者",
		[114323] = "高姆",
		[110484] = "魔犬",
		[168213] = "可敬的居民",
		[160535] = "灰烬流浪者",
		[177427] = "众魂之集",
		[74653] = "督军贾拉克",
		[169447] = "未知目标 <统御曲魂者>",
		[71070] = "大型幻影女妖",
		[167190] = "难缠的幼虫",
		[69792] = "大地之灵",
		[75933] = "美丽的吉塞尔达",
		[170731] = "萨纳索斯",
		[53206] = "地狱恶犬",
		[157465] = "残忍的猎石者",
		[153882] = "丧魂之灵",
		[178964] = "强化的渊誓哀难使者",
		[73371] = "刀塔蛮兵",
		[102295] = "烬壳统御者",
		[69791] = "烈焰之灵",
		[160537] = "起水泡的流浪者",
		[94873] = "邪火喷射机",
		[71068] = "大型幻影织珀者",
		[23597] = "阿曼尼守护者",
		[91796] = "海巨人弄潮者",
		[20911] = "黑翼龙兽",
		[120723] = "安尼赫兰狂热者",
		[37021] = "破天号传教师",
		[169973] = "戈姆切削者",
		[76446] = "影月奴役者",
		[179940] = "爆破渊珠 <玛尔菲斯图斯>",
		[79127] = "血缚军团战士",
		[81309] = "格雷希尔",
		[157118] = "皇家顾问",
		[110486] = "狩猎大师胡克罗斯",
		[180502] = "艾露恩的审判",
		[94618] = "凯特温",
		[78319] = "暗影好战者",
		[169753] = "饥饿的虱子",
		[153885] = "丧魂蹒跚者",
		[71072] = "大型幻影煞魔",
		[99192] = "萨维斯之影",
		[100249] = "导魔者瓦里兹",
		[179994] = "未知目标 <初诞者的卫士>",
		[76810] = "炸弹",
		[112255] = "斯拉吉拉克斯",
		[161274] = "地区贵族",
		[81054] = "战歌唤风者",
		[170778] = "蛮兵冯·戴斯特",
		[180428] = "未知目标",
		[179992] = "渊誓扭石者",
		[32857] = "唤雷者布隆迪尔",
		[168731] = "铜裘潜伏者",
		[33113] = "烈焰巨兽",
		[174307] = "安德洛墨妲，弃誓者先锋",
		[114932] = "深盐畸体",
		[88207] = "血环奴贩",
		[159006] = "焦躁的戈姆",
		[179993] = "召唤出的饥饿",
		[151331] = "牢房哨卫",
		[38104] = "被感染的僵尸 <小宝>",
		[34137] = "寒冬冰虫",
		[79125] = "血缚混血战士",
		[76960] = "钢铁步兵",
		[166685] = "贪婪具象",
		[163326] = "骷髅防御者",
		[151329] = "狱卒斯科杜斯",
		[90269] = "暴君维哈里",
		[112365] = "布琪",
		[173340] = "软泥骷髅追猎者",
		[172191] = "林地扰乱者",
		[77973] = "暗影卫士",
		[71074] = "小型幻影煞魔",
		[178368] = "夫鲁斯",
		[171805] = "研究铭文师",
		[18405] = "风暴锻铸护卫者",
		[160474] = "肉缝清道夫",
		[24239] = "妖术领主玛拉卡斯",
		[179422] = "俄匊斯",
		[173349] = "软泥塑形者",
		[162273] = "心能饕餮者",
		[169912] = "狂怒面具",
		[163616] = "刺根者飞虫",
		[82062] = "被感染的独眼魔",
		[76639] = "黑石钢牙战士",
		[20883] = "恶毒的女妖",
		[103685] = "提克迪奥斯",
		[163620] = "烂吐",
		[71075] = "未知目标",
		[20912] = "预言者斯克瑞斯",
		[33754] = "黑暗符文咆哮者",
		[119872] = "乌丽娅",
		[177444] = "伊尔瓦",
		[178412] = "锻石师",
		[177950] = "未知目标",
		[58964] = "戈尔隆格",
		[157669] = "钢肤先锋",
		[177790] = "绝望的影魔",
		[163618] = "佐尔拉姆斯通灵师",
		[94366] = "莱琳·迅影",
		[176565] = "捣乱的顾客",
		[98973] = "骷髅战士",
		[159673] = "缝合场恐魔",
		[171799] = "深渊狱卒",
		[79266] = "索尔高克",
		[179124] = "命运之影",
		[163619] = "佐尔拉姆斯刻骨者",
		[180511] = "碎皮雄兽",
		[172833] = "安塔雷",
		[178394] = "财团跟班",
		[97182] = "守夜水手",
		[166179] = "暗穴破坏者",
		[163622] = "碎淤残块",
		[93060] = "未知目标 <恐怖指挥官阿加诺斯>",
		[98206] = "萨卡尔将军",
		[168886] = "维鲁拉克斯魔药编织者",
		[121058] = "愤怒卫士夺灵者",
		[177441] = "福莱基",
		[92445] = "恶魔卫士入侵者",
		[74254] = "残酷的多罗戈",
		[79267] = "库尔戈洛什",
		[91808] = "瑟芬崔斯克",
		[175906] = "邪魔爪牙",
		[170933] = "战争戈姆",
		[52498] = "贝丝缇拉克",
		[177442] = "赫洛德威特尼",
		[180786] = "痛苦束缚",
		[58965] = "达古阿拉德",
		[81315] = "钢铁爆破枪手",
		[81308] = "白鬼潜伏者",
		[98207] = "纳尔提拉",
		[19505] = "寻日者导魔者",
		[111004] = "腐朽软泥怪",
		[19633] = "血警卫修理工",
		[100250] = "束缚者阿什奥伊",
		[170202] = "火焰之刺",
		[71078] = "小型幻影恶棍",
		[180433] = "流浪的脉冲星 <盛装的星辰先知>",
		[163623] = "烂吐残渣",
		[155945] = "束链者格鲁斯",
		[177878] = "强符勇士",
		[24240] = "阿莱松·安提雷",
		[37595] = "黑暗堕落者血骑士",
		[105630] = "古尔丹之眼",
		[95843] = "赫尔多国王",
		[77477] = "血腥的玛拉卡",
		[167719] = "被遗忘的看守者",
		[3527] = "治疗之泉图腾 <要减肥-熊猫酒仙>",
		[161206] = "尖牙恐惧蝠",
		[177445] = "瓦纳尔谷恩",
		[169431] = "蜕皮幼虫",
		[176562] = "打架的顾客",
		[71079] = "小型幻影守卫",
		[108190] = "特使侦察员",
		[93858] = "魁梧的狂战士",
		[85644] = "黑石火法师",
		[84388] = "野蛮撕咬",
		[19220] = "计算者帕萨雷恩",
		[97185] = "污泥行者",
		[162317] = "斩血",
		[173864] = "未知目标",
		[126618] = "血怒翼手龙",
		[90019] = "强化地狱火之门",
		[168233] = "阴森的碎心者",
		[71077] = "小型幻影织珀者",
		[101639] = "瓦拉加尔女武神",
		[95138] = "虫爪女巫",
		[174376] = "扎伊米特",
		[71080] = "小型幻影杀戮者",
		[180432] = "热心的同谋",
		[416] = "诺克科尔",
		[175844] = "入侵的吸血者",
		[78641] = "拜夜信徒",
		[85225] = "高里亚巫师",
		[102681] = "泰拉尔",
		[174377] = "科尔拉特",
		[81318] = "钢铁枪炮士官",
		[173489] = "缝合憎恶",
		[177360] = "渊誓末日使者",
		[23596] = "阿曼尼烈焰法师",
		[168747] = "毒牙蛛",
		[180429] = "盛装的星辰先知",
		[91044] = "暗魔拷问者",
		[79015] = "克拉戈",
		[52530] = "奥利瑟拉佐尔",
		[171307] = "格拉萨拉克斯",
		[167724] = "腐楠博格特",
		[23889] = "阿曼尼蛮兵",
		[113738] = "暮色卫队月光法师",
		[80551] = "泰克图斯碎片",
		[165677] = "碎皮具象",
		[76968] = "狂乱污秽者",
		[103396] = "暗影裂隙",
		[81575] = "繁花编织者",
		[166135] = "阿斯特拉，饰演艾萨拉",
		[33118] = "掌炉者伊格尼斯",
		[114553] = "毒水软泥怪",
		[180427] = "织环卫士",
		[91045] = "墨菲尔",
		[19219] = "机械领主卡帕西图斯",
		[95652] = "腐蚀领主乌鲁格",
		[174381] = "搁浅的巫医",
		[120991] = "魔蝠",
		[160048] = "被魔药浸湿的残骸",
		[176940] = "灵魂焚烬",
		[162849] = "墨古莱克斯",
		[118647] = "燃烧哨兵",
		[162096] = "通灵师精锐",
		[17694] = "影月暗法师",
		[177098] = "阿尔苏拉",
		[92419] = "阿拉扎斯",
		[180524] = "洞穴跃足兽",
		[74154] = "雷神鞭笞者",
		[177453] = "丧魂晶塔",
		[163122] = "脆骨战士",
		[116192] = "白骨仆从",
		[95653] = "格鲁特",
		[163121] = "缝合先锋",
		[180013] = "逃跑的荒蚺",
		[168240] = "饕餮之喙",
		[34014] = "圣所警卫",
		[173359] = "零星软泥 <软泥骷髅追猎者>",
		[1860] = "祖克卡斯",
		[174383] = "流变恐惧",
		[170800] = "凇心伏击者",
		[159027] = "堕落的追猎者",
		[118688] = "邪翼吞噬者",
		[73899] = "阿塔加战士",
		[169265] = "恐怖爬行者",
		[173360] = "魔药喷吐者",
		[179802] = "掠夺者亚克斯霍夫",
		[162099] = "卡尔将军",
		[162611] = "晦约新兵",
		[171313] = "碎心者助祭",
		[180015] = "肌肉虬结的水手",
		[160345] = "起水泡的审判官",
		[81561] = "灌林掠食者",
		[173361] = "零星软泥 <软泥骷髅追猎者>",
		[157493] = "狠毒的灭愿者",
		[162100] = "贪食的克里克西斯",
		[162612] = "弃誓战地队长",
		[81578] = "白鬼征服者",
		[18419] = "血警卫看管员",
		[57817] = "风之子仆从",
		[174386] = "奥尔萨兹",
		[173362] = "软泥骷髅追猎者",
		[111523] = "暮色卫队迁跃法师",
		[95399] = "绍恩·月爪",
		[170803] = "幽灵织恨者",
		[31216] = "青岛-洛丹伦",
		[175922] = "基斯达纳斯女士",
		[112803] = "占星家贾林",
		[166319] = "扭曲的虚空召唤者",
		[163126] = "脆骨法师",
		[169780] = "共鸣悲苦",
		[162102] = "大学监贝律莉娅",
		[170293] = "罪碑碎块",
		[171316] = "恶毒冥殇",
		[118690] = "愤怒卫士入侵者",
		[19507] = "寻日者基因接合师",
		[164783] = "战缝血肉",
		[168246] = "复生的弩手 <阿玛厄斯>",
		[165175] = "傲然巨怪",
		[162103] = "执行者塔沃德",
		[166710] = "刽子手阿特隆",
		[171317] = "被召唤的死亡",
		[76973] = "汉斯加尔",
		[112804] = "训练有素的影鳞浮龙",
		[98728] = "酸蚀胆汁",
		[52571] = "管理者鹿盔",
		[165687] = "光缚烧灼者",
		[56922] = "暮光渗透者",
		[174901] = "蘑网",
		[163128] = "佐尔拉姆斯巫师",
		[160569] = "迅翼翼狮",
		[165176] = "傲然汲取者",
		[176949] = "渊誓灰烬法师",
		[74414] = "秃鹰幼崽",
		[92330] = "索克雷萨之魂",
		[172972] = "渊誓饲魂者",
		[178997] = "索·达纳",
		[27712] = "无脑的食尸鬼",
		[171948] = "提振凋刃战士",
		[176438] = "左臂",
		[160570] = "阴燃的公犬",
		[80557] = "泰克图斯微粒",
		[105383] = "腐蚀触须",
		[76974] = "弗兰佐克",
		[168248] = "瓦里诺 <瓦里诺>",
		[76462] = "死亡之兆 <耐奥祖>",
		[38879] = "普崔塞德的陷阱",
		[118563] = "邪火小鬼",
		[174166] = "暗锋蠕行者",
		[161083] = "渊誓哨兵",
		[161355] = "灵魂追踪者",
		[79022] = "高里亚角斗士",
		[166608] = "穆厄扎拉",
		[179778] = "裂隙冲击传送门",
		[179305] = "渊誓塑钢者",
		[161344] = "暗墙破坏者",
		[75240] = "刀塔驯彘者",
		[76812] = "未知目标",
		[32865] = "托里姆",
		[56923] = "暮光工兵",
		[166715] = "顽石军团惩罚者",
		[176953] = "渊誓烈焰帮工",
		[18420] = "寻日者地术师",
		[90284] = "钢铁掠夺者",
		[74160] = "雷神牧兽人",
		[115166] = "腐蚀宝珠",
		[57819] = "被腐蚀的碎片",
		[79023] = "高里亚奥术师",
		[177353] = "碎皮刮擦者",
		[166145] = "织梦者，饰演恩佐斯",
		[175930] = "渊誓缚灵者",
		[113012] = "魔誓混沌法师",
		[76208] = "狂野的拉佐图克",
		[163363] = "镰棘魔击者",
		[178490] = "阴森的碎心者",
		[72881] = "受伤的裂蹄牛",
		[105897] = "暗魔掠夺者",
		[177979] = "格拉勒波",
		[166206] = "原生烂泥怪",
		[19508] = "寻日者草药学家",
		[172860] = "成熟的劳工",
		[162111] = "破碎的骷髅",
		[111528] = "死根古树",
		[79024] = "战争大师布格索尔",
		[166718] = "嫉妒具象",
		[37016] = "破天号博学者",
		[81072] = "战歌氏族",
		[80048] = "乌尔戈",
		[176956] = "影铸哥利亚",
		[152898] = "丧魂合声",
		[171433] = "镇压者瑟尔",
		[113832] = "邪能爆破者",
		[118551] = "恐怖指挥官阿加诺斯",
		[161597] = "冲刷粘液",
		[98732] = "天灾鼠",
		[165290] = "恐怖的哈利卡",
		[176957] = "影铸巨像",
		[37217] = "小宝",
		[93830] = "钢铁龙骑兵",
		[168361] = "碱沼大黄蜂",
		[82322] = "丛林之心栽培者",
		[118492] = "腐化的幽灵弩手",
		[180029] = "耍滑的损毁者",
		[33890] = "尤格-萨隆的大脑",
		[175818] = "无拘的黑暗犬",
		[113321] = "蹒跚的饥渴者",
		[177982] = "霜魂自动机",
		[77490] = "血缚军团战士",
		[166721] = "执行者阿索留斯",
		[171328] = "戈姆护卵者",
		[180030] = "耍滑的腐蚀者",
		[98733] = "枯法魔",
		[176959] = "渊誓魂法师",
		[94894] = "鹰眼戈隆追猎者",
		[107435] = "可疑的贵族",
		[76518] = "仪式枯骨",
		[85128] = "钢铁燃血者",
		[116393] = "萨吉斯",
		[180031] = "耍滑的折磨者",
		[168258] = "未知目标",
		[18421] = "寻日者研究员",
		[84657] = "怨叶疗愈者",
		[177984] = "霜魂卫士",
		[101549] = "奥术仆从",
		[93615] = "邪脉大恶魔",
		[175425] = "渊誓黑暗法师",
		[180032] = "狂野的裂世者",
		[94383] = "烂喙",
		[104415] = "时空畸体",
		[57821] = "莎拉中尉",
		[157510] = "赛科雷克斯",
		[20865] = "多变恐魔",
		[163520] = "弃誓小队长",
		[176251] = "痛苦狱卒",
		[177573] = "祭师阿斯梅亚",
		[176450] = "未知目标",
		[152612] = "征服者克隆特扎斯",
		[165189] = "未知目标",
		[161606] = "斯特凡勋爵",
		[170820] = "骨胶勇士",
		[93616] = "恐惧猎犬",
		[73397] = "白鬼缚霜者",
		[159458] = "凿刻的仆从",
		[19509] = "寻日者收割员",
		[118491] = "腐化的幽灵法师",
		[152905] = "塔楼哨卫",
		[95152] = "虫爪女猎手",
		[95408] = "安纳塞隆",
		[170821] = "怪笑的缝合医生",
		[171333] = "阿塔莱虔信者",
		[120746] = "孟菲斯托斯",
		[24244] = "卡扎克洛斯",
		[24180] = "阿曼尼保卫者",
		[169286] = "灵钢巨像",
		[97200] = "海咒护魂者",
		[158025] = "黑暗领主塔拉克西斯",
		[53087] = "右脚",
		[179524] = "大型愤怒罪责",
		[94046] = "复生的刺客",
		[177938] = "渊铸构造体",
		[84655] = "怨叶吐疫者",
		[157002] = "皇家执行者",
		[161609] = "索丽娜夫人",
		[159050] = "未知目标",
		[166728] = "巨大的飨宴者",
		[163145] = "通灵祭师",
		[162049] = "疑虑残迹",
		[160074] = "戈姆切削者",
		[169206] = "狼吞虎咽的多头花",
		[157003] = "皇家角斗者",
		[161610] = "尼库莱勋爵",
		[162727] = "泡血",
		[86071] = "罗卡",
		[179526] = "压迫者塔罗兹艾迦",
		[19713] = "能源舰劫掠者",
		[160075] = "戈姆喷吐者",
		[111022] = "心魔",
		[103344] = "橡树之心",
		[161611] = "塔莎夫人",
		[162123] = "可运行的巨像",
		[37017] = "破天号刺客",
		[160076] = "戈姆钻地者",
		[120748] = "讨厌的邪翼蝠",
		[100529] = "怨嗣软泥怪",
		[104880] = "不应存在之物 <占星师艾塔乌斯>",
		[97202] = "启迪者奥米尔",
		[161612] = "洛蒂卡女勋爵",
		[111489] = "死忠的谄媚者",
		[93619] = "地狱火蛮兵",
		[92554] = "麦克巴拉什",
		[163660] = "刺根者战士",
		[168267] = "乔林",
		[118657] = "被折磨的恸哭者",
		[87221] = "悬槌守卫",
		[169803] = "被转化的法夜",
		[174410] = "贪食的饕餮者",
		[164562] = "堕落的驯犬者",
		[119171] = "陪审官之眼",
		[87989] = "女铁匠火手",
		[167119] = "召唤的怨灵",
		[104881] = "魔剑士奥鲁瑞尔",
		[165197] = "骸骨巨怪",
		[161614] = "威尔海姆爵士",
		[157754] = "暗誓机械师",
		[114468] = "暮色卫队晶球法师",
		[165706] = "聚合末日",
		[180042] = "肉翼",
		[19510] = "血警卫百夫长",
		[179892] = "凇心之欧罗斯",
		[171341] = "刃喙雏鹤",
		[100531] = "污血之怒",
		[172962] = "淬火冥殇",
		[166735] = "疯乱的守护者",
		[167246] = "被释放的创伤 <枪炮无敌>",
		[171342] = "幼年符文牡鹿",
		[84151] = "贪吃的双头飞龙",
		[80312] = "劫掠者古图什",
		[52577] = "左脚",
		[161616] = "希尔维娜女公爵",
		[118489] = "腐化的幽灵士兵",
		[105906] = "伊格诺斯之眼",
		[175437] = "骷髅战士 <通灵师学徒>",
		[180044] = "入侵的幼虫",
		[91830] = "恶魔传送门",
		[82360] = "绿枝古树",
		[161105] = "不屈者施密德",
		[161617] = "奥摩尔公爵",
		[91318] = "葛诺酋长",
		[166736] = "蓟果恐魔",
		[171343] = "刃喙鹤母",
		[180045] = "未知目标",
		[100532] = "污血爆裂者 <污血之怒>",
		[84408] = "战歌驯狼者",
		[161607] = "米哈斯公爵",
		[161618] = "维欧利卡女勋爵",
		[105651] = "恐裔先知",
		[180046] = "入侵的恐魔",
		[175439] = "老练的猎人 <沃卡伊新兵>",
		[118704] = "杜尔扎克",
		[417] = "哈恩麦恩",
		[167331] = "初生影魔",
		[172072] = "雾狂涉水鹤",
		[161619] = "利昂娜女公爵",
		[70844] = "睡魔哈拉德",
		[171142] = "惊异活化体",
		[75451] = "被亵渎的幽灵",
		[160478] = "顽石军团保卫者",
		[17975] = "高级植物学家弗雷温",
		[84409] = "战歌驯狼者",
		[18422] = "寻日者植物学家",
		[161620] = "达里安勋爵",
		[85177] = "铁狼",
		[120870] = "恐惧审问者",
		[91103] = "邪火攻城车",
		[118705] = "纳尔莎",
		[90296] = "缚魂构装体",
		[168106] = "强化的渊誓卫兵",
		[92335] = "利亚索斯·黑林",
		[82698] = "拜夜虔信者",
		[162133] = "卡尔将军",
		[53986] = "火焰风暴",
		[163157] = "阿玛厄斯",
		[168980] = "渊誓惩罚者",
		[94724] = "布莉安达",
		[169042] = "竞争者布拉恩",
		[77026] = "堕落的猎犬",
		[178002] = "噬魂者穆格雷姆",
		[167253] = "假面执行者",
		[166741] = "卡拉基",
		[179538] = "心能储藏",
		[23542] = "阿曼尼掷斧者",
		[19511] = "虚藤煽动者",
		[161623] = "马瑞斯爵士",
		[157016] = "皇家档案员",
		[27893] = "符文武器 <佐靑-熊猫酒仙>",
		[158040] = "不羁的死亡行者",
		[93625] = "幻影共鸣 <暗影领主艾斯卡>",
		[56162] = "腐蚀之触",
		[118707] = "邪火小鬼",
		[164184] = "雄心勃勃的决斗者",
		[80316] = "哈瓦洛剑圣",
		[157017] = "石屑观察者",
		[178004] = "调解者莱兹拉",
		[24374] = "阿曼尼狂战士",
		[170838] = "不屈的参赛者",
		[93881] = "雇佣工程师",
		[159577] = "恶毒的爪牙",
		[32872] = "符印巨像",
		[76477] = "冰舌",
		[165208] = "战缝卫兵",
		[165720] = "凝结愤怒",
		[151353] = "噬渊鼠",
		[179029] = "被折磨的歼灭者",
		[85642] = "格罗姆卡鹰眼枪手",
		[180053] = "入侵的影魔",
		[164185] = "艾谢朗",
		[82912] = "灰喉",
		[163621] = "碎淤",
		[157872] = "魂选锢肉者",
		[21303] = "卫士的尸体",
		[53119] = "火妖先锋",
		[98691] = "复活的斥候",
		[118708] = "恶魔卫士军团士兵",
		[170400] = "艾莉奥瑟的化身",
		[172888] = "潜伏的领头犬",
		[73373] = "刀塔虐待者",
		[72378] = "雷神攀岩者",
		[74943] = "雷神枪兵",
		[95674] = "芬雷尔",
		[157464] = "恶毒的石头管理员",
		[17976] = "指挥官萨拉妮丝",
		[180567] = "狂乱的夜爪豹",
		[117173] = "火焰欺诈者 <黑暗崇拜者>",
		[155216] = "妖叶狱卒",
		[167033] = "恶臭蹒跚者",
		[32867] = "断钢者",
		[75452] = "骨喉",
		[118453] = "恐裔大恶魔",
		[98234] = "梦魇蛇藤",
		[32873] = "古代符文巨人",
		[78271] = "纳斯雷兹姆奴隶",
		[74944] = "雷神驯犬者",
		[161629] = "勒莱女勋爵",
		[87229] = "钢铁血法师",
		[95675] = "神王斯科瓦尔德",
		[164266] = "多米娜·毒刃",
		[94231] = "野生纵火魔",
		[114811] = "克瓦迪尔珊瑚侍女",
		[117174] = "生病的小鬼 <黑暗崇拜者>",
		[82399] = "独眼魔震地者",
		[161630] = "拉兹凡勋爵",
		[91797] = "深须国王",
		[81599] = "纳格兰散兵",
		[77504] = "炉渣巨兽",
		[99307] = "斯卡加尔",
		[19512] = "虚藤收割者",
		[164702] = "食腐蛆虫",
		[23863] = "达卡拉",
		[161631] = "米丽雅娜夫人",
		[170333] = "金爪徘徊者",
		[95676] = "奥丁",
		[180059] = "聚焦导灵器",
		[75713] = "影月塑骨者",
		[173405] = "亡语者尤特拉",
		[114360] = "赫娅",
		[177500] = "海盗船蛮兵",
		[113111] = "盐鳞游荡者",
		[176538] = "注能哥利亚",
		[107450] = "审判者之眼",
		[171358] = "维拉兹的选民",
		[118711] = "狰狞的暗影猎犬",
		[32874] = "竞技场铁卫士",
		[16505] = "纳克萨玛斯追随者",
		[171419] = "维拉兹之眼",
		[161633] = "耶塔女公爵",
		[178525] = "碎皮巢母",
		[162657] = "食丝者特林科勒",
		[169823] = "戈姆巨怪",
		[170847] = "未知目标",
		[167876] = "审判官西加尔",
		[164705] = "传染软泥",
		[178013] = "未知目标",
		[114361] = "海姆达尔",
		[21304] = "看守者的尸体",
		[99773] = "血虫",
		[118456] = "恶魔卫士毁灭者",
		[91839] = "卡多雷风鹫",
		[179608] = "尖叫影魔",
		[94654] = "末日守卫根除者",
		[157028] = "切割者萨里克斯",
		[161635] = "勒努塔夫人",
		[178527] = "碎皮雄兽",
		[170849] = "残存的不洁",
		[75459] = "疫病蝙蝠",
		[75715] = "复苏的祭祀之骨",
		[17977] = "迁跃扭木",
		[164707] = "凝结软泥",
		[161636] = "杰弗莱爵士",
		[89024] = "积怨深水猎手",
		[170338] = "未知目标",
		[170850] = "狂怒的血角",
		[118457] = "艾瑞达混沌使者",
		[11262] = "奥妮克希亚雏龙",
		[32875] = "钢铁荣誉卫士",
		[154014] = "被囚禁的秘法师",
		[158053] = "骸虱虫母",
		[179552] = "贾克西斯",
		[158054] = "渴求心能的浮龙",
		[33515] = "欧尔莉亚",
		[30333] = "未知目标",
		[171218] = "凝结痛楚",
		[104636] = "塞纳留斯",
		[89025] = "积怨毒语者",
		[177506] = "英勇防御者",
		[178018] = "恶毒的食尸鬼",
		[174384] = "搁浅的林鬼",
		[173083] = "流浪的饲魂者",
		[111405] = "暗影碾压者",
		[172388] = "魂选军犬",
		[19513] = "变异恐惧尖啸者",
		[113699] = "被遗忘的幽灵",
		[165222] = "佐尔拉姆斯愈骨者",
		[176535] = "注能哥利亚",
		[53134] = "上古熔火恶犬",
		[170853] = "高地牡鹿头领",
		[175511] = "未知目标",
		[175972] = "冥河巨石",
		[37007] = "缚亡守卫",
		[80324] = "高恩",
		[84675] = "鲁格多尔",
		[81117] = "残酷的卡诺尔",
		[61029] = "原始火元素 <大彬仔-熊猫酒仙>",
		[6112] = "风怒图腾 <萌惪可-熊猫酒仙>",
		[171366] = "戈姆护卵者",
		[82116] = "“高个子”巴克",
		[172390] = "绽翼裂肉者",
		[16506] = "纳克萨玛斯膜拜者",
		[173414] = "死灵祭师",
		[153451] = "堕落者科萨鲁斯",
		[33388] = "黑暗符文守卫",
		[20857] = "禁魔监狱防御者",
		[157083] = "石翼破坏者",
		[33772] = "无面恐魔",
		[82372] = "收割者昂托根",
		[80325] = "塞斯克",
		[121531] = "魔痕破坏者",
		[113597] = "暮色卫队裁决者",
		[32876] = "黑暗符文勇士",
		[130489] = "达萨利安追猎者",
		[175974] = "渊誓猎手",
		[180070] = "渊誓占卜者",
		[175821] = "涌鼠者",
		[173416] = "起水泡的囤积者",
		[157036] = "窃贼布尔托克",
		[16704] = "碎手狙击者",
		[91331] = "阿克蒙德",
		[112405] = "维尔",
		[61146] = "玄牛雕像",
		[175976] = "迟缓的行尸",
		[17978] = "看管者索恩格林",
		[80326] = "兽群领袖达鲁克",
		[157037] = "强夺者加萧克",
		[161644] = "薇薇安娜夫人",
		[165737] = "罪碑雕像",
		[105920] = "暗魔掠夺者",
		[179560] = "塔罗兹艾迦的碎片 <压迫者塔罗兹艾迦>",
		[118717] = "鬼火小鬼",
		[32877] = "黑暗符文战争使者",
		[168878] = "被操纵的钻凋者",
		[37228] = "冰卫战士",
		[161645] = "维欧雷尔爵士",
		[85822] = "钢铁炮手",
		[172395] = "塑符大师",
		[95939] = "踏浪巨人",
		[37868] = "复生的大法师",
		[80071] = "刀塔巫师",
		[80327] = "督军达尔，三重血刃",
		[88773] = "雷神长矛手",
		[97219] = "索斯坦",
		[162158] = "饥饿的囚犯",
		[170860] = "未知目标",
		[158617] = "罩影劫掠者",
		[98243] = "失魂的勇士",
		[82119] = "班塔尔",
		[156015] = "蠕动魂集",
		[77692] = "克罗莫格",
		[99267] = "夜之子后裔",
		[12129] = "奥妮克希亚守卫",
		[97081] = "布约恩国王",
		[56168] = "龙翼触须",
		[168342] = "游荡的裂颅兽",
		[172397] = "符刃收割者",
		[177004] = "被折磨的融合怪",
		[121534] = "裂魂战魔",
		[72650] = "训练有素的秃鹰",
		[159601] = "石裔猎空者",
		[114112] = "奈兰传送门",
		[32878] = "黑暗符文唤魔师",
		[118719] = "虫语清道夫",
		[106690] = "时癍魔",
		[98756] = "奥术畸体",
		[33134] = "萨拉的祝福",
		[178029] = "渊誓翼兵",
		[16699] = "碎手撕裂者",
		[17083] = "邪兽人转化者",
		[179565] = "圣物饕餮者",
		[171887] = "粘稠的大杂烩 <活体软泥追猎者>",
		[88263] = "雷神长矛手",
		[38125] = "伊米亚死亡使者",
		[80585] = "熔火软泥怪",
		[37229] = "冰卫巫师",
		[33823] = "暮光斩杀者",
		[179054] = "战争书典",
		[171376] = "首席管理者加弗林",
		[173460] = "渊誓祭师",
		[90585] = "钢铁战争戈隆",
		[172912] = "接引者奥利西翁",
		[164815] = "佐尔拉姆斯虹吸者",
		[111554] = "邪炽欺诈者",
		[115905] = "邪能之魂",
		[172401] = "基尔梅佐尔",
		[91847] = "复生猎犬",
		[75723] = "戈隆追猎者的战利品",
		[168306] = "领地烁光蛾",
		[104644] = "虫爪女巫",
		[80586] = "玛格迈尔",
		[157557] = "弃誓新兵",
		[75979] = "复苏的灵魂",
		[81630] = "繁花防御者",
		[169876] = "留用的哨兵",
		[157558] = "滋长的绝望",
		[156022] = "未知目标",
		[172914] = "觉醒的西碧格恩",
		[177521] = "娜尔拉佳丝",
		[74700] = "戈隆追猎者考霍尔",
		[162165] = "弃誓惩罚者",
		[15550] = "未知目标 <午夜>",
		[37230] = "护塔冰龙",
		[88265] = "未知目标",
		[156023] = "小型魂集",
		[94283] = "暗影灌魔者",
		[78233] = "暗裂晶脊鬣蜥人",
		[161654] = "伊丽雅娜女公爵",
		[178545] = "Watch-Agent Summon Stalker",
		[170868] = "被附身的法夜",
		[178577] = "碎心者勇士",
		[169875] = "桎梏之魂",
		[168309] = "饥渴的以太浮蛇",
		[98759] = "邪恶的魔牙蛛",
		[110063] = "未知目标 <游击战-熊猫酒仙>",
		[157560] = "凝结之痛",
		[178547] = "碎皮咆哮者",
		[97338] = "恐藤鞭笞者",
		[55312] = "不眠的约萨希",
		[104646] = "虫爪主母",
		[88266] = "雷神萨满",
		[113092] = "恐惧蔓延",
		[160351] = "雷迪拉夫管家",
		[168310] = "凋零大鹏",
		[166263] = "鲁尔克罗斯",
		[178576] = "禁锢者勇士",
		[169874] = "帷翼龙母",
		[118723] = "加泽拉克斯",
		[172406] = "渊誓护卫",
		[53695] = "狂脸",
		[33136] = "尤格-萨隆的卫士 <邪恶之云>",
		[74702] = "巨人屠夫扎克塔",
		[16700] = "碎手军团士兵",
		[20859] = "禁魔监狱看守员",
		[171383] = "愤怒的雄蹄牛",
		[159610] = "焦躁的以太浮蛇",
		[164561] = "未知目标",
		[166677] = "棘祸弩手",
		[77006] = "骸骨幼蛛",
		[169848] = "枯败潜藏者",
		[130241] = "赞达拉执政官",
		[180598] = "晃吻跃足兽",
		[171384] = "研究铭文师",
		[118724] = "鬼火邪能使者",
		[164218] = "宫务大臣",
		[166264] = "备用部件",
		[177527] = "腐魂幻影",
		[178575] = "亡眼勇士",
		[166266] = "备用部件",
		[33271] = "维扎克斯将军",
		[175480] = "顽石军团惩罚者",
		[177551] = "祭师维克西孔",
		[17980] = "拉伊",
		[55659] = "野生小鬼 <骚嫨嗄婕-熊猫酒仙>",
		[88268] = "雷神戈隆追猎者",
		[114996] = "烙印",
		[16507] = "碎手斥候",
		[120451] = "巨型血球",
		[115249] = "暮色卫队审计员",
		[118713] = "邪足晶球法师",
		[90316] = "暗影领主艾斯卡",
		[111047] = "暗影凝视",
		[157054] = "荒谬的候选者",
		[178041] = "渊誓禁锢者",
		[107720] = "邪翼末日使者",
		[37232] = "尼鲁巴尔幼虫",
		[37744] = "冻霜陷阱",
		[74448] = "雷神战争戈隆",
		[150958] = "渊誓卫兵",
		[176014] = "飞翼吞噬者",
		[41501] = "火焰爪牙",
		[90435] = "考莫克",
		[178554] = "未知目标",
		[130243] = "赞达拉圣职者",
		[173966] = "沸腾的裂虚者",
		[20990] = "血警卫医师",
		[177514] = "玛尔加尼斯",
		[85711] = "水力技师",
		[36853] = "辛达苟萨",
		[178043] = "渊誓长枪兵",
		[178555] = "遗忘折磨残迹",
		[170877] = "赫莫特",
		[159104] = "统御恐惧之刃",
		[180091] = "上古熔火恶犬",
		[168318] = "弃誓哥利亚",
		[160640] = "因奈弗斯",
		[80592] = "戈达乌",
		[161664] = "奥雷尔勋爵",
		[178556] = "未知目标",
		[159105] = "收藏家卡什",
		[179580] = "原型巨像",
		[168319] = "未知目标",
		[32882] = "冰虫巨兽",
		[160641] = "鲁莽的祭师",
		[16573] = "地穴卫士",
		[78801] = "暗裂酸脊鬣蜥人",
		[115656] = "肮脏的苦力",
		[162689] = "外科医生缝肉",
		[112329] = "卡雷尔",
		[20988] = "寻日者工程师",
		[121031] = "凶猛小鬼",
		[164737] = "巢群伏击者",
		[170879] = "纱雾欺诈者",
		[157571] = "渊誓护火者",
		[130245] = "赞达拉主宰",
		[81617] = "被感染的兽人",
		[171392] = "贪婪的幼虫",
		[168846] = "未知目标",
		[168321] = "食腐头狼",
		[109336] = "邪缚愤怒领主",
		[159106] = "统御曲魂者",
		[115657] = "灾誓监督者",
		[157572] = "渊誓召火者",
		[162691] = "凋骨",
		[56173] = "死亡之翼",
		[170882] = "白骨魔导师",
		[88272] = "雷神巨人屠夫",
		[117193] = "阿格洛诺克斯",
		[165251] = "幻影仙狐 <唤雾者>",
		[162692] = "阿玛厄斯",
		[166275] = "纱雾塑形者",
		[81362] = "霜壁鬣蜥人",
		[173964] = "虚卫入侵者",
		[180096] = "群聚的冥蝇",
		[169859] = "眼魔泽尔伽",
		[78291] = "逝网爬行者",
		[177537] = "无厌者侯鲁尔",
		[111563] = "暮色卫队卫兵",
		[166276] = "纱雾守护者",
		[162693] = "缚霜者纳尔佐",
		[33651] = "VX-001",
		[156560] = "迷失的见习者",
		[74708] = "兽王卓卡",
		[117194] = "轻蔑的萨什比特",
		[115658] = "灾誓审判官",
		[165765] = "构造体医生",
		[174467] = "被转化的爪卫",
		[179074] = "锻炉卫兵",
		[171396] = "格里恩哥利亚 <空靈無惡-熊猫酒仙>",
		[168837] = "潜行幼蛛",
		[82131] = "兽王格罗戈洛克",
		[172932] = "固化冥殇 <噬渊幼蠊>",
		[165766] = "蹒跚的卫兵",
		[169861] = "艾柯尔·胆肉",
		[156203] = "冥河焚烧者",
		[157583] = "熔炉守护者",
		[163207] = "潜伏之虫",
		[80599] = "未知目标",
		[168326] = "破碎残影",
		[172933] = "舵手卡丽露",
		[156559] = "热忱的战士",
		[157577] = "禁忌解剖者",
		[83667] = "多戈中尉",
		[101839] = "复活的小伙伴",
		[157576] = "禁忌诱捕者",
		[114636] = "幻影卫兵",
		[82132] = "饥饿者杜恩",
		[112335] = "甲虫之王阿泽什",
		[78549] = "高里亚劫掠者",
		[169863] = "巫妖的护命匣",
		[174470] = "裁定者技师",
		[162697] = "哈塞特",
		[159114] = "忠实的劳工",
		[83668] = "布鲁娜中尉",
		[159112] = "次席利爪艾薇瑟拉",
		[112333] = "杰斯贝拉",
		[53616] = "不灭之火卡尔",
		[178054] = "渊誓碾压者",
		[157579] = "禁忌研究员",
		[168331] = "骨痕老兵",
		[78808] = "雷神鹰眼猎手",
		[114637] = "鬼灵斥候",
		[82133] = "加尔鲁什·地狱咆哮",
		[111054] = "暗夜宝珠",
		[81622] = "战歌驯狼者",
		[78806] = "雷神鹰眼猎手",
		[174472] = "弃誓监督者",
		[179079] = "战争书典",
		[162700] = "卢吉尔",
		[180103] = "碎皮刮擦者",
		[176520] = "眼目指挥官",
		[167817] = "魂选先锋",
		[116173] = "虚空之誓教徒",
		[176521] = "牵引锁链",
		[107727] = "军团使徒",
		[179080] = "强化的渊誓火葬者",
		[36724] = "王座仆从",
		[180104] = "缠结的花朵",
		[32885] = "被俘虏的雇佣兵",
		[168843] = "克罗托斯",
		[165260] = "未知目标",
		[164232] = "仇恨具象",
		[81114] = "小戈隆劳工",
		[170891] = "魂选攻城匠师",
		[163213] = "噬渊狱鬼",
		[176010] = "冥河劫持者",
		[121034] = "贪婪的魔犬",
		[168844] = "拉科西斯",
		[101074] = "未知目标",
		[173963] = "邪恶的小软泥怪",
		[157584] = "焰炉大师",
		[170892] = "绽翼兽训练师",
		[77528] = "邪铸毁灭者",
		[160815] = "侵蚀的饕餮者",
		[176523] = "痛楚工匠莱兹纳尔",
		[168845] = "阿斯托诺斯",
		[19710] = "看守者埃隆汉",
		[103378] = "病态裂隙",
		[91349] = "玛诺洛斯",
		[170893] = "绽翼尖啸者",
		[127942] = "邪铸回收者",
		[112671] = "暮色卫队战斗魔导师",
		[176013] = "渊誓狱卒",
		[164751] = "邪恶战旗",
		[156561] = "自动防御者",
		[167806] = "活化罪孽",
		[178572] = "狂怒影魔",
		[36597] = "巫妖王",
		[36725] = "尼鲁巴尔护巢者",
		[81880] = "钢铁征服者",
		[32886] = "黑暗符文助手",
		[156562] = "黑暗哨兵",
		[53617] = "熔火迸发者",
		[78809] = "雷神追猎者",
		[158098] = "假面入侵者",
		[162051] = "疯狂的食尸鬼",
		[112337] = "尼斯特尔",
		[171919] = "阿耶勒斯的折磨者",
		[116944] = "孟菲斯托斯",
		[76491] = "玛古克",
		[165265] = "荣耀决斗者",
		[177529] = "恐惧化身伊芙拉娜",
		[180599] = "渊誓苦工",
		[57773] = "克卓莫 <莫卓克>",
		[70863] = "格鲁洛克",
		[175699] = "灵魂吞食者",
		[172432] = "骷髅壁垒",
		[156564] = "贪婪的守护者",
		[165266] = "未知目标",
		[56427] = "战争大师黑角",
		[99541] = "复生的潜伏者 <再帅一百年-德拉诺>",
		[78623] = "古加尔",
		[167731] = "分离助理 <车间传送门>",
		[173943] = "魂选门卫",
		[164243] = "仇恨虹吸者",
		[80749] = "受难残影",
		[168109] = "强化的渊誓祭师",
		[113618] = "苏拉玛死忠者",
		[85209] = "愤怒的树苗",
		[162708] = "加莱克",
		[78433] = "深渊入侵者",
		[158943] = "幻影重殴者",
		[180624] = "未知目标",
		[104643] = "虫爪女猎手",
		[82723] = "乌拉",
		[78811] = "雷神戈隆追猎者",
		[166292] = "沼泽兽 <浑浊的淤泥之池>",
		[76745] = "塔加尔·断背者",
		[177067] = "流变的噬命者",
		[79416] = "酸齿吞噬者",
		[180625] = "狂怒的刀翼兽",
		[154020] = "越狱的咒行者",
		[161653] = "卢卡爵士",
		[113619] = "苏拉玛死忠者",
		[178578] = "监视者勇士",
		[165747] = "勇士森拉克",
		[98542] = "融合之魂",
		[122833] = "疯狂的灾翼蝠",
		[176531] = "寻亡之眼",
		[74205] = "雷神兽王",
		[165270] = "皇家奥术师",
		[78812] = "雷神巨人屠夫",
		[158642] = "灵魂腐烂的血肉",
		[170901] = "未知目标",
		[120511] = "恶魔卫士军团士兵",
		[172398] = "魂选攻城师",
		[180627] = "吞噬裂隙",
		[165074] = "渊誓格里恩",
		[165271] = "顽石军团毁灭者",
		[113436] = "巨型攻城地狱火",
		[154010] = "腐烂的囚犯",
		[105942] = "暗魔副官",
		[93913] = "邪能烧灼者",
		[36855] = "亡语者女士",
		[114900] = "攫取触须",
		[168855] = "腐烂的死亡行者",
		[53619] = "烈焰德鲁伊",
		[19167] = "血警卫斩杀者",
		[154011] = "武装的囚犯",
		[87515] = "钢铁缚火者",
		[87771] = "炉渣车间工人",
		[71647] = "雷神长矛手",
		[76829] = "锁定",
		[83428] = "唤风者科拉斯特",
		[161178] = "留用的商贩",
		[178070] = "无穷者因弗努斯",
		[77022] = "狂热的信徒",
		[98280] = "复活的奥术师",
		[81629] = "纳格兰蛮兽",
		[167955] = "赤红学员",
		[168345] = "干渴的饕餮者",
		[111071] = "脉冲畸体",
		[170080] = "暴露的博格特",
		[178071] = "噬渊刺客",
		[79070] = "高里亚武士",
		[99801] = "毁灭触须",
		[167322] = "渊誓禁锢者",
		[30205] = "未知目标",
		[156061] = "吞噬者幼虫",
		[84445] = "暗焰魔仆",
		[161180] = "玛卓克萨斯叛逃者",
		[161692] = "贪婪的饕餮者",
		[166299] = "纱雾照看者",
		[164362] = "零星软泥 <活体软泥追猎者>",
		[167323] = "渊誓神射手",
		[176025] = "被折磨的影魔",
		[176537] = "注能哥利亚",
		[166087] = "未知目标",
		[112676] = "贵族迁跃法师",
		[78815] = "雷神攀岩者",
		[158110] = "渴求心能的云羽鸟",
		[158622] = "罩影奥术师",
		[159134] = "沃尔伊斯·碎魂者",
		[79839] = "兽群领袖卡戈拉",
		[38008] = "鲜血宝珠控制器",
		[84446] = "燃烧魔仆",
		[36969] = "破天号火枪手",
		[157599] = "弃誓助祭",
		[166301] = "纱雾追猎者",
		[166813] = "暗影克隆追猎者",
		[81631] = "木精护林者",
		[176027] = "绝望的容器",
		[176539] = "注能哥利亚",
		[78304] = "雷神入侵者",
		[165050] = "腐楠打手",
		[19712] = "能源舰钻孔者",
		[166302] = "尸体收割者",
		[53732] = "不受束缚的闷燃元素",
		[104154] = "古尔丹",
		[162309] = "库尔萨洛克",
		[164255] = "酤团",
		[168862] = "魁梧的毁灭之牙",
		[99585] = "菲奥莱斯",
		[77579] = "莫格索德",
		[154018] = "越狱的重殴者",
		[159575] = "雕凿的保护者",
		[171422] = "大镇压者拉古亚斯",
		[97720] = "枯碎蜘蛛 <洛克莫拉>",
		[34134] = "寒冬亡魂",
		[172958] = "动荡冥殇",
		[152995] = "灵魂狱卒",
		[178077] = "永续之焰",
		[166304] = "纱雾钉刺蛾",
		[20864] = "多变梦魇",
		[120535] = "邪焰小鬼",
		[180052] = "草地元鹰",
		[176176] = "枯败蛮兵",
		[83643] = "马尔洛克·裂石",
		[177566] = "收集者哈尔威兹",
		[118706] = "死疽小蜘蛛",
		[166305] = "原生烂泥怪 <浑浊的淤泥之池>",
		[114137] = "巴拉杜尔",
		[175519] = "起泡脓包",
		[161348] = "暗墙镇压者",
		[179537] = "魂铸余烬",
		[172960] = "凝聚冥殇",
		[177567] = "卡尔威兹的残留物",
		[169889] = "枯败监督者",
		[53494] = "贝尔洛克",
		[71064] = "大型幻影守卫",
		[161345] = "暗墙歼灭者",
		[30206] = "腐尸噬体者",
		[92383] = "腐林食人树",
		[172961] = "聚焦冥殇",
		[101085] = "捕熊陷阱",
		[106419] = "血针钉刺者",
		[55265] = "莫卓克",
		[158629] = "苦涩的回忆",
		[81634] = "艾韵之音",
		[57333] = "酸液血球",
		[180640] = "雷鸣破灭者",
		[106972] = "野兽 <宝宝就不知道>",
		[157094] = "皇家管理员",
		[78819] = "艾韵",
		[180252] = "渴求心能的吞魂者",
		[90998] = "枯碎塑造者",
		[118660] = "破碎的灵魂",
		[120793] = "孟菲斯托斯",
		[105393] = "伊格诺斯",
		[164848] = "夏麦特",
		[80822] = "拜夜狂战士",
		[57823] = "缚风者精兵",
		[152644] = "丧魂飘浮者",
		[158631] = "未知目标",
		[162636] = "活化的徘徊者",
		[112655] = "星界助祭",
		[164018] = "石裔管理者",
		[76686] = "暗影掠夺者",
		[161191] = "圣杯区居民",
		[169893] = "卑劣的暗语者",
		[37666] = "黑暗堕落者谋士",
		[175012] = "吞噬者艾克拉斯",
		[53006] = "灵魂链接图腾 <黑白想念-玛里苟斯>",
		[24064] = "阿曼尼山猫幼崽",
		[168943] = "金爪追猎者",
		[101637] = "瓦拉加尔候选者",
		[174285] = "搁浅的巫医",
		[161704] = "法莫斯",
		[72934] = "驯化的冻吻野猪",
		[179108] = "被折磨者克娄克",
		[77541] = "血缚恶魔卫士",
		[159657] = "尼科莱子爵",
		[114288] = "骷髅战士",
		[76877] = "格鲁尔",
		[153003] = "未知目标",
		[81791] = "藤蔓兽",
		[73332] = "不稳定的琥珀球 <小型幻影织珀者>",
		[162729] = "帕奇维克士兵",
		[171431] = "镇压者威洛恩",
		[120795] = "灵魂熔炉守护者",
		[161605] = "瓦里爵士",
		[175833] = "掠行吸血者",
		[157099] = "皇家干扰者",
		[93154] = "血缚女巫",
		[177575] = "祭师格里姆吉",
		[84656] = "怨叶刺客",
		[171432] = "镇压者赫尔西",
		[159659] = "堕落的夺灵者",
		[176551] = "宝库净化者",
		[111070] = "埃辛诺斯灵魂碎片",
		[161195] = "圣杯区居民",
		[21761] = "未知目标",
		[171596] = "凋缚巨骨",
		[168153] = "凋零大鹏",
		[87780] = "炉渣车间蛮兵",
		[24179] = "阿曼尼风行者",
		[164267] = "斯特拉达玛侯爵",
		[99755] = "奥法哨兵",
		[161196] = "阿林戈尔",
		[93155] = "痛苦的树妖",
		[154030] = "大得出奇的噬渊鼠",
		[105952] = "枯法法力怨灵",
		[150959] = "渊誓拦截者",
		[158976] = "尖啸的夜居者",
		[179914] = "观察者约里克",
		[172970] = "贪婪的影犬",
		[157102] = "皇家领事",
		[77231] = "执行者苏卡",
		[178601] = "凯文的小软泥怪 <龙凤图腾>",
		[170923] = "战铸荒牛",
		[167964] = "4.RF-4.RF",
		[171947] = "提振裂魂者",
		[118654] = "缚魂毁灭者",
		[156591] = "钢肤蛮兵",
		[179400] = "无礼的林鬼",
		[169900] = "枯败巨兽",
		[20866] = "噬魂者",
		[78864] = "逝网小蜘蛛",
		[173339] = "魔药喷吐者",
		[98275] = "复活的弓箭手",
		[176555] = "阿喀琉忒",
		[111072] = "脉冲畸体",
		[178486] = "不稳定的余烬火花",
		[173996] = "熔骨狂暴者",
		[166318] = "狂暴的泥浆",
		[75241] = "刀塔血吻野猪",
		[177972] = "锤骨者格拉吉兹",
		[159664] = "安德雷勋爵",
		[176556] = "阿尔克鲁克斯",
		[177068] = "未知目标",
		[169390] = "铜裘仙狐",
		[165807] = "心能力场",
		[170414] = "哀嚎的幽灵",
		[91305] = "邪铁召唤者",
		[176434] = "卡多雷女猎手",
		[165684] = "心能导灵器",
		[72864] = "兽王托拉什",
		[94693] = "攻城技师",
		[153011] = "束缚者巴里塔司",
		[103395] = "梦魇裂隙",
		[37501] = "尼鲁巴尔猛蛛",
		[170927] = "爆发污泥",
		[78491] = "布兰肯斯波",
		[180141] = "恐缚者威尔萨斯",
		[164273] = "病态祭师",
		[152500] = "丧魂聚合体",
		[177582] = "轻盈清道夫",
		[158165] = "科斯特尔",
		[105699] = "魔刃豹",
		[178427] = "丧魂怨灵 <宝库哨兵>",
		[150965] = "渊誓禁锢者",
		[110562] = "巴哈加",
		[168647] = "冷酷的瓦尔菲尔",
		[156596] = "恐惧殴骨者",
		[27791] = "第七军团火枪手",
		[169905] = "复生的督军",
		[170417] = "活化冥殇",
		[170929] = "魂选守备官",
		[112354] = "纽利尔",
		[164864] = "魂选斥候",
		[98203] = "伊凡尔",
		[168882] = "瞬息具象",
		[157109] = "吸血蝠",
		[120969] = "疯狂的魔刃成员",
		[170418] = "吞噬者苟克苏尔",
		[176337] = "枯败恐魔",
		[174802] = "喷毒狙击手",
		[81898] = "厚皮公牛",
		[176561] = "暴躁的顾客",
		[111075] = "混乱畸体",
		[153015] = "未知目标 <束缚者巴里塔司>",
		[168673] = "挨饿的影犬",
		[37502] = "尼鲁巴尔织网蛛",
		[170931] = "魂选物资官",
		[79595] = "振翼巨蛾",
		[33722] = "雷暴锻铸守护者",
		[112867] = "玛维·影歌",
		[178133] = "浊盐跃波者",
		[177586] = "魂选格斗者",
		[112675] = "暮色卫队警哨",
		[109931] = "游荡的鬼魂",
		[94856] = "艾尔女祭司",
		[77548] = "影脉噬魂者",
		[179401] = "贪婪的灭林德鲁斯特",
		[176563] = "佐·格伦",
		[180431] = "专心的祭师",
		[161207] = "幼牙蝠",
		[78828] = "雷神追猎者",
		[16034] = "天灾兽",
		[19843] = "虚藤欺诈者",
		[169456] = "未知目标 <收藏家埃德加>",
		[56848] = "暮光斩杀者精英",
		[180659] = "灵魂火盆",
		[172981] = "格里恩缝合憎恶",
		[177588] = "洛丹伦步兵",
		[82085] = "巴肖克",
		[76969] = "阴险的污染者",
		[162744] = "裂伤者耐克萨拉",
		[53115] = "熔火领主",
		[94185] = "先锋阿基里奥",
		[160185] = "诱捕之魂",
		[94697] = "攻城技师",
		[177589] = "霜狼战士",
		[78829] = "雷神风语者",
		[73834] = "暗影信徒",
		[20867] = "死亡监视者",
		[93068] = "祖霍拉克",
		[166626] = "非常粗鲁的恶徒",
		[165869] = "释放的大型妖术",
		[152508] = "暮色颤兽",
		[98208] = "顾问凡多斯",
		[93162] = "暗影祈求者",
		[162994] = "被附身的守护者",
		[170936] = "蓟果劫掠者",
		[171448] = "恐怖的狩猎大师",
		[171960] = "魔法之翼",
		[161511] = "暗祸领主",
		[86594] = "被控制的小戈隆",
		[161211] = "驯服的加尔贡",
		[169913] = "符文追猎者幼崽",
		[111621] = "暮色卫队斩杀者",
		[159977] = "杰弗莱爵士",
		[112358] = "甲虫之王汉姆雷特",
		[156395] = "饥饿的恐惧蝠",
		[177683] = "饥馑的幼虫",
		[32927] = "符文大师莫尔基姆",
		[177592] = "白银之手叛徒",
		[179823] = "圣物收集者",
		[159961] = "希尔菲乌勋爵",
		[118787] = "贪婪的魔犬",
		[93931] = "血缚邪术士",
		[99213] = "伊拉穆斯·月刃",
		[180664] = "渊誓灌注者",
		[168891] = "被操纵的钻凋者",
		[78575] = "厚皮裂蹄牛",
		[169915] = "符文追猎者",
		[162237] = "凋零大鹏",
		[33755] = "黑暗符文破坏者",
		[175546] = "时空船长钩尾",
		[31233] = "强壮的野狼",
		[180665] = "喋喋不休的灵魂",
		[113127] = "崖翼天爪鹰",
		[177594] = "渊誓刑罚者",
		[165821] = "庄园汲取者",
		[105705] = "被束缚的能量",
		[160282] = "爱芙娜女勋爵",
		[85653] = "驯服的戈隆",
		[159679] = "缝合场医生",
		[123109] = "沸燃使徒",
		[74225] = "铁狼",
		[157332] = "殴骨头狼",
		[178107] = "渊誓碾压者",
		[70898] = "雷神戈隆追猎者",
		[159415] = "碎皮欺诈者",
		[120550] = "愤怒卫士入侵者",
		[178410] = "特拉梵吉露丝",
		[176572] = "渊誓受诅者",
		[113128] = "枯法潜伏者",
		[165311] = "弃誓黑暗剑士",
		[158197] = "奉纳长",
		[90517] = "未知目标",
		[76444] = "被奴役的亡魂",
		[84760] = "低阶斗士",
		[91543] = "腐化的鸦爪祭司",
		[123110] = "影缚亵渎者",
		[78321] = "邪术仪祭师",
		[165312] = "弃誓灵豹",
		[165824] = "纳祖达",
		[10404] = "毒脓恐魔",
		[20868] = "熵能之眼",
		[171455] = "石墙加尔贡",
		[92142] = "剑圣朱倍尔索斯",
		[176574] = "渊誓囚魂者",
		[172991] = "德鲁斯特斩魂者",
		[165313] = "弃誓守魂者",
		[176880] = "魂哮折磨者",
		[177137] = "被缚的暮蛮兽",
		[175039] = "渴求心能的云羽鸟",
		[32930] = "科隆加恩",
		[180158] = "暴躁的顾客",
		[176575] = "渊誓禁魂者",
		[152517] = "丧魂夺命者",
		[98970] = "拉图修斯",
		[17669] = "疯狂的军犬",
		[70900] = "雷神攀岩者",
		[95726] = "暗魔狂热者",
		[166393] = "污秽融合体",
		[180159] = "打架的顾客",
		[168386] = "软泥骷髅追猎者",
		[168374] = "饥渴的幼虫",
		[165315] = "晦约重装步兵",
		[169976] = "戈姆斩劈者",
		[162588] = "软喙",
		[179136] = "喀萨泽尔",
		[160357] = "弃誓惩罚者",
		[159685] = "缝合场学徒",
		[114922] = "黑暗炽天使",
		[164804] = "宗主奥法兰",
		[53630] = "不稳定的葬火领主 <不灭之火卡尔>",
		[153382] = "噬渊之喉",
		[178625] = "渊誓弓手",
		[95727] = "暗魔腐蚀者",
		[112363] = "斯普勒多弗",
		[92144] = "迪亚·暗语",
		[15651] = "魔泉捕猎者",
		[166142] = "光尘，饰演吉安娜",
		[173507] = "拿乌拉",
		[165829] = "攻城炮台",
		[178626] = "噬渊鼠",
		[73205] = "狼母",
		[37026] = "破天号巫师",
		[55294] = "奥卓克希昂",
		[114923] = "碎骨骷髅",
		[33572] = "钢铸防御者",
		[94960] = "海姆达尔",
		[165830] = "无情的维和者",
		[111852] = "罗索斯",
		[177886] = "阿尔萨斯·米奈希尔",
		[112364] = "凯萨克",
		[165408] = "哈尔吉亚斯",
		[84896] = "冰川之怒",
		[109725] = "恶魔卫士",
		[88818] = "保安",
		[165831] = "残忍的收集者",
		[178628] = "渊誓黑暗法师",
		[81396] = "石牙",
		[77557] = "加安上将",
		[114539] = "克瓦迪尔礁语者",
		[168391] = "软泥骷髅追猎者",
		[96028] = "艾萨拉之怒",
		[53631] = "烬网幼蛛",
		[169927] = "腥臭屠夫",
		[78501] = "凯尔娜拉·猎日者",
		[54015] = "管理者鹿盔",
		[71415] = "小型幻影掷蕉兵",
		[92146] = "古尔图格·血沸",
		[79909] = "老年山脊徘徊者",
		[109038] = "日心学者特尔安",
		[176386] = "顺从的影犬",
		[111446] = "未知目标",
		[178630] = "渊誓寻猎者",
		[170952] = "滴水的泥仆",
		[85748] = "钢铁虐待者",
		[176071] = "符刻之躯",
		[168393] = "魔药喷吐者",
		[78326] = "奥术幻影",
		[165138] = "凋零之袋",
		[17670] = "碎手驯犬者",
		[178631] = "渊誓指挥官",
		[170953] = "首席拳手",
		[161294] = "凿刻的嗅探者",
		[75767] = "溪流潜伏者",
		[168394] = "零星软泥 <软泥骷髅追猎者>",
		[96754] = "哈布隆",
		[88820] = "熔炉工程师",
		[79529] = "霜火小戈隆",
		[81142] = "祭师库拉斯",
		[81398] = "霜壁鬣蜥人幼崽",
		[53120] = "火妖寻路师",
		[176073] = "渊誓警卫",
		[172255] = "墓穴追猎者",
		[78327] = "未知目标",
		[119533] = "邪侵厄运召唤者",
		[172557] = "巫妖之誓卫士",
		[53888] = "产卵者",
		[116206] = "邪魂愤怒卫士",
		[177222] = "阿娜德尼",
		[165905] = "哈卡之子",
		[168396] = "魔药喷吐者",
		[109040] = "奥术师特尔安",
		[92916] = "血缚攻城车手",
		[153552] = "哭泣的怨灵",
		[170767] = "贪吃的钻地虫",
		[79703] = "山脊徘徊者",
		[98035] = "未知目标",
		[41500] = "暮光灼炎主宰",
		[180682] = "未知目标",
		[177099] = "达丝琪拉",
		[157720] = "真菌毁灭者",
		[164885] = "监督者米奈拉",
		[158160] = "沸腾的裂虚者",
		[168724] = "充血的纺惧蛛",
		[112368] = "安恩加",
		[120601] = "玛戈拉洛斯",
		[168398] = "零星软泥 <软泥骷髅追猎者>",
		[80376] = "暴躁的火焰守护者",
		[120602] = "卡尔兹",
		[80174] = "运货野猪",
		[158161] = "虚卫入侵者",
		[166863] = "弃誓调查者",
		[53121] = "火妖灼炎师",
		[153874] = "渊誓哨兵",
		[78073] = "雷神先知",
		[160721] = "堕落助祭艾律丝涅",
		[177795] = "通灵领主勇士",
		[178125] = "笨重造物",
		[158162] = "邪恶的小软泥怪",
		[20870] = "自由的瑟雷凯斯",
		[112369] = "沃丁",
		[159698] = "顺从的灵豹",
		[158893] = "堕落的导师",
		[80377] = "污秽的流水守护者",
		[75294] = "污染者埃克萨纳托斯",
		[123422] = "邪侵勇士",
		[162258] = "贪婪的啸风者",
		[152875] = "巨大的碾压者",
		[177184] = "失魂巨人",
		[111653] = "米娅苏",
		[114212] = "恶魔卫士",
		[86520] = "怒蹄",
		[21702] = "复仇军缚灵者",
		[170547] = "弃誓铸手",
		[170449] = "潜伏的鞭笞者",
		[166866] = "被误导的执事者",
		[56471] = "变异的腐蚀",
		[116721] = "古尔洛克·磨肉",
		[177189] = "渊誓先锋",
		[114470] = "暮色卫队晶球法师",
		[15952] = "迈克斯纳",
		[82019] = "圣光之眠防御者",
		[61056] = "原始土元素",
		[166867] = "被转化的裁定者",
		[80696] = "未知目标",
		[102672] = "尼珊德拉",
		[36998] = "破天号保护者",
		[37126] = "女武神席瓦娜",
		[159026] = "凿刻的追踪者",
		[179438] = "渊誓巨怪",
		[53890] = "丑恶的融合怪",
		[53786] = "炽炎巨鹰",
		[159190] = "西诺德",
		[177168] = "冥誓碎魂者",
		[177198] = "贪婪的食腐者",
		[80379] = "未知目标",
		[34183] = "机械蜘蛛毁灭者",
		[174130] = "疯狂的噬渊菇",
		[170452] = "精华宝珠",
		[166869] = "黑暗哥利亚",
		[73469] = "刀塔蛮兵",
		[175719] = "渊誓工头",
		[82778] = "狂暴的瘤蹄",
		[160727] = "残留不安",
		[171581] = "焦痕巨兽",
		[74749] = "古尔丹",
		[172073] = "未知目标",
		[185574] = "被统御的破坏者",
		[112372] = "薇特兹尔",
		[179257] = "燃烧影魔",
		[161480] = "暗祸诓骗者",
		[80380] = "暴躁的火焰之魂",
		[161240] = "篡位者西蒙娜",
		[97337] = "扭曲的守卫者",
		[85243] = "未知目标",
		[168975] = "凝结痛楚",
		[73470] = "刀塔虐待者",
		[175677] = "走私来的生物",
		[78077] = "不稳定的畸体",
		[37127] = "伊米亚霜缚者",
		[53635] = "烬网工虫",
		[91130] = "玛古拉",
		[53891] = "腐蚀之触",
		[166872] = "幽影灵豹",
		[112373] = "加鲁德",
		[53791] = "炽炎巨鹰",
		[176598] = "折磨魔像",
		[80381] = "未知目标",
		[34184] = "发条机械师",
		[172080] = "橡木碾压者",
		[178646] = "焰铸召唤师",
		[166873] = "弃誓研究者",
		[167385] = "蓟果碎骨者",
		[177731] = "泽尔玛尼",
		[76104] = "畸形僵尸蛛",
		[156636] = "潜伏的纺惧蛛",
		[169433] = "嗜食的蜕皮虫",
		[157660] = "弃誓晋升者",
		[162267] = "群居心蛛",
		[170969] = "驭怒者战角兽",
		[167386] = "蓟果悍魔",
		[167898] = "嫉妒具象 <审判官西加尔>",
		[172061] = "金裘冲锋者",
		[80382] = "不稳定的大地之魂",
		[86106] = "钢铁炮手",
		[168992] = "复生的祭师",
		[93435] = "邪火运输车",
		[166875] = "黑暗的宝库寻觅者",
		[73472] = "刀塔砾岩术士",
		[57388] = "暗影血球",
		[170016] = "残余部件",
		[173018] = "魂选弓手",
		[53188] = "火妖征服者",
		[156331] = "大祭司特拉图斯",
		[103673] = "黑眼 <灵魂毁灭-桑德兰>",
		[155250] = "凋零语者",
		[84765] = "血腥杀戮者",
		[17252] = "基泽基尔",
		[169041] = "竞争者卡尔奈克",
		[109048] = "奥术工程师",
		[161246] = "赫福托尔",
		[114532] = "骨语缚魂者",
		[85246] = "大型虚空畸变体",
		[53187] = "火妖塑能者",
		[175579] = "法夜守护者 <殇丨无双-熊猫酒仙>",
		[175697] = "渊誓老兵",
		[98555] = "枯法蹒跚者",
		[164830] = "绽翼斥候",
		[170070] = "烁裘护巢者",
		[178139] = "浊盐碎壳者",
		[162271] = "高耸的噬界者",
		[91645] = "暗魔梦境猎犬",
		[101943] = "恶魔卫士突击步兵",
		[165979] = "罪孽具象 <罪碑贮藏者>",
		[172193] = "枯败凿刻者",
		[76289] = "雷神游侠",
		[165343] = "窜跑的噬渊鼠",
		[102263] = "斯考匹隆",
		[158177] = "虚空鞭笞者",
		[170974] = "挣扎的仆从",
		[178263] = "冥河惩罚者",
		[98300] = "未知目标",
		[32906] = "弗蕾亚",
		[177117] = "未知目标 <耐奥祖的残迹>",
		[165344] = "恶毒的林鬼",
		[178141] = "浊盐缚鳞者",
		[79105] = "大法师瑞拉克",
		[91646] = "残酷的通敌者",
		[104218] = "顾问麦兰杜斯",
		[164558] = "夺灵者哈卡",
		[160355] = "被转化的爪卫",
		[177118] = "未知目标",
		[165345] = "巨型噬渊鼠",
		[178142] = "浊盐鱼术师",
		[162274] = "心蛛巢母",
		[81409] = "被奴役的大地之魂",
		[164451] = "斩首者德茜雅",
		[118776] = "魔刃毁灭者",
		[177245] = "贪婪的饕餮者",
		[173024] = "黯牙暗影追猎者",
		[165346] = "邪恶的林鬼",
		[87040] = "联盟投机者",
		[109928] = "腐蚀者的卫兵",
		[172591] = "赞图斯的死亡之影",
		[120896] = "黑暗拷问者",
		[167956] = "黑暗助祭",
		[17993] = "血警卫保护者",
		[177120] = "链缚影魔",
		[161252] = "埋没之魂",
		[80898] = "侵袭蔓生物",
		[162276] = "马西姆斯 <萨拉·怀特>",
		[167527] = "“长青之枝”奥拉诺莫诺斯",
		[20869] = "禁魔监狱斥候",
		[157721] = "蘑菇裂伤者",
		[156134] = "幽灵军马",
		[173026] = "未知目标",
		[108361] = "晶化幼蝎",
		[169955] = "骄矜重装步兵",
		[79107] = "索格",
		[91648] = "阴郁的守护者",
		[76407] = "耐奥祖",
		[76633] = "黑石飞锤姐妹",
		[168420] = "弃誓勇士",
		[38154] = "战鹰",
		[84800] = "阿祖卡·刃怒",
		[178146] = "骷髅残骸",
		[85250] = "石化的岩木",
		[92989] = "瓦雷索斯",
		[93952] = "邪能渡鸦",
		[178282] = "狂乱的灰烬食尸鬼",
		[172516] = "贪婪的群居虫",
		[178283] = "烧灼的恐惧蝠",
		[114472] = "暮色卫队高等剑士",
		[111612] = "暮色卫队月镰战士",
		[174783] = "欧佩斯",
		[170981] = "傲慢的对手",
		[76160] = "雷神驭兽者",
		[172005] = "有沟痕的巨像",
		[96512] = "大德鲁伊格兰达里斯",
		[168934] = "激怒之灵",
		[76549] = "钢铁步兵",
		[178148] = "大得出奇的噬渊鼠",
		[178660] = "裹影脊背龙",
		[160857] = "尊主拉迪纳斯",
		[81668] = "战歌掠夺者",
		[90114] = "钢铁龙骑兵",
		[86275] = "高里亚执行者",
		[178737] = "活化手指 <已哉>",
		[53639] = "火妖灼炎师",
		[33292] = "邪恶之云",
		[18404] = "血警卫管理者",
		[20873] = "负电子空间主宰",
		[159265] = "塔楼爬蛛",
		[169600] = "泥仆佣人",
		[118886] = "愤怒卫士碎魂者",
		[113149] = "恶魔卫士",
		[82528] = "高里亚奥术师",
		[76806] = "山脉之心",
		[163457] = "弃誓先锋",
		[175079] = "未知目标 <织影者泽利斯>",
		[73555] = "刀塔大厨",
		[104534] = "诱捕者德佐克斯",
		[177237] = "诅咒锁链",
		[160747] = "闪枝祭师",
		[161259] = "被埋葬的温西尔",
		[56250] = "暮光突袭者",
		[70920] = "霜火戈隆",
		[180864] = "高阶折磨官",
		[168580] = "钻凋者",
		[19557] = "大型魔花",
		[17994] = "血警卫驯鹰者",
		[109055] = "苏拉玛管理员 <奥术工程师>",
		[156815] = "不屈",
		[170634] = "织影者泽利斯",
		[170474] = "巢群刺客",
		[92514] = "韶衮",
		[53128] = "巨大的火焰毒蝎",
		[74105] = "戈尔索格",
		[37004] = "破天号邪刃者",
		[37132] = "伊米亚女武神",
		[53640] = "火妖哨兵",
		[33293] = "XT-002拆解者",
		[22857] = "未知目标",
		[177292] = "渊誓毁伤者",
		[81769] = "未知目标",
		[100354] = "贪食触须",
		[172523] = "驯犬者瓦萨诺克",
		[177130] = "挨饿的尸犬",
		[165357] = "传染软泥",
		[76808] = "温度调节器",
		[178666] = "凯泽什",
		[71669] = "束缚者库尔阿克",
		[171500] = "蹒跚的死尸",
		[159727] = "雷迪拉夫管家",
		[81779] = "独眼魔虐待者",
		[82439] = "淡水兽",
		[169975] = "戈姆喷洒者",
		[156333] = "投暗学徒",
		[93298] = "影心魔",
		[75273] = "逝网爬行者",
		[177321] = "渊誓哨兵",
		[79609] = "掠雷者阿贾",
		[53127] = "火焰毒蝎",
		[168942] = "亡语者",
		[173549] = "回响驭牛者",
		[76809] = "监工长石",
		[170478] = "刺客追猎者",
		[170184] = "未知目标",
		[164557] = "哈尔吉亚斯的碎片",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		6, -- [1]
		3, -- [2]
		"环境伤害 (坠落)", -- [3]
		[345554] = "黑暗晋升者科鲁斯",
		[357841] = 12,
		[339412] = 9,
		[294362] = "丧魂回响",
		[353747] = 3,
		[343509] = "欧佩斯",
		[176890] = 8,
		[331223] = "魂铸白骨编织者",
		[32612] = 8,
		[263648] = 12,
		[339415] = "无堕者哈夫",
		[192249] = 7,
		[327130] = "血肉工匠",
		[271841] = "皇家执行者",
		[357847] = 7,
		[345561] = "金-塔拉",
		[218871] = "丧魂聚合体",
		[357848] = 10,
		[347610] = "索·阿兹密",
		[357849] = "光明使者乌瑟尔 <柳絮菲菲>",
		[320991] = "皇家舞雾者",
		[355804] = 6,
		[357852] = 10,
		[304611] = 3,
		[215802] = 7,
		[304612] = 3,
		[355806] = "粉碎者索苟冬",
		[349663] = "阿尔克鲁克斯",
		[343520] = "[*] 风雷",
		[51399] = 6,
		[323043] = "德鲁斯特恶爪者",
		[345569] = 4,
		[323044] = "起水泡的审判官",
		[357856] = "光明使者乌瑟尔 <柳絮菲菲>",
		[318949] = "凋零碎脊者",
		[357857] = 3,
		[233210] = "鬼灵马夫",
		[331237] = "魂铸白骨编织者",
		[236282] = 1,
		[353763] = "萨斯祖尔",
		[184065] = "血缚腐化者",
		[357860] = "恶毒的食尸鬼",
		[115078] = 10,
		[357861] = 3,
		[343527] = 2,
		[347623] = "索·阿兹密",
		[35018] = 5,
		[357863] = 12,
		[335338] = "宫务大臣",
		[347625] = 5,
		[36554] = 4,
		[321005] = "英格拉·马洛克",
		[357865] = 12,
		[327149] = 11,
		[357866] = 10,
		[102793] = 11,
		[70541] = "巫妖王",
		[333294] = "卑劣的暗语者",
		[280053] = 1,
		[227072] = "萨里安·邪焰",
		[325104] = 12,
		[106889] = "阿莱克丝塔萨",
		[323057] = "英格拉·马洛克",
		[224001] = 7,
		[333297] = "卑劣的暗语者",
		[212739] = 6,
		[321011] = "米尔菲丝·法力风暴",
		[347632] = "索·阿兹密",
		[327155] = "忠诚的造物",
		[321012] = 6,
		[347633] = "索·阿兹密",
		[333299] = "卑劣的暗语者",
		[347635] = "索·阿兹密",
		[333301] = "[*] 荒芜诅咒",
		[327158] = 7,
		[347636] = "索·阿兹密",
		[327159] = 6,
		[329207] = 1,
		[218885] = "巨型攻城地狱火",
		[32614] = "月之守卫助祭",
		[355829] = 3,
		[151310] = 11,
		[355830] = "财团潜伏者",
		[1079] = 11,
		[327162] = 7,
		[353783] = "捣乱的顾客",
		[327163] = 7,
		[185099] = 10,
		[355832] = "财团潜伏者",
		[327164] = 7,
		[323069] = "起水泡的审判官",
		[294401] = "丧魂回响",
		[345595] = 12,
		[323070] = 1,
		[325118] = 5,
		[271877] = 4,
		[4987] = 2,
		[40652] = "被俘虏的雇佣兵",
		[230152] = 12,
		[5211] = 11,
		[294405] = "丧魂回响",
		[329217] = "伊库斯博士",
		[213771] = 11,
		[333314] = 8,
		[343553] = "怨毒影魔",
		[22120] = "卡雷尔",
		[323076] = 12,
		[308742] = 12,
		[353793] = 11,
		[292361] = 11,
		[331269] = 3,
		[292362] = 2,
		[343556] = "外科医生缝肉",
		[189200] = "飞翼自动机",
		[339461] = 3,
		[207630] = "崔利艾克斯",
		[129932] = 2,
		[357892] = 2,
		[1543] = 3,
		[339463] = 2,
		[275983] = "渊誓召火者",
		[321034] = "金-塔拉",
		[34254] = "寻日者植物学家",
		[178963] = 12,
		[156438] = 12,
		[331275] = "阿德文特·追惘",
		[206609] = "时空畸体",
		[357897] = 10,
		[351754] = 11,
		[226063] = "玛维·影歌",
		[54732] = 12,
		[357898] = 10,
		[13877] = 4,
		[347660] = 5,
		[104849] = "不眠的约萨希",
		[129934] = 6,
		[7] = "环境伤害 (岩浆)",
		[321041] = "恶心的残躯",
		[347662] = 6,
		[357901] = 7,
		[271896] = 4,
		[294422] = 5,
		[294423] = 5,
		[106898] = 11,
		[331284] = 3,
		[1943] = 4,
		[329237] = 5,
		[347668] = "塔拉格鲁",
		[329239] = "腐烂的血肉巨人",
		[331287] = 3,
		[292380] = 11,
		[82326] = 2,
		[331288] = "粉碎者赫文",
		[2094] = 4,
		[175899] = "高里亚符文大师",
		[345623] = "纳祖达",
		[347671] = "塔拉格鲁",
		[333337] = 7,
		[329242] = 5,
		[207640] = 11,
		[52174] = 1,
		[345625] = "纳祖达",
		[341530] = 4,
		[353817] = 11,
		[316958] = 2,
		[19434] = 3,
		[206618] = "时空畸体",
		[341533] = 4,
		[210714] = 7,
		[331296] = 3,
		[325153] = 10,
		[331297] = 3,
		[34769] = 2,
		[323107] = "渗漏的残躯",
		[2782] = 11,
		[321061] = "米尔菲丝·法力风暴",
		[333348] = 7,
		[209693] = 12,
		[323110] = "渗漏的残躯",
		[357922] = 11,
		[189216] = "[*] 回旋之刃",
		[182049] = "血魔",
		[341541] = 4,
		[226076] = "残酷角斗士赛弗",
		[220957] = "心魔",
		[345638] = 7,
		[41425] = 8,
		[271920] = 7,
		[325163] = "纱雾防御者",
		[226078] = "布琪",
		[61391] = 11,
		[183076] = "月之守卫助祭",
		[62415] = "冰虫巨兽",
		[271924] = 7,
		[323118] = "夺灵者哈卡",
		[333357] = 7,
		[351787] = "渊誓刑罚者",
		[353835] = "捣乱的顾客",
		[331310] = "翠绿之刺",
		[353836] = "捣乱的顾客",
		[64975] = "闪电充能的铁矮人",
		[228128] = 6,
		[258845] = 7,
		[187174] = 3,
		[273977] = 6,
		[325171] = 2,
		[280121] = 1,
		[355888] = "海关保安",
		[15286] = 5,
		[329268] = 1,
		[331316] = "残暴者多基格",
		[323126] = "罪碑雕像",
		[325174] = 7,
		[31850] = 2,
		[355891] = "海关保安",
		[215845] = "死亡之花",
		[331319] = "残暴者多基格",
		[114074] = 7,
		[98204] = 12,
		[115098] = 10,
		[331320] = "残暴者多基格",
		[327225] = 2,
		[331321] = "[*] 尖刺陷阱",
		[17] = 5,
		[329274] = "雪落随风舞-狂热之刃 <雪落随风舞-狂热之刃>",
		[329275] = 1,
		[88990] = 1,
		[357945] = 9,
		[62417] = "冰虫巨兽",
		[329277] = 1,
		[325182] = 6,
		[339517] = 11,
		[64465] = "尤格-萨隆",
		[312897] = 12,
		[323136] = "大角符文牡鹿",
		[319041] = 3,
		[323137] = "宗主奥法兰",
		[335424] = 2,
		[329281] = "未知目标 <雪落随风舞-狂热之刃>",
		[323138] = "英格拉·马洛克",
		[316995] = "无堕者哈夫",
		[355903] = "掮灵威·肯",
		[351808] = "渊誓火葬者",
		[353856] = 3,
		[153395] = "食腐蛆虫",
		[312902] = "纳尔塔里 <紫枫雨-凤凰之神>",
		[45524] = 6,
		[325189] = 11,
		[108446] = 9,
		[345667] = 2,
		[145205] = 11,
		[341572] = 4,
		[351811] = "渊誓火葬者",
		[353859] = 1,
		[347716] = "P.O.S.T.工人",
		[296523] = "渊誓寻猎者",
		[228140] = 11,
		[327240] = "忠诚的造物",
		[223021] = "[*] 腐肉瘟疫",
		[108447] = 9,
		[329289] = 4,
		[323146] = "英格拉·马洛克",
		[219950] = "[*] 约束混沌",
		[171828] = 7,
		[333386] = 12,
		[345673] = 4,
		[355912] = 12,
		[308814] = 3,
		[106400] = "变异的腐蚀",
		[323149] = "英格拉·马洛克",
		[325197] = 10,
		[323150] = "罪碑雕像",
		[349771] = 5,
		[6940] = 2,
		[355915] = "审讯专员",
		[258860] = 12,
		[210738] = 6,
		[317009] = 12,
		[171831] = 4,
		[131900] = 3,
		[323153] = 12,
		[248622] = 1,
		[347727] = "装运好的牲畜",
		[325202] = 10,
		[335441] = 2,
		[274009] = 6,
		[325203] = 5,
		[52437] = 1,
		[339538] = 2,
		[351825] = "寻亡之眼",
		[206645] = "崔利艾克斯",
		[351826] = "寻亡之眼",
		[235314] = 8,
		[351827] = "寻亡之眼",
		[353875] = 2,
		[86949] = 8,
		[8092] = 5,
		[357972] = 1,
		[171835] = 7,
		[353877] = 8,
		[325209] = 10,
		[353878] = 9,
		[339545] = 8,
		[345689] = 12,
		[331355] = 3,
		[114083] = 7,
		[212792] = 8,
		[107428] = 10,
		[208697] = "死光触须",
		[331357] = 3,
		[341596] = 2,
		[351835] = "寻亡之眼",
		[353883] = 10,
		[157504] = 7,
		[199483] = 3,
		[225080] = 7,
		[345693] = 2,
		[339550] = "[*] 战斗回响",
		[349789] = 11,
		[212794] = "提克迪奥斯",
		[256821] = 12,
		[345695] = 7,
		[355934] = "支援警官",
		[170816] = 11,
		[343648] = 11,
		[222010] = "日心学者特尔安",
		[223034] = "奥术师特尔安",
		[103846] = "莫卓克",
		[331363] = 3,
		[341602] = 2,
		[98727] = 2,
		[337508] = 11,
		[94632] = 8,
		[325223] = "纱雾钉刺蛾",
		[39897] = 5,
		[329319] = "渊誓卫兵",
		[210750] = "[*] 坍缩裂隙",
		[325224] = "纱雾钉刺蛾",
		[337511] = 8,
		[323177] = "宗主奥法兰",
		[12472] = 8,
		[337512] = 11,
		[339560] = 3,
		[325226] = "纱雾钉刺蛾",
		[269937] = 2,
		[329322] = "大暴君泽里欧斯",
		[314988] = 1,
		[60119] = 3,
		[345705] = 5,
		[122278] = 10,
		[171845] = 8,
		[329324] = "邪恶的加尔贡",
		[351850] = 5,
		[185156] = "血缚攻城车手",
		[188228] = 1,
		[337517] = 10,
		[240446] = "[*] 爆炸",
		[351852] = "戈姆蛴喷吐者",
		[341614] = 2,
		[171847] = 1,
		[345710] = 1,
		[173895] = 12,
		[294517] = "丧魂清道夫",
		[355950] = "渊誓翼兵",
		[357998] = 8,
		[205636] = 11,
		[355951] = 8,
		[240448] = 6,
		[331379] = "润滑器",
		[114089] = 7,
		[171849] = 1,
		[292473] = 6,
		[323190] = "缝合先锋",
		[292474] = 5,
		[286331] = 10,
		[263806] = 7,
		[339573] = "无尽女皇莫德蕾莎",
		[347765] = 12,
		[122281] = 10,
		[171851] = 3,
		[222021] = "奥术师特尔安",
		[66] = 8,
		[100780] = 10,
		[203592] = "天灾鼠",
		[294526] = "丧魂恶鬼",
		[337529] = 7,
		[323195] = "奥莱芙莉安",
		[329340] = "高阶裁决官阿丽兹",
		[325245] = "多米娜·毒刃",
		[258883] = 12,
		[75] = 3,
		[126890] = 10,
		[222024] = 6,
		[355963] = "掮灵威·肯",
		[183117] = 7,
		[193356] = 4,
		[355964] = "掮灵威·肯",
		[335487] = "起水泡的审判官",
		[321153] = 5,
		[294533] = "丧魂恶鬼",
		[329345] = 1,
		[347775] = "过载的邮件元素",
		[292486] = 2,
		[351871] = 2,
		[205644] = "树人 <碳水过高>",
		[358015] = 11,
		[351872] = 2,
		[193358] = 4,
		[114093] = 7,
		[207693] = 12,
		[193359] = 4,
		[339588] = 1,
		[325254] = "大学监贝律莉娅",
		[171858] = "脱水的魔导师",
		[339589] = 12,
		[23920] = 1,
		[225100] = "构造体卫兵",
		[331399] = "斯特拉达玛侯爵",
		[358020] = 11,
		[329352] = 6,
		[323209] = "罪碑雕像",
		[325257] = "大学监贝律莉娅",
		[351878] = 2,
		[100784] = 10,
		[99] = 11,
		[325258] = "穆厄扎拉",
		[286351] = 12,
		[205648] = 7,
		[191314] = 8,
		[306830] = 12,
		[325260] = "大学监贝律莉娅",
		[222031] = 12,
		[325261] = "大学监贝律莉娅",
		[345739] = 1,
		[227151] = 4,
		[325262] = "大学监贝律莉娅",
		[353931] = "命运撰写师罗-卡洛",
		[347788] = 5,
		[319120] = "[*] 腐烂胆汁",
		[28272] = 8,
		[237391] = "鬼焰女妖",
		[99762] = "地狱火鹰",
		[227153] = "伊利丹·怒风 <蝶舞菲菲>",
		[300693] = 5,
		[116] = 8,
		[118] = 8,
		[227154] = "伊利丹·怒风 <蝶舞菲菲>",
		[325268] = 3,
		[120] = 8,
		[355985] = 2,
		[83381] = 1,
		[122] = 8,
		[108978] = 8,
		[142174] = "小型幻影守卫",
		[32240] = 8,
		[312985] = 12,
		[331415] = "卡尔将军",
		[147294] = "未知目标",
		[263840] = "深牙 <亚摩斯丁-密林游侠>",
		[57821] = 3,
		[278175] = "青翠守护者",
		[321178] = "贪食的蛮兵",
		[211799] = "艾利桑德",
		[136] = 3,
		[230229] = "海拉",
		[139] = 5,
		[351896] = 11,
		[290464] = 8,
		[341658] = 8,
		[229206] = 11,
		[2383] = 11,
		[93622] = 11,
		[310944] = 8,
		[331422] = "有知觉的油",
		[2479] = 1,
		[64733] = "[*] 噬体烈焰",
		[333471] = 6,
		[329376] = "心能拟身怪",
		[57822] = 3,
		[308899] = 12,
		[159585] = "加安上将",
		[329377] = "迷雾栖居者",
		[325283] = 5,
		[327331] = "弃誓治愈者",
		[80313] = 11,
		[323236] = "宫务大臣",
		[349857] = 1,
		[327332] = "弃誓治愈者",
		[222043] = "暗影生物",
		[356001] = "装甲监工",
		[62942] = "古代符文巨人",
		[333477] = "碎淤",
		[196447] = 9,
		[181089] = "泰克图斯",
		[347812] = 2,
		[23922] = 1,
		[329383] = "丧魂之灵",
		[333479] = "烂吐",
		[196448] = 9,
		[49376] = 11,
		[198496] = "乌拉罗格·塑山",
		[325289] = 9,
		[335528] = "巨锤",
		[126389] = 7,
		[261977] = 10,
		[263858] = "猩红毒针 <艺术即爆炸-凤凰之神>",
		[343721] = 2,
		[228190] = "古尔丹",
		[351913] = 10,
		[254811] = 8,
		[225119] = 8,
		[356010] = "渊誓禁锢者",
		[333485] = "烂吐",
		[302769] = 12,
		[345772] = "法夜守护者 <君陌笑-风暴之眼>",
		[47585] = 5,
		[207714] = "占星师艾塔乌斯",
		[345773] = 8,
		[105401] = "龙翼触须",
		[3567] = 8,
		[181094] = "邪火攻城车",
		[347822] = "损坏的分拣机",
		[333488] = "阿玛厄斯",
		[33763] = 11,
		[288438] = 4,
		[323250] = "宗主奥法兰",
		[333489] = "阿玛厄斯",
		[261981] = 11,
		[70078] = "女武神席瓦娜",
		[325299] = 9,
		[335538] = "巨锤",
		[201573] = 12,
		[15290] = 5,
		[351921] = 6,
		[115129] = 10,
		[61920] = "符文大师莫尔基姆",
		[142189] = "小型幻影织珀者",
		[221028] = "腐朽软泥怪",
		[165739] = "杰斯贝拉",
		[300730] = 7,
		[200551] = "达古尔",
		[347829] = 1,
		[325304] = 11,
		[190313] = "阿克蒙德",
		[142191] = "不稳定的琥珀球 <小型幻影织珀者>",
		[351926] = 2,
		[300733] = 7,
		[207720] = "不应存在之物 <占星师艾塔乌斯>",
		[343737] = "玉珑 <牛奶丶很忙-伊森利恩>",
		[294592] = 3,
		[304831] = "灵魂搜寻者",
		[166766] = "渊誓禁锢者",
		[202602] = 1,
		[351931] = "折磨魔像",
		[331455] = 3,
		[114108] = 11,
		[272071] = 3,
		[356029] = 8,
		[333504] = 4,
		[5246] = 1,
		[5374] = 4,
		[356031] = "审讯专员",
		[325315] = 5,
		[327363] = 5,
		[321220] = "疯狂的食尸鬼",
		[265931] = 9,
		[333507] = 4,
		[180080] = "邪火巨炮",
		[45284] = 7,
		[190319] = 8,
		[333508] = 4,
		[341700] = 11,
		[294602] = 5,
		[370] = 7,
		[331462] = 11,
		[296651] = "丧魂追猎者",
		[339654] = 3,
		[180082] = "邪火巨炮",
		[116670] = 10,
		[258921] = 12,
		[70084] = "辛达苟萨",
		[232301] = "奥丁",
		[294607] = "[*] 死亡之池",
		[345801] = 7,
		[170869] = 4,
		[6654] = 9,
		[347850] = "时空船长钩尾",
		[294609] = 2,
		[356042] = 3,
		[358090] = 4,
		[77764] = 11,
		[345804] = 7,
		[356043] = 3,
		[341709] = "唤雾者",
		[337614] = 2,
		[341710] = 2,
		[329425] = "烈焰保护者",
		[339664] = 2,
		[188278] = "冷酷伏击者",
		[164729] = 8,
		[351952] = 2,
		[250735] = 1,
		[114113] = 11,
		[331476] = 3,
		[256879] = "幽灵军马",
		[319190] = 4,
		[329429] = 5,
		[7870] = "格林雷尔 <暗夜罗莎-伊莫塔尔>",
		[267997] = "邪犬 <天赋异禀之人>",
		[181113] = "未知目标",
		[339669] = 2,
		[333526] = 1,
		[64740] = "发条工兵",
		[267999] = "邪犬 <天赋异禀之人>",
		[528] = 5,
		[300765] = 3,
		[238452] = 9,
		[341721] = 11,
		[335578] = 4,
		[313053] = 8,
		[351961] = "卖场铁腕战士",
		[99781] = "地狱火鹰",
		[201594] = 3,
		[278244] = 12,
		[19574] = 3,
		[349916] = 1,
		[341726] = 4,
		[321249] = "疯狂的食尸鬼",
		[173951] = 11,
		[300772] = 1,
		[327393] = "佐尔拉姆斯通灵师",
		[242551] = 12,
		[356062] = 11,
		[349919] = "光明使者乌瑟尔 <柳絮菲菲>",
		[102342] = 11,
		[70602] = "复生的大法师",
		[270058] = 4,
		[209788] = 12,
		[11196] = 1,
		[351969] = "命运撰写师罗-卡洛",
		[321253] = "[*] 最终收割",
		[712] = 9,
		[333540] = "未知目标 <冰川巨刺丶>",
		[327397] = "纳祖达",
		[354018] = 11,
		[274156] = 6,
		[740] = 11,
		[190336] = 8,
		[319209] = 9,
		[772] = 1,
		[224125] = 7,
		[329449] = 4,
		[331497] = 12,
		[195457] = 4,
		[188290] = 6,
		[222078] = "织魔者法拉米尔",
		[341737] = 2,
		[351976] = "折磨魔像",
		[113095] = 8,
		[341738] = 11,
		[222079] = "织魔者法拉米尔",
		[323309] = "开膛憎恶",
		[224127] = 7,
		[327405] = 9,
		[226175] = 8,
		[203650] = 12,
		[27638] = "弃誓潜爪狮",
		[337645] = 9,
		[341741] = 2,
		[270070] = 4,
		[321264] = "缚石岩精",
		[325360] = "大学监贝律莉娅",
		[327408] = 12,
		[349934] = "阿喀琉忒",
		[116680] = 10,
		[329457] = 5,
		[358126] = 4,
		[335601] = 11,
		[197509] = "血虫 <夜丿丶战神-影之哀伤>",
		[339697] = 7,
		[341745] = 2,
		[327411] = "艾谢朗",
		[339698] = 7,
		[221059] = "腐朽软泥怪",
		[288505] = 11,
		[339699] = 7,
		[327413] = "弃誓哥利亚",
		[980] = 9,
		[349939] = "阿喀琉忒",
		[331510] = "不屈的参赛者",
		[358131] = "雷鸣破灭者",
		[32246] = 6,
		[337654] = 6,
		[228228] = "高姆",
		[327416] = "弃誓哥利亚",
		[333560] = 11,
		[335608] = 3,
		[1064] = 7,
		[337657] = 1,
		[51690] = 4,
		[341753] = 2,
		[79823] = "达拉格",
		[339706] = "回响驭牛者",
		[341754] = 2,
		[106444] = "变异的腐蚀",
		[1160] = 1,
		[351994] = "寻亡之眼",
		[356090] = "初诞者的卫士",
		[138130] = "大地之灵",
		[94158] = 9,
		[313088] = 6,
		[48107] = 8,
		[313089] = 1,
		[347901] = 7,
		[319233] = 6,
		[5215] = 11,
		[42220] = "阿曼尼烈焰法师",
		[347903] = "过载的邮件元素",
		[327426] = "破碎残影",
		[205708] = 8,
		[327427] = "破碎残影",
		[331523] = 12,
		[341762] = 2,
		[325381] = 1,
		[319238] = 6,
		[354050] = 1,
		[1464] = 1,
		[102351] = 11,
		[55531] = 8,
		[48108] = 8,
		[32375] = 5,
		[186257] = 3,
		[341766] = 11,
		[354053] = 8,
		[354054] = 2,
		[186258] = 3,
		[319243] = 6,
		[345864] = 1,
		[356103] = "初诞者的卫士",
		[207760] = 12,
		[341770] = 8,
		[319245] = 6,
		[115151] = 10,
		[1680] = 1,
		[341771] = "白骨魔导师",
		[343819] = 10,
		[354058] = 8,
		[347915] = 3,
		[343820] = 10,
		[19577] = 3,
		[347916] = 3,
		[79828] = "阿斯崔里安",
		[347917] = 3,
		[1784] = 4,
		[73685] = 7,
		[321297] = 3,
		[190357] = 8,
		[347919] = 3,
		[1856] = 4,
		[313108] = 5,
		[323347] = "佐尔拉姆斯守门人",
		[325395] = "暗影克隆追猎者",
		[352016] = "宝库哨兵",
		[337682] = 2,
		[186263] = 5,
		[62444] = "被俘虏的雇佣兵队长",
		[23161] = 9,
		[341780] = 2,
		[319255] = 6,
		[133023] = 12,
		[142238] = "大型幻影秘法师",
		[186265] = 3,
		[358164] = 7,
		[222101] = "织魔者法拉米尔",
		[182170] = "血魔",
		[341783] = 11,
		[233364] = 3,
		[42223] = 9,
		[339736] = 9,
		[206744] = "古尔丹",
		[339738] = 9,
		[222103] = "梦魇融合怪",
		[331548] = "4.RF-4.RF",
		[349979] = "冥河劫持者",
		[222104] = "梦魇融合怪",
		[317216] = 2,
		[185245] = 12,
		[186269] = "枯碎塑造者",
		[333599] = 1,
		[278310] = 8,
		[347934] = 10,
		[207771] = 12,
		[186270] = 3,
		[337697] = 2,
		[333602] = "脆骨法师",
		[79833] = "安恩加",
		[354080] = "塔拉格鲁",
		[349985] = "裂魂者多尔玛赞",
		[323365] = "[*] 黑暗纠缠",
		[232346] = "海拉加尔观雾者",
		[327461] = "管理者索纳尔",
		[228251] = "高姆",
		[102359] = 11,
		[329510] = 5,
		[347940] = 7,
		[341798] = 2,
		[296748] = "巨大的碾压者",
		[356133] = "肌肉虬结的水手",
		[341799] = 11,
		[33778] = 11,
		[356134] = 2,
		[325418] = "锥喉酸咽者",
		[147367] = 1,
		[222110] = "暗影碾压者",
		[223134] = "心魔",
		[257946] = 3,
		[201633] = "大地之墙图腾 <蘿莉灬控-死亡之翼>",
		[290608] = 2,
		[327468] = 5,
		[222111] = "[*] 动荡烈焰",
		[347946] = 7,
		[208801] = "暗夜宝珠",
		[3408] = 4,
		[317231] = "无堕者哈夫",
		[319279] = 11,
		[337709] = 6,
		[356139] = "渊誓长枪兵",
		[341805] = 8,
		[319280] = 7,
		[304946] = "凇心卫士",
		[227232] = "伊利丹·怒风 <蝶舞菲菲>",
		[278326] = 12,
		[3600] = "未知目标 <文野-国王之谷>",
		[339759] = "无尽女皇莫德蕾莎",
		[280375] = 2,
		[349999] = "阿喀琉忒",
		[102362] = 3,
		[304949] = "凇心晋升者",
		[358191] = "灵魂火盆",
		[163754] = "格罗姆卡重装步兵",
		[148396] = 2,
		[206757] = "诱捕者德佐克斯",
		[22907] = "禁魔监狱看守员",
		[337716] = 5,
		[327478] = 8,
		[329526] = 7,
		[341813] = 2,
		[319288] = 1,
		[341814] = 11,
		[238499] = 8,
		[323385] = 7,
		[358197] = "[*] 灼热之镰",
		[327481] = "金-塔拉",
		[350007] = 1,
		[329530] = 7,
		[347960] = 3,
		[358199] = "[*] 黑暗灼热",
		[294719] = 5,
		[347961] = 11,
		[341818] = 2,
		[294720] = 2,
		[238501] = 8,
		[347962] = 11,
		[350010] = 2,
		[347963] = 7,
		[211881] = 12,
		[329534] = 7,
		[341821] = 8,
		[160688] = 4,
		[219049] = "自然学家特尔安",
		[358204] = "呐喊之刺",
		[57330] = 6,
		[197548] = 5,
		[356157] = "海盗船军官",
		[358205] = "呐喊之刺",
		[335680] = "渊誓末日使者",
		[329537] = 7,
		[347967] = 12,
		[341824] = 5,
		[329538] = 7,
		[347968] = 5,
		[333634] = "阿玛厄斯",
		[80353] = 8,
		[347969] = 2,
		[358208] = 12,
		[11327] = 4,
		[347970] = 2,
		[358209] = 12,
		[5760] = 4,
		[193455] = 3,
		[356162] = "海盗船军官",
		[358210] = 12,
		[335685] = "渊誓黑暗法师",
		[356163] = "海盗船军官",
		[358211] = 1,
		[327495] = 8,
		[80354] = 10,
		[186289] = 3,
		[358212] = 12,
		[352069] = 11,
		[313162] = 5,
		[347974] = 12,
		[350022] = "典狱长之眼",
		[352070] = 11,
		[58867] = "幽灵迅猛龙 <第四个魔方-战歌>",
		[333641] = "复生的督军",
		[327498] = 8,
		[70116] = "护塔冰龙",
		[347976] = 3,
		[52212] = 6,
		[298831] = "渊誓哨兵",
		[189363] = 3,
		[347978] = 2,
		[352074] = "宝库哨兵",
		[321358] = 8,
		[323406] = "[*] 锯齿创口",
		[189364] = 8,
		[347980] = 2,
		[350028] = "典狱长之眼",
		[335694] = "渊誓末日使者",
		[347981] = 1,
		[156601] = "血腥的玛拉卡",
		[347982] = 1,
		[240559] = "[*] 重伤",
		[311123] = 10,
		[7328] = 2,
		[298837] = 11,
		[319315] = 2,
		[329554] = 12,
		[358223] = 12,
		[347985] = 8,
		[196534] = "毁灭触须",
		[313174] = 1,
		[15487] = 5,
		[325461] = 6,
		[116705] = 10,
		[323414] = "宫务大臣",
		[358226] = "渊誓灰烬法师",
		[327510] = 2,
		[337749] = 5,
		[63988] = 11,
		[358227] = "渊誓魂法师",
		[233395] = 6,
		[16191] = 7,
		[325464] = 6,
		[82406] = 7,
		[298844] = "丧魂蹒跚者",
		[352086] = 6,
		[321370] = "缚霜者纳尔佐",
		[350039] = "阿尔苏拉",
		[347992] = "佐·菲克斯",
		[350040] = "阿尔苏拉",
		[335706] = 2,
		[329563] = "暮色颤兽",
		[105444] = "未知目标",
		[335707] = 2,
		[329564] = "暮色颤兽",
		[226231] = "星界先知",
		[210873] = 7,
		[352091] = 3,
		[304993] = 7,
		[266087] = 9,
		[350045] = "阿喀琉忒",
		[245686] = 5,
		[288613] = 3,
		[57846] = "加鲁德",
		[358238] = "燃烧的冥殇",
		[352095] = 6,
		[321379] = 5,
		[331618] = "无堕者哈夫",
		[333666] = 2,
		[96231] = 2,
		[304998] = 3,
		[274282] = 11,
		[204733] = "爆裂幼蝎",
		[329572] = 7,
		[274283] = 11,
		[176065] = "暮色颤兽",
		[305000] = 3,
		[235450] = 8,
		[126436] = 8,
		[196543] = "芬雷尔",
		[352100] = 11,
		[305002] = 6,
		[331623] = 9,
		[352101] = 11,
		[329576] = 7,
		[348006] = "[*] 监禁室",
		[33786] = 11,
		[193473] = "虚空触须 <熙儿瓦娜娜-凤凰之神>",
		[196545] = 6,
		[305005] = 2,
		[348008] = "P.O.S.T.工人",
		[329579] = 7,
		[323436] = 12,
		[115175] = 10,
		[323437] = "宫务大臣",
		[176069] = "入侵的葬秋萤",
		[345963] = "隐形的潜伏者",
		[46585] = 6,
		[228287] = 10,
		[343916] = "阿格尼克斯",
		[329582] = 3,
		[350060] = 1,
		[176070] = "入侵的葬秋萤",
		[209858] = "德鲁斯特恶爪者",
		[352109] = 6,
		[115176] = 10,
		[264057] = 9,
		[251838] = 2,
		[350063] = 1,
		[352111] = 11,
		[264058] = 2,
		[339825] = 1,
		[79853] = 11,
		[15232] = "影月暗法师",
		[325492] = 4,
		[329588] = 5,
		[207813] = "占星师艾塔乌斯",
		[31230] = 4,
		[329589] = 11,
		[329590] = 7,
		[157644] = 8,
		[358259] = 2,
		[335734] = 1,
		[329591] = 7,
		[329592] = 7,
		[255937] = 2,
		[208839] = "暗夜宝珠",
		[354166] = "宝库哨兵",
		[243651] = 8,
		[350071] = "折磨宝珠 <耐奥祖的残迹>",
		[204744] = "[*] 毒性几丁质",
		[348024] = "眼目指挥官",
		[226246] = "枯法法力怨灵",
		[348025] = 1,
		[350073] = "未知目标 <耐奥祖的残迹>",
		[321405] = 10,
		[190411] = 1,
		[321406] = "魔药炸弹",
		[348027] = 11,
		[333693] = 2,
		[196555] = 12,
		[354171] = 5,
		[87023] = 8,
		[350076] = "耐奥祖的残迹",
		[79856] = "特普",
		[348029] = 12,
		[327552] = "毁灭蘑菇",
		[354173] = "塔拉格鲁",
		[255941] = 2,
		[5217] = 11,
		[354174] = 5,
		[194509] = 5,
		[87024] = 8,
		[296839] = "丧魂合声",
		[121836] = 7,
		[115181] = 10,
		[53755] = 7,
		[5761] = 4,
		[329605] = 5,
		[102383] = 11,
		[222156] = "邪炽欺诈者",
		[329607] = 5,
		[121837] = 12,
		[228300] = "海拉",
		[345990] = "佐·菲克斯",
		[350086] = "雯扎·金线",
		[335752] = 8,
		[329609] = "刻符巨像",
		[58875] = 7,
		[325514] = "[*] 烈焰喷射",
		[327562] = 5,
		[348040] = 11,
		[268178] = 12,
		[327563] = 5,
		[296847] = "[*] 压迫光环",
		[121838] = 1,
		[45053] = 3,
		[348042] = 1,
		[333708] = "狂热的缚魂者",
		[92146] = 8,
		[321422] = 3,
		[352140] = 11,
		[305042] = 11,
		[121839] = 9,
		[341902] = "战场祭师",
		[305043] = 7,
		[266136] = 9,
		[270232] = 8,
		[305044] = 5,
		[228305] = "古老的骨奴",
		[305045] = 5,
		[348048] = 1,
		[325523] = "堕落的黑暗剑士",
		[264091] = 8,
		[323476] = 7,
		[305047] = 8,
		[348050] = 1,
		[350098] = "阿娜德尼",
		[167898] = 3,
		[31616] = 7,
		[311192] = 1,
		[305049] = 9,
		[315288] = 12,
		[335766] = 11,
		[305050] = 11,
		[315289] = 12,
		[350101] = "雯扎·金线",
		[303003] = 7,
		[305051] = 11,
		[266144] = "凋零语者",
		[217046] = "虚空残渣 <虚空之眼>",
		[305052] = 9,
		[290718] = 12,
		[138208] = 4,
		[343960] = 1,
		[305053] = 11,
		[331674] = 10,
		[232405] = 3,
		[305054] = 7,
		[335771] = 11,
		[337819] = 12,
		[341915] = 11,
		[343963] = 1,
		[348059] = 11,
		[288675] = 7,
		[331678] = 2,
		[325535] = "堕落的驯犬者",
		[270246] = "炽热元素",
		[40192] = 2,
		[194524] = 1,
		[327584] = "魔药喷吐者",
		[28801] = "[*] 软泥",
		[323489] = "血肉工匠",
		[232408] = "[*] 恶臭溃烂",
		[270248] = "燃烬卫士",
		[305060] = 3,
		[194525] = 1,
		[333729] = "复生的骷髅战士",
		[323491] = 1,
		[183263] = "戈姆蛴喷吐者",
		[185311] = 4,
		[44544] = 8,
		[138213] = 4,
		[321445] = 8,
		[356257] = 8,
		[333732] = 7,
		[227291] = "砮皂 <風騷的達摩-安苏>",
		[204766] = "晶化幼蝎",
		[333734] = 7,
		[185313] = 4,
		[323496] = "血肉工匠",
		[350117] = 5,
		[335783] = "渊誓祭师",
		[223197] = "罗索斯",
		[232412] = 9,
		[217054] = "虚空残渣 <虚空之眼>",
		[193505] = "邪裂巨人",
		[323498] = 1,
		[333737] = "未知目标",
		[327594] = "魔药喷吐者",
		[43265] = 6,
		[298926] = 2,
		[120822] = 8,
		[323500] = 1,
		[115191] = 4,
		[348074] = "渊誓禁锢者",
		[350122] = 7,
		[3409] = 4,
		[68605] = "被修复的攻城车 <蝶舞菲菲>",
		[325550] = "多米娜·毒刃",
		[245725] = 1,
		[346028] = "佐·菲克斯",
		[95738] = 1,
		[79868] = "穆菲蒙",
		[264119] = 9,
		[113656] = 10,
		[325552] = "多米娜·毒刃",
		[155625] = 11,
		[115192] = 4,
		[223201] = "罗索斯",
		[199652] = "赫尔多国王",
		[92155] = 1,
		[323506] = 7,
		[228321] = "克瓦迪尔裂魂者",
		[14914] = 5,
		[356271] = "聚焦导灵器",
		[358319] = 10,
		[162794] = 12,
		[66047] = "黑锋勇士",
		[174057] = "元首马尔高克",
		[323510] = 7,
		[350131] = 5,
		[354227] = 2,
		[339894] = 12,
		[350133] = 5,
		[224229] = "星界助祭",
		[337848] = 2,
		[228325] = "克瓦迪尔裂魂者",
		[221158] = "混乱畸体",
		[337849] = 12,
		[51714] = 6,
		[191466] = 12,
		[79871] = "欧库",
		[156655] = "钢铁掠夺者",
		[356281] = 12,
		[333756] = 2,
		[62465] = "[*] 符文重击",
		[321470] = 1,
		[118779] = 1,
		[321471] = "唤雾者",
		[341949] = "[*] 枯萎凋零",
		[341950] = 11,
		[20484] = 11,
		[115196] = 4,
		[107517] = 6,
		[341951] = 11,
		[329666] = 3,
		[356287] = 7,
		[341953] = 11,
		[344001] = "[*] 软泥痕迹",
		[321476] = 12,
		[323524] = 7,
		[333763] = 4,
		[333764] = 4,
		[344003] = "钻凋者",
		[354242] = "渊誓唤疑者",
		[309192] = 12,
		[331718] = "纱雾防御者",
		[344005] = "[*] 幼体炸弹",
		[354244] = "渊誓唤疑者",
		[65026] = "巨兽二型",
		[344006] = 10,
		[331721] = "纱雾防御者",
		[335817] = "德沃丝",
		[51460] = 6,
		[356295] = "掮灵威·诺特",
		[346057] = 1,
		[315341] = 4,
		[358344] = "肌肉虬结的水手",
		[354249] = "宝库之盾",
		[224239] = 2,
		[335820] = 4,
		[346059] = 8,
		[102401] = 11,
		[346060] = 3,
		[199667] = 1,
		[278486] = "黑眼 <碣石调-燃烧之刃>",
		[125439] = 12,
		[210931] = "伊格诺斯之眼",
		[350159] = "虚空幽灵 <熙儿瓦娜娜-凤凰之神>",
		[35079] = 3,
		[43526] = "阿曼尼风行者",
		[341969] = "凋零淤泥喷射者",
		[129023] = 8,
		[354256] = "渊誓唤疑者",
		[153595] = 8,
		[356305] = 3,
		[323542] = "渗漏的残躯",
		[63236] = "锋鳞",
		[319447] = "皇家档案员",
		[190456] = 1,
		[344021] = 10,
		[348117] = "典狱长之眼",
		[221173] = "爆裂畸体",
		[354261] = "渊誓唤疑者",
		[307163] = 12,
		[99844] = "奥利瑟拉佐尔",
		[352214] = 11,
		[329689] = 5,
		[323546] = 11,
		[341976] = 2,
		[352215] = "宝库哨兵",
		[337881] = 2,
		[339929] = 3,
		[341977] = "染病恐魔",
		[176124] = "入侵的葬秋萤",
		[193530] = 3,
		[307166] = 4,
		[333787] = "激怒之灵",
		[354265] = "命运撰写师罗-卡洛",
		[99333] = "贝丝缇拉克",
		[199674] = "拉努夫国王",
		[329693] = 5,
		[178173] = 10,
		[333789] = "激怒之灵",
		[327646] = "穆厄扎拉",
		[205818] = "恶魔卫士",
		[323551] = "瞬息具象",
		[333790] = "激怒之灵",
		[79880] = "穆菲蒙",
		[354268] = 1,
		[323552] = "高阶裁决官阿丽兹",
		[327648] = "弃誓审判官",
		[197628] = 11,
		[231416] = "腐化宝珠",
		[99846] = "雷奥利斯领主",
		[327649] = "穆厄扎拉",
		[354270] = 11,
		[202748] = 3,
		[364467] = 9,
		[352223] = "宝库哨兵",
		[222202] = 8,
		[348128] = "佐·菲克斯",
		[364384] = 6,
		[30213] = "库尔沙考尔 <晨本布衣-凤凰之神>",
		[193534] = 3,
		[356320] = 6,
		[350177] = "幻灭心能融合体",
		[368585] = 1,
		[197630] = 11,
		[323557] = 11,
		[108038] = "天火号鱼叉炮",
		[62470] = "[*] 震耳雷霆",
		[321510] = 11,
		[348131] = "[*] 灵魂放射",
		[176888] = 2,
		[304997] = 6,
		[354275] = 1,
		[182273] = "血魔",
		[350180] = "幻灭心能融合体",
		[327655] = "弃誓勇士",
		["DEBUFF"] = 7,
		[356324] = "传送门操控师佐·霍恩",
		[32645] = 4,
		[196608] = 10,
		[354277] = 1,
		[206847] = "寄生的暗影恶魔",
		[341826] = 1,
		[352230] = 12,
		[354278] = "幻心医师 <小狐仙儿-鬼雾峰>",
		[356326] = 9,
		[282449] = 4,
		[352231] = "渊誓哨兵",
		[264178] = 9,
		[263642] = 12,
		[350184] = "达丝琪拉",
		[164815] = 11,
		[321516] = 10,
		[339946] = 11,
		[325612] = 3,
		[270323] = 3,
		[123886] = 1,
		[356329] = 5,
		[108040] = "天火号大炮",
		[176133] = "熔渣元素",
		[305136] = "凇心束缚者",
		[348139] = 5,
		[355790] = "未知目标 <耐奥祖的残迹>",
		[116189] = 10,
		[321519] = 11,
		[307185] = 12,
		[351694] = 2,
		[148429] = 9,
		[313329] = 1,
		[348141] = 12,
		[263725] = 8,
		[229376] = 8,
		[329168] = "罪碑雕像",
		[323569] = "哈卡之子",
		[333808] = "伊库斯博士",
		[352238] = 11,
		[228267] = "古尔丹",
		[199603] = 4,
		[350191] = 2,
		[270329] = 3,
		[319281] = 9,
		[43530] = "阿曼尼保卫者",
		[320976] = 3,
		[153524] = "疫病蝙蝠",
		[346097] = 1,
		[30470] = "碎手蛮兵",
		[228354] = 8,
		[329214] = 1,
		[107018] = "死亡之翼",
		[323573] = "[*] 残渣",
		[108042] = "战争大师黑角",
		[270332] = 3,
		[223143] = 12,
		[307192] = 11,
		[203782] = 12,
		[212997] = "提克迪奥斯",
		[321527] = 3,
		[307193] = 7,
		[228260] = 5,
		[163752] = "格罗姆卡重装步兵",
		[32390] = 9,
		[307194] = 8,
		[325624] = 1,
		[221189] = "爆裂畸体",
		[321529] = 8,
		[307195] = 1,
		[206760] = 4,
		[227255] = 12,
		[321530] = 3,
		[188370] = 2,
		[342008] = 11,
		[108416] = 9,
		[116095] = 10,
		[59913] = 1,
		[225184] = "玛维·影歌",
		[270338] = 3,
		[346105] = 1,
		[207778] = 7,
		[228358] = 8,
		[270339] = 3,
		[1161] = 1,
		[121253] = 10,
		[350202] = "基拉",
		[176141] = "未知目标",
		[228171] = "赫娅",
		[183218] = 2,
		[329163] = "潜行幼蛛",
		[347966] = 7,
		[329726] = 7,
		[290819] = 3,
		[329485] = 1,
		[348160] = "伊库斯博士",
		[64777] = "机械蜘蛛毁灭者",
		[339966] = "林鬼缚皮者",
		[325632] = "荒芜碎击者",
		[270343] = 3,
		[329728] = 7,
		[185358] = 3,
		[108045] = "战争大师黑角",
		[351687] = 4,
		[346111] = 5,
		[1329] = 4,
		[228361] = 5,
		[229385] = 10,
		[357830] = 2,
		[51723] = 4,
		[224266] = 2,
		[339400] = 3,
		[343724] = 2,
		[30471] = "碎手撕裂者",
		[350209] = "[*] 怨毒锁定",
		[229386] = 3,
		[132118] = 5,
		[348162] = 3,
		[57842] = 4,
		[344067] = 2,
		[1449] = 8,
		[227339] = "午夜",
		[228363] = "克瓦迪尔裂魂者",
		[352259] = "宝库之盾",
		[346116] = "希尔布兰德",
		[231435] = 2,
		[292926] = "折磨之主",
		[15615] = "碎手军团士兵",
		[110039] = 3,
		[57841] = 4,
		[358404] = 10,
		[229388] = 1,
		[337927] = 5,
		[325326] = 5,
		[342023] = 2,
		[262161] = 1,
		[329737] = 3,
		[319206] = 1,
		[342024] = 9,
		[352263] = 7,
		[349917] = 1,
		[356359] = 2,
		[342025] = 2,
		[335882] = "碱沼幼蜂",
		[222082] = "梦魇融合怪",
		[339978] = 12,
		[350217] = "[*] 折磨",
		[224126] = 7,
		[327536] = 5,
		[356361] = 2,
		[312776] = 2,
		[198533] = "青龙雕像 <大头丷大头-无尽之海>",
		[105421] = 2,
		[202770] = 11,
		[203794] = 12,
		[327694] = 5,
		[296978] = "灵魂残片",
		[331606] = "压制战旗 <无堕者哈夫>",
		[320966] = "金-塔拉",
		[319504] = 4,
		[351682] = 6,
		[356364] = 7,
		[301075] = "莫哈嗒 <莫哈嗒>",
		[132158] = 11,
		[35057] = "能源舰修补工",
		[356365] = "凝固之血",
		[210801] = 7,
		[176151] = 1,
		[1833] = 4,
		[153626] = 8,
		[203796] = 12,
		[180247] = 11,
		[79822] = "残酷角斗士赛弗",
		[348054] = "寻亡之眼",
		[258920] = 12,
		[353728] = "萨斯祖尔",
		[351680] = "命运撰写师罗-卡洛",
		[30472] = "碎手军团士兵",
		[183023] = "缚魂构装体",
		[352273] = 2,
		[329748] = 3,
		[231442] = 7,
		[243512] = 1,
		[1953] = 8,
		[351867] = 1,
		[317103] = 2,
		[333845] = "老练的里克",
		[292463] = 7,
		[333492] = "阿玛厄斯",
		[356011] = "光线切分器 <装甲监工>",
		[333846] = 4,
		[327703] = 5,
		[81340] = 6,
		[323608] = "无尽女皇莫德蕾莎",
		[354250] = "渊誓唤疑者",
		[327704] = 8,
		[142266] = 8,
		[12542] = "影月暗法师",
		[2098] = 4,
		[278559] = 1,
		[329753] = "幽灵军马",
		[179057] = 12,
		[228373] = "克瓦迪尔礁语者",
		[327706] = 6,
		[181275] = "恶魔传送门",
		[154353] = "死亡之兆 <耐奥祖>",
		[5697] = 9,
		[72065] = "黑暗堕落者顾问",
		[272016] = "被囚禁的秘法师",
		[348026] = 4,
		[228374] = "克瓦迪尔礁语者",
		[327708] = 11,
		[321226] = "阿玛厄斯",
		[61965] = "黑暗符文助手",
		[350234] = 8,
		[327709] = 3,
		[337948] = 5,
		[263856] = "啮齿动物 <我没有我不是-主宰之剑>",
		[182104] = 2,
		[9734] = "残酷角斗士赛弗",
		[305009] = 2,
		[320147] = "米尔菲丝·法力风暴",
		[257044] = 3,
		[312767] = 3,
		[346141] = 2,
		[345727] = 10,
		[106005] = "丑恶的融合怪",
		[335903] = 7,
		[107029] = "变异的腐蚀",
		[357817] = 2,
		[257045] = 3,
		[335904] = 7,
		[280615] = 7,
		[315427] = 11,
		[353748] = 12,
		[86040] = 9,
		[345530] = 3,
		[341629] = 2,
		[342049] = 3,
		[208924] = "崔利艾克斯",
		[206677] = "克洛苏斯",
		[331811] = "光缚烧灼者",
		[321152] = 5,
		[2818] = 4,
		[61684] = 1,
		[356385] = 12,
		[342051] = 8,
		[211793] = 6,
		[337956] = 5,
		[357815] = 7,
		[333861] = "阿德文特·追惘",
		[355767] = 7,
		[222236] = 3,
		[47632] = 6,
		[358000] = 1,
		[307046] = 12,
		[329767] = 7,
		[186401] = 6,
		[358436] = 11,
		[188449] = "邪能烧灼者",
		[329768] = 7,
		[340007] = 2,
		[333241] = "狂怒的血角",
		[155994] = "未知目标",
		[337960] = 6,
		[312763] = 7,
		[317483] = 1,
		[335913] = 10,
		[222238] = 1,
		[331818] = "多米娜·毒刃",
		[350248] = 7,
		[184355] = "古尔图格·血沸",
		[329771] = 7,
		[194594] = 3,
		[317485] = 1,
		[324205] = "雯图纳柯丝",
		[329772] = 7,
		[61967] = "黑暗符文助手",
		[47568] = 6,
		[225311] = 2,
		[331192] = 3,
		[153640] = 8,
		[331369] = 3,
		[171827] = 1,
		[327264] = 10,
		[157736] = 9,
		[207906] = "塔丽克萨·火冠",
		[184357] = "古尔图格·血沸",
		[72221] = 6,
		[117679] = 11,
		[317489] = 1,
		[237599] = "鬼火邪能使者",
		[222241] = 7,
		[206883] = "诱捕者德佐克斯",
		[207907] = "塔丽克萨·火冠",
		[279997] = 4,
		[297013] = "未知目标 <束缚者巴里塔司>",
		[186406] = 1,
		[317491] = 1,
		[3714] = 6,
		[354351] = 12,
		[329241] = 5,
		[222086] = "梦魇融合怪",
		[322999] = "德沃丝",
		[354352] = 7,
		[318051] = 9,
		[333875] = "亡语者",
		[349996] = 1,
		[354353] = 4,
		[154442] = "耐奥祖",
		[93095] = 2,
		[312759] = 12,
		[354354] = 1,
		[307256] = 2,
		[118297] = "原始火元素 <东莞不哭-鬼雾峰>",
		[327093] = 6,
		[337973] = 6,
		[323639] = 12,
		[256735] = 4,
		[319544] = 11,
		[329783] = "凇心束缚者",
		[356404] = "上古熔火恶犬",
		[228388] = "腐魂巨人",
		[344118] = 3,
		[156717] = "畸形僵尸蛛",
		[306615] = 3,
		[350262] = 7,
		[184362] = 1,
		[354358] = 8,
		[340563] = 9,
		[350263] = 7,
		[344120] = 3,
		[354359] = 10,
		[356407] = "上古熔火恶犬",
		[325691] = "穆厄扎拉",
		[344121] = 3,
		[329787] = "凇心束缚者",
		[356408] = "上古熔火恶犬",
		[228390] = "冷酷领主",
		[7744] = 6,
		[297024] = "束缚者巴里塔司",
		[315454] = "弃誓助祭",
		[122783] = 10,
		[270404] = "妖叶鞭笞者",
		[354362] = 3,
		[313943] = 2,
		[228391] = "骨语缚魂者",
		[1776] = 4,
		[148529] = 1,
		[174126] = "高里亚战争法师",
		[227638] = "猎手阿图门",
		[265888] = 3,
		[355759] = 3,
		[356412] = "凇心之欧罗斯",
		[350269] = 8,
		[204843] = 12,
		[297028] = "束缚者巴里塔司",
		[343594] = 1,
		[235313] = 8,
		[81297] = 2,
		[337984] = 7,
		[356414] = "凇心之欧罗斯",
		[203820] = 8,
		[229417] = 12,
		[156722] = "影月盗墓者",
		[331185] = 3,
		[325216] = 10,
		[184367] = 1,
		[218155] = "[*] 阳光坍缩",
		[324164] = 6,
		[195630] = 10,
		[344130] = 5,
		[329796] = 11,
		[316850] = 11,
		[325701] = "堕落的搜集者",
		[352322] = 1,
		[20707] = 9,
		[331845] = "光缚烧灼者",
		[228395] = "骨语缚魂者",
		[312754] = 5,
		[337989] = 6,
		[331846] = "4.RF-4.RF",
		[183345] = "束缚者巴里塔司",
		[269751] = 3,
		[329799] = 11,
		[331847] = "4.RF-4.RF",
		[204596] = 12,
		[277061] = "越狱的咒行者",
		[329800] = 11,
		[290365] = 3,
		[294578] = 5,
		[176179] = 12,
		[193585] = "缚石捕兽者",
		[228253] = "高姆",
		[292942] = "监锁之主",
		[315957] = 12,
		[329802] = 11,
		[331850] = 4,
		[350280] = "塔拉格鲁",
		[208944] = "艾利桑德",
		[297039] = 1,
		[194610] = "海咒雾疗师",
		[350763] = "典狱长之眼",
		[6660] = "鬼灵斥候",
		[36052] = "影月侍僧",
		[208685] = "支配触须",
		[355754] = "寻亡之眼",
		[6788] = 5,
		[321433] = 8,
		[334381] = "研究铭文师",
		[350283] = "席格妮",
		[325037] = 3,
		[222256] = 5,
		[202644] = 12,
		[65917] = 12,
		[269747] = 3,
		[53209] = "虚度青春-黑暗虚空",
		[277035] = "越狱的重殴者",
		[307023] = "[*] 灵魂爆发",
		[262232] = 1,
		[205875] = "[*] 猛击",
		[351656] = "一块玉石",
		[7268] = 8,
		[116768] = 10,
		[272472] = 8,
		[292359] = 5,
		[350287] = "席格妮",
		[204852] = "梦魇住民",
		[132157] = 5,
		[323392] = "宫务大臣",
		[271881] = 4,
		[218875] = "丧魂聚合体",
		[329811] = 7,
		[317349] = 1,
		[317525] = 5,
		[295000] = "监锁之主",
		[45334] = 11,
		[350728] = 11,
		[63956] = 6,
		[295001] = "监锁之主",
		[209973] = "艾利桑德",
		[194615] = "海咒快刀手",
		[334346] = 9,
		[325130] = 8,
		[31884] = 2,
		[8004] = 7,
		[333910] = 4,
		[64532] = "VX-001",
		[354388] = 1,
		[91807] = "腐臭之喉 <农夫奶茶-燃烧之刃>",
		[301578] = 7,
		[331345] = 12,
		[195460] = "守夜水手",
		[323673] = 5,
		[342103] = "[*] 腐臭胆汁",
		[347975] = 11,
		[354390] = 1,
		[329127] = 1,
		[236299] = 8,
		[16870] = 11,
		[160029] = 11,
		[331866] = 9,
		[331188] = 3,
		[344153] = 2,
		[354392] = 12,
		[356440] = 3,
		[327647] = "弃誓审判官",
		[352345] = "时沙号火炮",
		[288865] = 11,
		[331868] = 1,
		[325725] = "穆厄扎拉",
		[344155] = 2,
		[338012] = "心能喷泉",
		[202497] = 11,
		[290218] = 1,
		[352347] = "宝库净化者",
		[338013] = "心能喷泉",
		[320934] = 9,
		[325727] = 11,
		[184381] = "西诺德",
		[329172] = "罪碑雕像",
		[164812] = 11,
		[65301] = "萨拉",
		[344158] = 2,
		[321633] = "白骨躯壳",
		[323681] = "无尽女皇莫德蕾莎",
		[206557] = "崔利艾克斯",
		[262652] = 7,
		[198589] = 12,
		[323682] = "弃誓散兵",
		[42776] = 5,
		[325028] = 3,
		[347553] = 10,
		[356447] = 3,
		[358495] = 11,
		[36033] = "碎手争斗者",
		[338018] = 11,
		[192222] = 7,
		[333218] = 6,
		[194384] = 5,
		[345504] = "未知目标",
		[32747] = 12,
		[325733] = 11,
		[272126] = 9,
		[331251] = "阿祖勒斯",
		[340068] = 1,
		[358498] = 4,
		[2637] = 11,
		[194311] = 6,
		[323687] = "商人赛·艾柯莎",
		[313824] = 11,
		[319592] = "艾谢朗",
		[329831] = 6,
		[322977] = "哈尔吉亚斯",
		[333927] = 1,
		[210688] = "枯法法力怨灵",
		[132168] = 1,
		[115750] = 2,
		[322968] = "德鲁斯特恶爪者",
		[327785] = 6,
		[195292] = 6,
		[228056] = "海拉",
		[42777] = 11,
		[327786] = 1,
		[132169] = 1,
		[206912] = "暗夜宝珠",
		[320928] = 9,
		[349797] = "阿尔克鲁克斯",
		[108010] = "天火号大炮",
		[323692] = 3,
		[342122] = 5,
		[31589] = 8,
		[173125] = 5,
		[34644] = "野生魔花",
		[115178] = 10,
		[357786] = "阿尔萨斯·米奈希尔",
		[255909] = 4,
		[345499] = 2,
		[202669] = 4,
		[110632] = "源质箭",
		[354411] = 11,
		[356459] = "痛楚工匠莱兹纳尔",
		[342125] = "残暴者多基格",
		[64535] = "空中指挥单位",
		[325021] = "纱雾追猎者",
		[130086] = 8,
		[342126] = "残暴者多基格",
		[286171] = 12,
		[329840] = 12,
		[356461] = "痛楚工匠莱兹纳尔",
		[768] = 11,
		[333961] = 2,
		[228054] = "海拉",
		[85384] = 1,
		[333937] = 1,
		[155722] = 11,
		[320924] = 8,
		[315508] = 4,
		[120360] = 3,
		[352368] = "塔拉格鲁",
		[321652] = "白骨躯壳",
		[30478] = "邪兽人转化者",
		[325748] = 11,
		[323396] = 1,
		[308637] = 1,
		[15496] = "碎手撕裂者",
		[141578] = "未知目标",
		[344179] = 7,
		[338036] = 7,
		[320923] = 8,
		[342132] = 5,
		[327066] = 7,
		[70191] = "暴怒的憎恶",
		[348276] = "左臂",
		[120361] = 3,
		[156426] = 5,
		[305274] = 6,
		[218838] = "[*] 奥术之蚀",
		[333943] = 2,
		[320922] = 8,
		[203720] = 12,
		[228162] = "赫娅",
		[342135] = "粉碎者赫文",
		[54861] = 2,
		[329849] = 12,
		[323706] = 5,
		[320921] = 8,
		[196681] = 9,
		[305277] = 9,
		[323707] = 5,
		[81782] = 5,
		[335994] = 11,
		[162530] = 10,
		[235219] = 8,
		[212040] = 11,
		[5308] = 1,
		[246852] = 3,
		[29166] = 11,
		[342139] = "残暴者多基格",
		[335996] = 1,
		[100742] = "火妖塑能者",
		[323710] = 6,
		[333949] = 1,
		[172110] = "罗卡",
		[338045] = 1,
		[320932] = 9,
		[232519] = 8,
		[320919] = 8,
		[197625] = 11,
		[340094] = 4,
		[357778] = 11,
		[327808] = "弃誓小队长",
		[246854] = 3,
		[323393] = "宫务大臣",
		[5221] = 11,
		[352382] = "遗忘折磨残迹",
		[185422] = 4,
		[194637] = 8,
		[126507] = 7,
		[353682] = "魂哮折磨者",
		[321667] = 8,
		[348288] = 12,
		[290985] = 1,
		[327811] = "卡尔将军",
		[304948] = "凇心晋升者",
		[30479] = "影月侍僧",
		[203651] = 11,
		[352385] = "能量核心",
		[321669] = "幻影克隆体",
		[337299] = 8,
		[2008] = 7,
		[62490] = "被修复的攻城车 <蝶舞菲菲>",
		[280715] = 1,
		[356482] = "暴躁的顾客",
		[126508] = 3,
		[327814] = "卡尔将军",
		[329862] = "丧魂蹒跚者",
		[128044] = "噬渊刺客",
		[81269] = 11,
		[321038] = "邪恶的镇压者",
		[329863] = "哭泣的怨灵",
		[130092] = 10,
		[337936] = 6,
		[352389] = "未知目标",
		[343441] = 7,
		[274575] = 2,
		[350342] = "基拉",
		[352390] = "传送门操控师佐·霍恩",
		[280719] = 4,
		[285120] = 8,
		[284815] = "獠齖绿皮怪丶-死亡之翼 <獠齖绿皮怪丶-死亡之翼>",
		[270481] = "恶魔暴君 <晨本布衣-凤凰之神>",
		[70196] = "女武神席瓦娜",
		[323723] = 1,
		[232525] = 1,
		[172] = 9,
		[113199] = 3,
		[323166] = "夺灵者哈卡",
		[212048] = 7,
		[188499] = 12,
		[354441] = "耐奥祖的残迹",
		[188196] = 7,
		[333964] = 7,
		[352394] = 4,
		[250956] = 12,
		[296788] = 12,
		[244813] = 8,
		[224564] = "月之守卫助祭",
		[127140] = 8,
		[206930] = 6,
		[64775] = "萨拉",
		[344205] = 11,
		[148417] = 4,
		[356492] = 1,
		[342158] = 8,
		[352397] = "[*] 残迹：灵魂熔炉之灼",
		[329872] = 12,
		[206931] = 6,
		[353872] = 8,
		[352398] = "未知目标",
		[205523] = 10,
		[323730] = "缚霜者纳尔佐",
		[321289] = 1,
		[204884] = "恶魔犬",
		[51485] = 7,
		[290967] = 1,
		[348] = 9,
		[355724] = 1,
		[280729] = 5,
		[323732] = "商人赛·艾柯莎",
		[317589] = 8,
		[204885] = "恶魔犬",
		[280730] = 8,
		[107570] = 1,
		[320912] = 8,
		[346297] = "不稳定的货物 <收发室传送门>",
		[71029] = "王座仆从",
		[153692] = "[*] 死疽沥青",
		[350355] = "命运撰写师罗-卡洛",
		[319639] = "库尔萨洛克",
		[314768] = 2,
		[110960] = 8,
		[342165] = "[*] 忠诚的石裔魔",
		[335546] = 3,
		[357889] = 2,
		[331927] = "失灵的牙钻",
		[358548] = "渊誓灌注者",
		[114738] = 7,
		[135286] = 11,
		[356501] = 8,
		[333976] = 11,
		[209617] = "加速元素",
		[280735] = 1,
		[243795] = 3,
		[208771] = 5,
		[221270] = "灼热的地狱火",
		[197721] = 11,
		[323739] = "弃誓小队长",
		[298841] = 1,
		[71736] = "黑暗堕落者血骑士",
		[329883] = 7,
		[348313] = "塔拉格鲁",
		[212056] = 2,
		[155743] = "[*] 熔渣池",
		[189531] = "秘法师艾兰",
		[348314] = "塔拉格鲁",
		[293025] = 1,
		[63815] = "锋鳞",
		[354458] = 11,
		[331933] = "失灵的牙钻",
		[320909] = 8,
		[270501] = 5,
		[329886] = 7,
		[290979] = 12,
		[331356] = 3,
		[311457] = 6,
		[352669] = 11,
		[323744] = "弃誓潜爪狮",
		[350365] = "基拉",
		[311458] = 12,
		[354461] = 2,
		[206939] = "古尔丹",
		[325793] = "堕落的驯犬者",
		[319650] = "贪食的克里克西斯",
		[185438] = 4,
		[331937] = 6,
		[194481] = 1,
		[320908] = 8,
		[338081] = "潜行幼蛛",
		[206940] = 6,
		[284840] = "镜像 <獠齖绿皮怪丶-死亡之翼>",
		[344225] = 11,
		[79849] = "特普",
		[331939] = 6,
		[317605] = "老练的里克",
		[267666] = 3,
		[355719] = "粉碎者索苟冬",
		[107574] = 1,
		[325797] = "堕落的驯犬者",
		[319654] = "贪食的克里克西斯",
		[320907] = 8,
		[323750] = "[*] 邪恶毒气",
		[212061] = "渊誓阴影追猎者",
		[344228] = 8,
		[313512] = 2,
		[333292] = "受诅者赛泽尔",
		[325799] = "堕落的驯犬者",
		[12042] = 8,
		[321009] = "金-塔拉",
		[356516] = 7,
		[358564] = 1,
		[311466] = 8,
		[346278] = 12,
		[27243] = 9,
		[167012] = "束链者格鲁斯",
		[344231] = 11,
		[50464] = 11,
		[209615] = "艾利桑德",
		[358566] = 1,
		[344232] = 11,
		[35054] = "黑暗符文勇士",
		[347842] = "走私来的生物",
		[6201] = 9,
		[327851] = 4,
		[231278] = "奥丁",
		[305055] = 3,
		[358568] = 1,
		[311470] = 8,
		[345701] = 7,
		[115767] = 1,
		[191587] = 6,
		[336044] = 7,
		[193635] = "未知目标 <熙儿瓦娜娜-凤凰之神>",
		[290994] = 1,
		[358570] = 1,
		[304971] = 2,
		[189540] = "缚魂构装体",
		[228127] = "海拉",
		[342189] = 5,
		[354178] = 8,
		[321712] = 8,
		[20243] = 1,
		[358572] = 1,
		[327856] = 1,
		[329904] = "皇家顾问",
		[157801] = "高里亚战争法师",
		[354440] = "耐奥祖的残迹",
		[311475] = 2,
		[329905] = "皇家顾问",
		[292360] = 11,
		[50977] = 6,
		[311476] = 2,
		[354479] = "耐奥祖的残迹",
		[111673] = 6,
		[213709] = 11,
		[311477] = 2,
		[305334] = 4,
		[323764] = 11,
		[350385] = "席格妮",
		[311478] = 2,
		[156779] = 2,
		[340147] = 2,
		[284858] = 8,
		[311479] = 2,
		[329909] = "石屑观察者",
		[227427] = "古尔丹",
		[106401] = "格里昂纳",
		[344244] = 7,
		[66188] = 6,
		[355714] = "刽子手瓦卢斯",
		[350388] = "未知目标 <耐奥祖的残迹>",
		[344245] = 7,
		[210022] = "艾利桑德",
		[97340] = 1,
		[10060] = 5,
		[270569] = 9,
		[305555] = 11,
		[356533] = 1,
		[350037] = "阿喀琉忒",
		[311483] = 12,
		[193641] = 4,
		[291006] = 1,
		[163558] = 1,
		[311484] = 12,
		[51490] = 7,
		[356535] = 1,
		[139546] = 4,
		[311485] = 12,
		[226406] = "烬壳统御者",
		[97341] = 3,
		[236645] = 8,
		[352441] = 6,
		[329916] = "渊誓阴影追猎者",
		[356537] = "传送门操控师佐·霍恩",
		[199786] = 8,
		[311487] = 12,
		[329917] = "菌菇术士",
		[63009] = "地雷",
		[347944] = 1,
		[311488] = 12,
		[280772] = 1,
		[356539] = 3,
		[325867] = 5,
		[311489] = 12,
		[280773] = 1,
		[113724] = 8,
		[185039] = "地狱火炮",
		[311490] = 12,
		[354493] = "压迫者塔罗兹艾迦",
		[348350] = "佐·菲克斯",
		[342207] = "灵魂搜寻者",
		[336064] = 7,
		[297157] = 1,
		[340160] = "纱雾龙母",
		[284871] = 8,
		[336065] = 7,
		[189550] = "阿兹加洛",
		[291015] = 7,
		[207980] = "警惕的巴尔戈",
		[311493] = 6,
		[224970] = "魔誓暗影剑士",
		[340162] = 8,
		[228565] = "海拉",
		[196718] = 12,
		[355711] = "凇心之欧罗斯",
		[342397] = 5,
		[284874] = "镜像 <獠齖绿皮怪丶-死亡之翼>",
		[311495] = 6,
		[6795] = 11,
		[46628] = 11,
		[353692] = 8,
		[311496] = 6,
		[20066] = 2,
		[346286] = "P.O.S.T.总管",
		[38844] = "艾瑞达死亡使者",
		[209006] = "燃烧的余烬",
		[341375] = 11,
		[356548] = "大门看护者佐·马兹",
		[334023] = "嗜血的哈鲁吉亚",
		[319689] = "[*] 回旋利刃",
		[346310] = 9,
		[356549] = "支援警官",
		[306563] = 3,
		[311499] = 6,
		[329929] = "吸血蝠",
		[323786] = "格里恩黑暗裁定者",
		[334025] = "嗜血的哈鲁吉亚",
		[327882] = "凋零大鹏",
		[329930] = "石翼破坏者",
		[355709] = "焚化者阿寇拉斯",
		[60195] = "维尔",
		[334003] = 5,
		[129597] = 10,
		[65209] = "尤格-萨隆的卫士 <邪恶之云>",
		[334027] = 4,
		[229486] = 1,
		[321780] = "佐尔拉姆斯通灵师",
		[356553] = 11,
		[329087] = 11,
		[327885] = "宫务大臣",
		[152696] = "[*] 暗影符文",
		[348363] = "[*] 尖刺铁球",
		[356266] = 7,
		[227096] = "心魔",
		[127850] = 5,
		[324027] = "佐尔拉姆斯通灵师",
		[118635] = 10,
		[350455] = "[*] 不稳定的能量",
		[226510] = "鲜血脓液",
		[323792] = "凝结心能",
		[336040] = 3,
		[108396] = 9,
		[49143] = 6,
		[348366] = "[*] 武装安保",
		[34861] = 5,
		[106860] = "阿莱克丝塔萨",
		[329937] = 7,
		[36054] = "碎手蛮兵",
		[162510] = "泰克图斯",
		[196725] = 10,
		[334196] = 7,
		[324141] = "[*] 黑暗之箭",
		[323846] = "卡尔将军",
		[327891] = "邦桑迪的怒火",
		[324987] = "纱雾追猎者",
		[339321] = 2,
		[212084] = 12,
		[215836] = "死亡之花",
		[329062] = 11,
		[291033] = 3,
		[114165] = 2,
		[7814] = "格林雷尔 <暗夜罗莎-伊莫塔尔>",
		[329941] = 7,
		[194679] = 6,
		[118337] = 7,
		[319703] = "艾谢朗",
		[322938] = "德鲁斯特收割者",
		[193357] = 4,
		[96312] = 7,
		[350090] = "雯扎·金线",
		[171826] = 3,
		[153623] = "纳利什",
		[350421] = "命运撰写师罗-卡洛",
		[196728] = "砮皂 <風騷的達摩-安苏>",
		[331349] = "[*] 尖刺陷阱",
		[206967] = 6,
		[350422] = "裂魂者多尔玛赞",
		[270560] = 1,
		[321754] = "缚霜者纳尔佐",
		[323802] = 12,
		[342232] = 8,
		[224510] = "暮色卫队战斗魔导师",
		[354519] = "耐奥祖的残迹",
		[356567] = 3,
		[350424] = 12,
		[152280] = 6,
		[346329] = "收发室传送门",
		[323804] = "格里恩黑暗裁定者",
		[317661] = "以太俯冲者",
		[268905] = 9,
		[189563] = "邪火攻城车",
		[107588] = "格里昂纳",
		[589] = 5,
		[295137] = 3,
		[329949] = 7,
		[331997] = "奥莱芙莉安",
		[605] = 5,
		[110660] = 11,
		[321759] = 2,
		[340189] = "纱雾龙母",
		[114158] = 2,
		[135299] = 3,
		[121411] = 4,
		[340190] = 2,
		[195708] = 2,
		[319713] = "贪食的克里克西斯",
		[173183] = 7,
		[107589] = "格里昂纳",
		[10444] = 7,
		[338077] = "巢群伏击者",
		[313571] = 1,
		[323810] = "卡尔将军",
		[165579] = "骨喉",
		[319715] = "贪食的克里克西斯",
		[354527] = 7,
		[340193] = 2,
		[224378] = "星界助祭",
		[327907] = 2,
		[321764] = "林鬼缚皮者",
		[30485] = "碎手蛮兵",
		[334051] = "亡语者",
		[297166] = "巨大的碾压者",
		[354543] = 8,
		[99399] = "拉格纳罗斯",
		[268524] = 1,
		[327909] = 2,
		[290467] = 12,
		[102417] = 11,
		[334053] = "奥莱芙莉安",
		[229499] = 7,
		[354531] = "耐奥祖的残迹",
		[353650] = 11,
		[342245] = 8,
		[225404] = "训练有素的影鳞浮龙",
		[329959] = 11,
		[354653] = "塔罗兹艾迦的碎片 <压迫者塔罗兹艾迦>",
		[342246] = 8,
		[356372] = 4,
		[107079] = 7,
		[99400] = 2,
		[342247] = 8,
		[332398] = 2,
		[329961] = 11,
		[221891] = "古尔丹",
		[228477] = 12,
		[337367] = 2,
		[329962] = 7,
		[218164] = 10,
		[334058] = 7,
		[319626] = "库尔萨洛克",
		[321772] = "宗主奥法兰",
		[156598] = "屠夫",
		[228478] = 12,
		[326039] = "大学监贝律莉娅",
		[304479] = "蠕动魂集",
		[323821] = "卡尔将军",
		[845] = 1,
		[336108] = 3,
		[853] = 2,
		[242837] = "虫语清道夫",
		[325870] = 5,
		[260881] = 7,
		[86603] = "暮色百合密探",
		[350252] = 7,
		[203850] = 7,
		[216909] = "虚空之眼",
		[12294] = 1,
		[33508] = "影月暗法师",
		[325872] = "堕落的歼灭者",
		[350427] = "耐奥祖的残迹",
		[350496] = "未知目标 <初诞者的卫士>",
		[323825] = "攫取裂隙 <无尽女皇莫德蕾莎>",
		[272682] = 3,
		[163019] = 11,
		[329969] = 11,
		[340208] = "纱雾龙母",
		[357740] = "痛楚工匠莱兹纳尔",
		[196741] = 10,
		[329970] = 11,
		[307495] = 3,
		[320880] = 5,
		[225410] = "枯法潜伏者",
		[354544] = 5,
		[340210] = 7,
		[325876] = "堕落的歼灭者",
		[196742] = 10,
		[272737] = 7,
		[340211] = 8,
		[353999] = 11,
		[245941] = 11,
		[354546] = 3,
		[321834] = "唤雾者",
		[118345] = "原始土元素 <文野-国王之谷>",
		[354632] = "耐奥祖的残迹",
		[167077] = 11,
		[323831] = "[*] 死亡之攫",
		[325879] = "堕落的歼灭者",
		[352500] = 5,
		[329975] = "强化的皇家领事",
		[340214] = 2,
		[350453] = "寻亡之眼",
		[237578] = "邪足晶球法师",
		[329976] = "强化的皇家领事",
		[186532] = "野生纵火魔",
		[99916] = "不受束缚的葬火领主",
		[327893] = 3,
		[329977] = "皇家角斗者",
		[290133] = 3,
		[253058] = 9,
		[199844] = 8,
		[329978] = "灵魂搜寻者",
		[198793] = 12,
		[183435] = 2,
		[1122] = 9,
		[118699] = 9,
		[356600] = 8,
		[102352] = 11,
		[344314] = 2,
		[354553] = "凇心特工 <小狐仙儿-鬼雾峰>",
		[340219] = 11,
		[334076] = "亡语者",
		[199600] = 4,
		[109132] = 10,
		[356602] = "聚焦导灵器",
		[212105] = 12,
		[340273] = 8,
		[319702] = "艾谢朗",
		[334131] = 11,
		[325887] = 1,
		[336126] = 3,
		[321792] = 9,
		[73822] = 11,
		[212106] = 12,
		[314732] = 12,
		[320839] = "佐尔拉姆斯虹吸者",
		[41516] = 7,
		[276743] = 8,
		[315720] = 1,
		[316779] = "渊誓长枪兵",
		[1330] = 4,
		[336123] = 9,
		[221322] = 6,
		[43308] = 8,
		[340225] = 7,
		[320874] = 5,
		[209036] = "暮色卫队哨兵",
		[337661] = 5,
		[97359] = 7,
		[51637] = 4,
		[190145] = "末日守卫",
		[221885] = 2,
		[340227] = 8,
		[57807] = "被俘虏的雇佣兵队长",
		[324968] = 11,
		[231588] = 2,
		[260231] = 3,
		[350467] = "斯凯亚",
		[327942] = 7,
		[320872] = 5,
		[1490] = 12,
		[350468] = "阿喀琉忒",
		[321629] = 8,
		[223354] = 2,
		[173762] = "妖叶狱卒",
		[350469] = "耐奥祖的残迹",
		[336135] = 11,
		[320871] = 5,
		[123981] = 6,
		[191633] = 4,
		[343396] = 7,
		[132036] = 8,
		[315659] = 2,
		[331088] = 11,
		[221326] = "埃辛诺斯灵魂碎片",
		[80240] = 9,
		[327995] = "致命的收割者",
		[191634] = 7,
		[79955] = "甲虫之王阿泽什",
		[280849] = 1,
		[323852] = "阴森的教民 <戰灬士-格瑞姆巴托>",
		[114255] = 5,
		[163990] = "元首马尔高克",
		[49184] = 6,
		[323853] = "阴森的教民 <柳絮菲菲>",
		[305003] = 6,
		[62507] = "西芙",
		[1706] = 5,
		[1714] = 9,
		[350475] = "斯凯亚",
		[329060] = 11,
		[321807] = "佐尔拉姆斯刻骨者",
		[228596] = 8,
		[71253] = "伊米亚女猎手",
		[79956] = "甲虫之王阿泽什",
		[185493] = "皇家档案员",
		[356620] = 3,
		[333889] = 9,
		[327952] = "缝肉的造物",
		[314725] = 12,
		[202420] = "萨里安·邪焰",
		[96103] = 1,
		[217234] = "乌拉罗格·塑山",
		[5384] = 3,
		[322029] = 1,
		[1850] = 11,
		[335894] = 7,
		[498] = 2,
		[204883] = 5,
		[354534] = "耐奥祖的残迹",
		[352528] = 5,
		[203953] = 11,
		[343391] = 4,
		[63801] = "炸弹机器人XP-500",
		[319765] = "库尔萨洛克",
		[355677] = 11,
		[307479] = 2,
		[350482] = "斯凯亚",
		[221356] = "暮光星舞者",
		[65081] = 5,
		[146622] = 2,
		[350483] = "斯凯亚",
		[315584] = 4,
		[40120] = 11,
		[64044] = 5,
		[303344] = 3,
		[356676] = 5,
		[219271] = 7,
		[348437] = "[*] 旁路代码：赫尔威提",
		[198832] = "复生的潜伏者 <奶茶人-凤凰之神>",
		[311578] = 2,
		[298885] = 7,
		[163073] = 12,
		[49966] = 1,
		[356317] = "痛楚工匠莱兹纳尔",
		[206641] = "崔利艾克斯",
		[354439] = "耐奥祖的残迹",
		[327710] = 5,
		[173757] = "妖叶狱卒",
		[354583] = 8,
		[320861] = "饥饿的虱子",
		[213163] = 1,
		[352536] = 5,
		[321820] = "狱卒阿尔柯班",
		[80983] = "卡雷尔",
		[350489] = "[*] 怨毒残迹",
		[340300] = "纱雾噬喉者",
		[321821] = "凋零之袋",
		[123986] = 10,
		[218807] = "奥术师特尔安",
		[352538] = "初诞者的卫士",
		[354586] = "压迫者塔罗兹艾迦",
		[260243] = 3,
		[27545] = "恐爪",
		[221336] = "埃辛诺斯灵魂碎片",
		[227212] = "玛维·影歌",
		[256148] = 4,
		[128594] = 3,
		[71769] = "巫妖王",
		[272678] = 3,
		[197690] = 1,
		[328016] = "菌菇术士",
		[321363] = 7,
		[2580] = 11,
		[130654] = 10,
		[34852] = "血警卫驯鹰者",
		[352542] = 3,
		[242839] = "虫语清道夫",
		[348447] = "[*] 旁路代码：里斯",
		[340016] = "密斯雷什，苍穹之爪",
		[274739] = 1,
		[55342] = 8,
		[198813] = 12,
		[284968] = 8,
		[79961] = "薇特兹尔",
		[321828] = "唤雾者",
		[307494] = 11,
		[61230] = 10,
		[172193] = "鹰眼戈隆追猎者",
		[345770] = "佐·菲克斯",
		[348450] = "[*] 旁路代码：福莱瑟",
		[228514] = "海拉",
		[214181] = "腐败软泥怪",
		[242841] = "虫语清道夫",
		[348451] = "[*] 旁路代码：摩尔科",
		[133] = 8,
		[2948] = 8,
		[346404] = 2,
		[207006] = "审判官维斯瑞兹",
		[183457] = "韶衮",
		[343382] = 4,
		[32409] = "[*] 暗言术：灭",
		[354387] = 7,
		[156669] = "加安上将",
		[329548] = 5,
		[72066] = "黑暗堕落者顾问",
		[24858] = 11,
		[167076] = 11,
		[34089] = "阿尔萨斯·米奈希尔",
		[313643] = 1,
		[260249] = 3,
		[322903] = "卡尔将军",
		[164907] = "复苏的祭祀之骨",
		[330026] = "伊库斯博士",
		[198817] = 1,
		[358695] = "进食的恐魔",
		[344361] = 10,
		[355794] = 1,
		[274738] = 1,
		[342314] = 8,
		[196770] = 6,
		[321837] = "幻影克隆体",
		[61999] = 6,
		[356699] = 11,
		[331093] = 2,
		[317792] = "亡者魔导师 <陈毒锈-安苏>",
		[332077] = 7,
		[1719] = 1,
		[19483] = "地狱火爪牙 <闗柒-战歌>",
		[267612] = 3,
		[274741] = 1,
		[358699] = "织环技师",
		[79964] = "纽利尔",
		[325984] = 2,
		[274742] = 1,
		[358700] = "织环技师",
		[221875] = "占星师艾塔乌斯",
		[115288] = 10,
		[340271] = 7,
		[124503] = 10,
		[123996] = "雪怒 <心有锁爱-凤凰之神>",
		[320896] = 5,
		[356703] = 11,
		[358702] = "织环技师",
		[3716] = "扎尔高格 <阿尔卑斯喵-克尔苏加德>",
		[51505] = 7,
		[70750] = "黑暗堕落者指挥官",
		[216251] = 7,
		[352560] = 11,
		[72286] = 6,
		[319637] = "[*] 魂魄归体",
		[253087] = 1,
		[180392] = "拉基什术士",
		[188389] = 7,
		[332084] = "润滑器",
		[181943] = 5,
		[352562] = 7,
		[330037] = "碱沼大黄蜂",
		[354393] = 11,
		[253088] = 6,
		[314648] = 1,
		[330038] = 3,
		[47666] = 5,
		[100] = 1,
		[336182] = 8,
		[290134] = 12,
		[105563] = "产卵者",
		[350517] = "时空船长钩尾",
		[196776] = 8,
		[33076] = 5,
		[340279] = "纱雾夜花",
		[354572] = "暴躁的顾客",
		[225445] = "纽利尔",
		[350267] = 8,
		[356662] = 8,
		[124506] = 10,
		[173751] = "妖叶狱卒",
		[327471] = "管理者索纳尔",
		[356663] = 2,
		[119910] = 9,
		[241828] = "鬼灵战马",
		[357708] = 10,
		[290132] = 7,
		[358712] = 12,
		[334275] = 9,
		[212800] = 12,
		[340283] = "纱雾夜花",
		[199850] = 1,
		[225447] = "甲虫之王阿泽什",
		[313663] = 5,
		[356666] = "凇心之欧罗斯",
		[55090] = 6,
		[270661] = 3,
		[159943] = 11,
		[356667] = "凇心之欧罗斯",
		[199851] = 1,
		[336190] = 8,
		[206514] = "古尔丹",
		[348477] = 12,
		[342334] = 1,
		[205862] = "克洛苏斯",
		[153501] = "纳利什",
		[115804] = 1,
		[199852] = 1,
		[225449] = "杰斯贝拉",
		[42292] = 1,
		[356670] = 11,
		[195757] = 6,
		[344384] = 2,
		[357706] = 8,
		[340289] = "纱雾夜花",
		[325886] = 1,
		[345419] = "纳斯利亚审判官",
		[347972] = 7,
		[344154] = 1,
		[298836] = 10,
		[295240] = 8,
		[5672] = "治疗之泉图腾 <Hailmary-萨洛拉丝>",
		[348482] = 1,
		[199854] = 1,
		[213680] = 11,
		[354626] = "耐奥祖的残迹",
		[269651] = 8,
		[17057] = 11,
		[344388] = 2,
		[356524] = 7,
		[348484] = 1,
		[319941] = "艾谢朗",
		[331966] = "传染软泥",
		[356901] = "被折磨的融合怪",
		[348485] = 1,
		[138423] = 1,
		[325885] = "兹拉莉",
		[297292] = "管理者索纳尔",
		[356677] = 2,
		[320843] = "饥饿的虱子",
		[73313] = 2,
		[354630] = 2,
		[271625] = 3,
		[44535] = 1,
		[139448] = 7,
		[329014] = 5,
		[198833] = "拉图修斯",
		[327467] = "管理者索纳尔",
		[321665] = 8,
		[80483] = 3,
		[33206] = 5,
		[358728] = "灵魂焚烬",
		[328012] = 11,
		[358772] = "燃烧影魔",
		[256171] = 4,
		[322827] = 12,
		[228012] = "海姆达尔",
		[354634] = "耐奥祖的残迹",
		[63027] = "巨兽二型",
		[350539] = 11,
		[354542] = 2,
		[173238] = "钢铁战争大师",
		[94719] = 3,
		[350540] = 11,
		[48181] = 9,
		[163021] = 11,
		[105569] = "阿莱克丝塔萨",
		[350541] = "斯凯亚",
		[352589] = "能量核心",
		[346446] = "[*] 即刻屠灭",
		[356685] = 11,
		[350542] = "斯凯亚",
		[354339] = 11,
		[210099] = "未知目标",
		[340304] = "纱雾噬喉者",
		[93795] = 5,
		[47540] = 5,
		[353603] = "命运撰写师罗-卡洛",
		[340305] = "纱雾噬喉者",
		[71270] = "伊米亚霜缚者",
		[31707] = 8,
		[330067] = 12,
		[114250] = 2,
		[153268] = "影月盗墓者",
		[296863] = 3,
		[297304] = "管理者索纳尔",
		[356689] = 1,
		[346136] = 1,
		[346599] = "凝聚的痛苦",
		[330069] = "[*] 凝结魔药",
		[290121] = 6,
		[203958] = 11,
		[325800] = 2,
		[63796] = 8,
		[198839] = "大地之墙图腾 <蘿莉灬控-死亡之翼>",
		[354276] = 12,
		[59650] = 3,
		[48438] = 11,
		[274912] = 10,
		[350549] = 1,
		[49206] = 6,
		[156861] = "克罗莫格",
		[340311] = "纱雾噬喉者",
		[334168] = 7,
		[322796] = "卡尔将军",
		[329122] = 1,
		[356694] = "塔·赫苏普",
		[253106] = 9,
		[336217] = 7,
		[297310] = "死亡观察者",
		[223414] = "[*] 寄生镣铐",
		[113746] = 10,
		[319836] = 8,
		[255654] = 3,
		[223306] = 2,
		[73320] = 1,
		[319837] = "[*] 小刺头",
		[346458] = "[*] 好烫！",
		[321768] = 8,
		[350554] = "命运撰写师罗-卡洛",
		[352602] = 1,
		[307263] = 1,
		[288853] = 6,
		[350555] = "斯凯亚",
		[311648] = 6,
		[348546] = 9,
		[348508] = "痛楚工匠莱兹纳尔",
		[358747] = "博尔-岗恩",
		[336222] = 12,
		[342181] = 7,
		[199340] = "捕熊陷阱",
		[358748] = "博尔-岗恩",
		[347958] = "宝库净化者",
		[214202] = 2,
		[329950] = 7,
		[358749] = "博尔-岗恩",
		[226943] = 5,
		[204598] = 12,
		[348511] = 5,
		[228537] = 12,
		[331071] = 10,
		[321891] = "幻影仙狐 <唤雾者>",
		[348512] = 1,
		[167105] = 1,
		[336027] = 7,
		[354405] = "塔拉格鲁",
		[348513] = "痛楚工匠莱兹纳尔",
		[342370] = 8,
		[324909] = "德鲁斯特碎枝者",
		[321893] = "幻影仙狐 <唤雾者>",
		[272790] = 3,
		[260242] = 3,
		[100455] = "[*] 萨弗拉斯",
		[321894] = "缚霜者纳尔佐",
		[152688] = "[*] 暗影符文",
		[55095] = 6,
		[323372] = "奥莱芙莉安",
		[354659] = "塔罗兹艾迦的碎片 <压迫者塔罗兹艾迦>",
		[323943] = "德沃丝",
		[342373] = 8,
		[344421] = 1,
		[355589] = 3,
		[355930] = "审讯专员",
		[342374] = 8,
		[344422] = 2,
		[346470] = 2,
		[356709] = 5,
		[342375] = 8,
		[344423] = "[*] 碎骨之盾",
		[242875] = 1,
		[335164] = "凋零之袋",
		[349498] = "阿尔克鲁克斯",
		[251836] = 12,
		[262228] = 1,
		[348520] = "痛楚工匠莱兹纳尔",
		[342377] = 8,
		[336234] = 12,
		[211805] = 6,
		[227518] = 12,
		[358760] = "冥河劫持者",
		[65645] = 4,
		[321901] = 11,
		[148135] = 10,
		[56641] = 3,
		[13584] = "渊誓卫徒",
		[145629] = 6,
		[323683] = "无尽女皇莫德蕾莎",
		[358762] = "渊誓狂怒卫士",
		[324923] = "德鲁斯特碎枝者",
		[328125] = "不死石精 <艾谢朗>",
		[196733] = 10,
		[358763] = "渊誓狂怒卫士",
		[292910] = "渊誓禁锢者",
		[167119] = "入侵的葬秋萤",
		[297035] = 2,
		[73325] = 5,
		[218148] = "日心学者特尔安",
		[340378] = 7,
		[124007] = "雪怒 <心有锁爱-凤凰之神>",
		[191685] = 6,
		[333963] = "格里恩哥利亚 <魔法羽翼-安苏>",
		[355637] = "集市维和者",
		[1066] = 11,
		[173184] = 7,
		[328050] = 11,
		[346427] = 8,
		[153680] = "骨喉",
		[224450] = "伊利丹·怒风 <蝶舞菲菲>",
		[342309] = 8,
		[264571] = 9,
		[30494] = "蠕动的小软泥怪",
		[236737] = "愤怒卫士入侵者",
		[228621] = "守夜水手",
		[198838] = 7,
		[323957] = "佐尔拉姆斯通灵师",
		[358769] = "被吞噬的灵魂",
		[116841] = 10,
		[242881] = 8,
		[153804] = "骨喉",
		[358770] = "魂哮折磨者",
		[259285] = 3,
		[354675] = 11,
		[271677] = 1,
		[354360] = 11,
		[228003] = "海姆达尔",
		[242882] = 7,
		[340026] = "密斯雷什，苍穹之爪",
		[203975] = 11,
		[65648] = "空中指挥单位",
		[338446] = 2,
		[124009] = "雪怒 <心有锁爱-凤凰之神>",
		[358773] = "粉碎者索苟冬",
		[45297] = 7,
		[311486] = 12,
		[247456] = 12,
		[350583] = 11,
		[297020] = "束缚者巴里塔司",
		[51514] = 7,
		[231621] = 11,
		[354722] = 11,
		[323497] = 1,
		[272770] = 1,
		[227492] = "虚空之子",
		[317821] = 3,
		[345393] = 1,
		[197834] = 4,
		[332156] = "无头的终端机",
		[358777] = 8,
		[326056] = "[*] 心能飞弹",
		[322921] = "[*] 执政官之矛",
		[332157] = "无头的终端机",
		[324079] = "无尽女皇莫德蕾莎",
		[296330] = 3,
		[197835] = 4,
		[157769] = "高里亚战争法师",
		[350588] = 8,
		[324914] = "纱雾照看者",
		[240279] = "[*] 邪能打击",
		[348541] = 7,
		[163024] = 1,
		[30455] = 8,
		[305539] = 3,
		[348542] = 9,
		[326017] = "[*] 腐烂酸液",
		[116844] = 10,
		[330113] = 1,
		[348543] = 9,
		[350591] = 11,
		[294197] = 8,
		[321923] = 7,
		[232633] = 5,
		[30111] = "天灾兽",
		[336258] = "多米娜·毒刃",
		[247454] = 12,
		[348545] = 1,
		[358784] = "粉碎者索苟冬",
		[321661] = 8,
		[53563] = 2,
		[340355] = "[*] 急速感染",
		[326021] = "锥喉饕餮者",
		[295305] = 3,
		[335151] = 11,
		[332165] = "哀嚎的幽灵",
		[326022] = "锥喉饕餮者",
		[327852] = 6,
		[330118] = "哀嚎的幽灵",
		[340357] = "传染软泥",
		[134359] = 10,
		[319733] = "艾谢朗",
		[210126] = 8,
		[340358] = "爆炸物",
		[319539] = "库尔萨洛克",
		[208546] = "诱捕者德佐克斯",
		[346502] = 12,
		[332168] = 1,
		[321368] = "缚霜者纳尔佐",
		[243955] = 1,
		[338312] = 6,
		[332169] = 1,
		[25504] = 7,
		[295310] = 3,
		[346504] = 12,
		[337567] = 12,
		[326027] = 2,
		[335149] = 1,
		[330123] = 1,
		[211152] = "古尔丹",
		[195750] = 6,
		[336267] = 5,
		[311467] = 8,
		[332172] = 1,
		[342411] = 5,
		[116847] = 10,
		[152792] = "纳利什",
		[356746] = 11,
		[284752] = 8,
		[196819] = 4,
		[321935] = "凝结软泥",
		[274837] = 11,
		[208545] = "诱捕者德佐克斯",
		[341291] = 5,
		[226512] = "[*] 鲜血脓液",
		[274838] = 11,
		[94794] = 9,
		[196528] = 6,
		[321937] = 3,
		[35546] = 4,
		[246851] = 3,
		[350013] = "[*] 暴食盛宴",
		[259277] = "德丝缇拉克 <绝世神猎-血环>",
		[235728] = 11,
		[342416] = 5,
		[328082] = 4,
		[338321] = 10,
		[354357] = 8,
		[338357] = "格里恩缝合憎恶",
		[341550] = 4,
		[330131] = 5,
		[354334] = "时空船长钩尾",
		[205472] = 8,
		[346549] = 2,
		[330132] = 3,
		[27285] = 9,
		[167130] = "入侵的葬秋萤",
		[116849] = 10,
		[323740] = "弃誓小队长",
		[332181] = "吞噬者苟克苏尔",
		[356790] = 7,
		[336277] = "愤怒残余",
		[354361] = 8,
		[274062] = 10,
		[208086] = 1,
		[352660] = "初诞者的卫士",
		[330135] = "[*] 恶疾之泉",
		[323992] = "米尔菲丝·法力风暴",
		[309658] = 1,
		[336279] = "愤怒残余",
		[311492] = 6,
		[348566] = "打架的顾客",
		[342423] = 1,
		[319898] = "软泥触须",
		[353573] = "威尔萨斯",
		[332185] = 9,
		[350615] = "裂魂者多尔玛赞",
		[326952] = "注能的羽翎",
		[225511] = "蹒跚的饥渴者",
		[332186] = 2,
		[325782] = "戈姆巨怪",
		[358842] = "裂魂者多尔玛赞",
		[289184] = 1,
		[323996] = "卑微跪求毕业",
		[228566] = "海拉",
		[352665] = "哨卫 <初诞者的卫士>",
		[115315] = 10,
		[340379] = 7,
		[350720] = 1,
		[319902] = "阿玛厄斯",
		[199327] = "海咒快刀手",
		[47536] = 5,
		[342428] = 4,
		[213209] = 8,
		[338333] = 5,
		[69975] = "破天号射手",
		[342242] = 8,
		[71801] = "尼鲁巴尔猛蛛",
		[185565] = 4,
		[113780] = 4,
		[336387] = 11,
		[2565] = 1,
		[98934] = "贝丝缇拉克",
		[2908] = 11,
		[329789] = 7,
		[315496] = 4,
		[2645] = 7,
		[188501] = 12,
		[342432] = 5,
		[311444] = 6,
		[281000] = 1,
		[324003] = 11,
		[342466] = "傲慢具象",
		[13750] = 4,
		[321956] = "缚霜者纳尔佐",
		[324004] = 11,
		[341282] = 5,
		[205021] = 8,
		[331295] = "火焰之刺",
		[332196] = "无头的终端机",
		[342435] = 5,
		[349987] = "阿喀琉忒",
		[338340] = 7,
		[63038] = "尤格-萨隆的卫士 <邪恶之云>",
		[93816] = 6,
		[205022] = 8,
		[16496] = "被俘虏的雇佣兵",
		[356771] = 3,
		[41252] = 8,
		[23033] = 1,
		[312612] = "纳尔塔里 <紫枫雨-凤凰之神>",
		[321192] = 5,
		[285101] = "獠齖绿皮怪丶-死亡之翼 <獠齖绿皮怪丶-死亡之翼>",
		[328206] = "艾谢朗",
		[354725] = 11,
		[319655] = "贪食的克里克西斯",
		[331664] = 2,
		[326090] = "锥喉掠夺者",
		[338344] = 7,
		[324010] = "米尔菲丝·法力风暴",
		[350631] = 12,
		[66906] = 2,
		[354727] = 11,
		[338041] = 11,
		[326059] = 7,
		[340426] = 4,
		[177380] = "古尔丹",
		[227550] = "古尔丹",
		[349929] = "光明使者乌瑟尔 <柳絮菲菲>",
		[205025] = 8,
		[227992] = "海拉",
		[203843] = 6,
		[342443] = "凋零大鹏",
		[225944] = "投刃车",
		[356260] = "时沙号海潮贤者",
		[341277] = 4,
		[326062] = 1,
		[336301] = 9,
		[119415] = 8,
		[305276] = 6,
		[221408] = "埃辛诺斯灵魂碎片",
		[227082] = "月之守卫助祭",
		[321968] = "仙木灵居民",
		[337879] = 5,
		[326064] = 8,
		[311730] = 6,
		[328146] = "食腐蛆虫",
		[212283] = 4,
		[6343] = 1,
		[358865] = "裂魂者多尔玛赞",
		[314654] = 1,
		[261947] = 10,
		[36784] = "艾瑞达食魂者",
		[333839] = "老练的里克",
		[338353] = "尸体采集者",
		[35395] = 2,
		[284703] = 8,
		[344497] = 11,
		[311497] = 6,
		[208536] = "古尔丹",
		[308509] = 10,
		[5116] = 3,
		[197862] = 5,
		[62016] = "托里姆",
		[224483] = "暮色卫队警哨",
		[323560] = 4,
		[325443] = 8,
		[336451] = "万眼防御者",
		[332252] = 5,
		[118905] = 7,
		[321975] = "传染软泥",
		[337476] = 10,
		[294173] = "狱卒斯科杜斯",
		[321258] = "[*] 最终收割",
		[321976] = "传染软泥",
		[355605] = 4,
		[358836] = "渊誓灌注者",
		[196840] = 7,
		[106835] = "死亡之翼",
		[93830] = 11,
		[206610] = "时空畸体",
		[116858] = 9,
		[152814] = "影月塑骨者",
		[324026] = "佐尔拉姆斯通灵师",
		[350647] = "裂魂者多尔玛赞",
		[356827] = 1,
		[156910] = 2,
		[356791] = 7,
		[350648] = "裂魂者多尔玛赞",
		[120954] = 10,
		[210152] = 12,
		[238500] = 8,
		[350649] = "[*] 饱受磨难",
		[328124] = "未知目标",
		[346554] = 8,
		[32216] = 1,
		[317985] = "弃誓小队长",
		[125050] = 3,
		[210153] = 12,
		[19236] = 5,
		[228583] = 6,
		[328126] = 3,
		[181913] = "暗影领主艾斯卡",
		[324031] = 3,
		[345364] = 4,
		[340446] = "嫉妒具象 <审判官西加尔>",
		[54049] = "埃利克克 <冰封柬柬-暴风祭坛>",
		[235751] = "阿格洛诺克斯",
		[334271] = 1,
		[328128] = 6,
		[322838] = 12,
		[196516] = "导魔者瓦里兹",
		[167152] = 8,
		[319938] = "[*] 疾病之云",
		[210155] = 12,
		[324034] = 11,
		[285127] = "獠齖绿皮怪丶-死亡之翼 <獠齖绿皮怪丶-死亡之翼>",
		[306670] = "[*] 灵魂放射",
		[37551] = "碎手狙击者",
		[181912] = "暗影领主艾斯卡",
		[158599] = "加安上将",
		[295367] = 4,
		[330179] = 7,
		[51271] = 6,
		[236777] = 3,
		[131318] = 1,
		[228368] = "地狱犬",
		[320931] = 9,
		[91776] = "大脑看守者 <陈毒锈-安苏>",
		[100479] = "塞纳留斯",
		[345361] = "卑微跪求毕业",
		[329757] = "幽灵军马",
		[171850] = 8,
		[329817] = 7,
		[197871] = 5,
		[320787] = "米尔豪斯·法力风暴",
		[219199] = 3,
		[12051] = 8,
		[346565] = 2,
		[251839] = 1,
		[331537] = "影握图腾 <雷丷神-安苏>",
		[201364] = 1,
		[354757] = 1,
		[332232] = "有知觉的油",
		[294165] = "渊誓卫兵",
		[62489] = "被修复的攻城车 <蝶舞菲菲>",
		[184449] = "迪亚·暗语",
		[322025] = 1,
		[93825] = 12,
		[317859] = 3,
		[105809] = 2,
		[332234] = "有知觉的油",
		[358855] = 10,
		[355596] = 3,
		[201363] = 1,
		[324044] = "哈尔吉亚斯",
		[326092] = "锥喉掠夺者",
		[209862] = "[*] 岩浆柱",
		[338003] = "堕落的歼灭者",
		[332236] = "有知觉的油",
		[334284] = 11,
		[339213] = "魔药喷吐者",
		[228637] = "鬼灵短工",
		[324046] = "奥莱芙莉安",
		[204018] = 2,
		[335099] = 12,
		[86659] = 2,
		[324047] = "米尔菲丝·法力风暴",
		[77762] = 7,
		[585] = 5,
		[121471] = 4,
		[332239] = "吞噬者苟克苏尔",
		[204019] = 2,
		[33757] = 7,
		[346574] = 1,
		[356813] = 2,
		[58180] = 11,
		[50245] = "卡尔金 <绝世神猎-血环>",
		[335892] = 7,
		[266058] = 5,
		[350671] = "耐奥祖的残迹",
		[352719] = 2,
		[313841] = 2,
		[313842] = 2,
		[350672] = "耐奥祖的残迹",
		[352720] = 2,
		[264667] = 3,
		[44614] = 8,
		[204021] = 12,
		[153561] = 8,
		[340020] = 8,
		[297047] = "束缚之魂 <束缚者巴里塔司>",
		[62276] = "托里姆",
		[125056] = "弗特莱 <朗姆欧克-阿曼尼>",
		[338388] = 3,
		[324054] = 8,
		[93828] = 11,
		[340467] = 6,
		[358897] = "凇心之欧罗斯",
		[332246] = 8,
		[8042] = 7,
		[344533] = 2,
		[184584] = "血缚女巫",
		[332247] = 8,
		[334295] = 2,
		[8212] = 1,
		[78675] = 11,
		[353543] = 8,
		[232692] = "古尔丹",
		[5277] = 4,
		[305628] = 2,
		[211191] = "未知目标 <奥术畸体>",
		[228597] = 8,
		[297018] = "灵魂狱卒",
		[195617] = 6,
		[154468] = "[*] 仪式枯骨",
		[334298] = 8,
		[184571] = "邪火攻城车",
		[298839] = 2,
		[324146] = "雯图纳柯丝",
		[228598] = 8,
		[123725] = 10,
		[322013] = 1,
		[215288] = "艾乐瑞瑟·雷弗拉尔",
		[34899] = 4,
		[356418] = 5,
		[254210] = 11,
		[255234] = 7,
		[350683] = 11,
		[213241] = 12,
		[338397] = 11,
		[19750] = 2,
		[317920] = 2,
		[329798] = 7,
		[131347] = 12,
		[356828] = 11,
		[228600] = 8,
		[311054] = 10,
		[325700] = "堕落的搜集者",
		[332256] = 1,
		[203819] = 12,
		[319970] = 8,
		[38829] = "禁魔监狱斥候",
		[219788] = 6,
		[350687] = "斯凯亚",
		[213243] = 12,
		[319531] = "库尔萨洛克",
		[347986] = 9,
		[351490] = 2,
		[184575] = 2,
		[323654] = 4,
		[324068] = 7,
		[31661] = 8,
		[213644] = 2,
		[98951] = "拉格纳罗斯",
		[352116] = 1,
		[232698] = 5,
		[342076] = 3,
		[344229] = 11,
		[2484] = 7,
		[316981] = "无堕者哈夫",
		[344548] = 7,
		[352520] = "凯文的小软泥怪 <氮气柯基-影之哀伤>",
		[313867] = 8,
		[69970] = "破天号博学者",
		[334345] = 9,
		[322024] = 1,
		[211198] = "星界火花 <奥术畸体>",
		[317929] = 2,
		[98440] = 4,
		[98952] = "拉格纳罗斯",
		[99464] = "奥利瑟拉佐尔",
		[320999] = "皇家舞雾者",
		[215128] = "伊格诺斯",
		[322026] = 1,
		[356838] = 1,
		[77451] = 7,
		[328170] = "大厅哨兵",
		[322027] = 1,
		[348648] = "眼目指挥官",
		[334314] = 11,
		[136505] = 1,
		[343295] = 6,
		[344587] = 8,
		[355581] = "[*] 连环爆裂",
		[164102] = "钢铁工匠",
		[98953] = "拉格纳罗斯",
		[340459] = 2,
		[106951] = 11,
		[143625] = 7,
		[322030] = 1,
		[206896] = "诱捕者德佐克斯",
		[114050] = 7,
		[317062] = 11,
		[313840] = 2,
		[356843] = "时沙号海潮贤者",
		[317936] = "弃誓治愈者",
		[328175] = "爆炸物",
		[322032] = 1,
		[356844] = "痛楚工匠莱兹纳尔",
		[358892] = "[*] 残迹：灵魂熔炉之灼",
		[328176] = "真菌猛攻者",
		[41290] = "未知目标",
		[354017] = 8,
		[334320] = 9,
		[328177] = "真菌猛攻者",
		[313843] = 2,
		[356846] = "[*] 萦绕烈焰",
		[228609] = "古老的骨奴",
		[203028] = "伊森德雷",
		[322035] = 1,
		[317221] = 2,
		[334322] = "缝肉的造物",
		[352300] = 1,
		[322036] = 1,
		[132404] = 1,
		[335101] = 1,
		[328180] = "魔药束缚者",
		[329454] = 1,
		[324085] = "斩首者德茜雅",
		[224515] = "贵族迁跃法师",
		[328181] = "[*] 冷冽之寒",
		[322038] = 1,
		[324086] = 2,
		[228611] = "守夜水手",
		[63560] = 6,
		[227251] = "暗夜宝珠",
		[228631] = "守夜水手",
		[334326] = "首席管理者加弗林",
		[356393] = 1,
		[200806] = 4,
		[176180] = 11,
		[345495] = "起泡脓包 <Linachou-雷霆之王>",
		[344566] = 9,
		[289277] = 12,
		[324089] = 2,
		[18392] = "奥妮克希亚",
		[323629] = "[*] 复苏之雾",
		[49998] = 6,
		[324090] = "商人赛·艾柯莎",
		[334329] = "首席管理者加弗林",
		[118922] = 3,
		[322043] = 1,
		[340473] = 6,
		[52042] = "治疗之泉图腾 <Hailmary-萨洛拉丝>",
		[332314] = "刺客追猎者",
		[354808] = 5,
		[324092] = 12,
		[350713] = "寻亡之眼",
		[319997] = "蹒跚的弩手",
		[313854] = 1,
		[356857] = 2,
		[350714] = 11,
		[279043] = 4,
		[169230] = 11,
		[93326] = 12,
		[321401] = "贪食的虱子",
		[344572] = 1,
		[313856] = 1,
		[207979] = "加兹沙尤",
		[257284] = 3,
		[198688] = 4,
		[313857] = 1,
		[296190] = "丧魂夺命者",
		[326144] = 12,
		[336383] = "徘徊的死亡",
		[322049] = 1,
		[324165] = 6,
		[117405] = 3,
		[352766] = 2,
		[324128] = 6,
		[328953] = 12,
		[326146] = "滋长的折磨",
		[307354] = 2,
		[322051] = 1,
		[207495] = "未知目标 <Alanmoo-血色十字军>",
		[257286] = 12,
		[344577] = 1,
		[319276] = 11,
		[195627] = 4,
		[204045] = "末日守卫",
		[344578] = 8,
		[336417] = "不稳定的幼虫",
		[332292] = "吞噬者苟克苏尔",
		[308474] = 9,
		[330274] = 11,
		[343727] = "未知目标 <皱袋-洛萨>",
		[1459] = 8,
		[317959] = "弃誓谴罚者",
		[102543] = 11,
		[209921] = "达古尔",
		[324103] = "卡尔将军",
		[350724] = 1,
		[320008] = "米尔豪斯·法力风暴",
		[338438] = 6,
		[34897] = 10,
		[28434] = "腐肉织网者",
		[320009] = 11,
		[66196] = 6,
		[355894] = 12,
		[224525] = "布琪",
		[352802] = 2,
		[152854] = "[*] 虚空宝珠",
		[356870] = "痛楚工匠莱兹纳尔",
		[317963] = "弃誓谴罚者",
		[196881] = 7,
		[313868] = 8,
		[356871] = 3,
		[358919] = "卖场铁腕战士",
		[320012] = "阿玛厄斯",
		[313869] = 8,
		[332299] = 3,
		[408] = 4,
		[328204] = 2,
		[313870] = 8,
		[324109] = "[*] 灵魂放射",
		[224527] = "甲虫之王汉姆雷特",
		[328205] = "弃誓恶毒者",
		[328231] = 3,
		[1715] = 1,
		[350731] = 2,
		[237838] = "喷毒的眼镜蛇 <朗姆欧克-阿曼尼>",
		[313872] = 8,
		[319521] = "库尔萨洛克",
		[350732] = "初诞者的卫士",
		[218415] = "伊格诺斯之眼",
		[64843] = 5,
		[198944] = "瓦拉加尔女武神",
		[347378] = 11,
		[196884] = 7,
		[66198] = 6,
		[331362] = 3,
		[334352] = 2,
		[337622] = 1,
		[6789] = 9,
		[274968] = "哀嚎的幽灵",
		[228265] = "古尔丹",
		[328210] = 4,
		[354831] = 3,
		[119952] = 2,
		[277041] = "越狱的咒行者",
		[327705] = 4,
		[6572] = 1,
		[266779] = 3,
		[228626] = 3,
		[328212] = "[*] 冰峰碎片",
		[187707] = 3,
		[30449] = 8,
		[270886] = "哨卫碎片",
		[327701] = 1,
		[136508] = 2,
		[332309] = 12,
		[321503] = 12,
		[221460] = "混沌法师贝勒隆",
		[335088] = 2,
		[320050] = "无堕者哈夫",
		[356910] = 1,
		[344597] = 8,
		[264735] = 3,
		[209971] = "艾利桑德",
		[188443] = 7,
		[352789] = 2,
		[356912] = 1,
		[340503] = 1,
		[91797] = "大脑看守者 <陈毒锈-安苏>",
		[352790] = 2,
		[338456] = "格里恩缝合憎恶",
		[332313] = "多米娜·毒刃",
		[225586] = "穆菲蒙",
		[336409] = "徘徊的死亡",
		[313884] = 3,
		[157982] = 11,
		[326171] = "穆厄扎拉",
		[192794] = "[*] 闪电打击",
		[313885] = 3,
		[332315] = 11,
		[350745] = "斯凯亚",
		[320752] = 7,
		[347949] = "佐·菲克斯",
		[174726] = "熔炉工程师",
		[334364] = 8,
		[305752] = 3,
		[313887] = 3,
		[353515] = 3,
		[261395] = 7,
		[352795] = 11,
		[338411] = 11,
		[357610] = 8,
		[334366] = 8,
		[352796] = "装甲监工",
		[177438] = "[*] 钢铁之星爆炸",
		[194844] = 6,
		[89751] = "库尔沙考尔 <晨本布衣-凤凰之神>",
		[298225] = 1,
		[10326] = 2,
		[307747] = "[*] 璀璨火花",
		[353514] = 3,
		[327653] = "弃誓勇士",
		[357609] = 8,
		[347814] = "损坏的分拣机",
		[228633] = "守夜水手",
		[320035] = 8,
		[313892] = 5,
		[275006] = 8,
		[324184] = 12,
		[225562] = "污血爆裂者 <污血之怒>",
		[330275] = 1,
		[333389] = 12,
		[44457] = 8,
		[324154] = "雯图纳柯丝",
		[335082] = 1,
		[106664] = 11,
		[358945] = 7,
		[336420] = "克罗托斯",
		[323749] = "空的心能容器",
		[348707] = "索·阿兹密",
		[204062] = 12,
		[254232] = 5,
		[197919] = 10,
		[307753] = 1,
		[156294] = "钢铁掠夺者",
		[32297] = 6,
		[322088] = "库尔萨洛克",
		[333024] = 9,
		[89753] = "库尔沙考尔 <晨本布衣-凤凰之神>",
		[313338] = 1,
		[354231] = 4,
		[3110] = "基格克恩 <闗柒-战歌>",
		[258060] = 8,
		[783] = 11,
		[224276] = "伊利丹·怒风 <蝶舞菲菲>",
		[332329] = "阿塔莱虔信者",
		[334377] = "研究铭文师",
		[49576] = 6,
		[322091] = 1,
		[346686] = 11,
		[334378] = "研究铭文师",
		[287280] = 2,
		[346665] = 12,
		[333827] = "阿德文特·追惘",
		[308458] = 8,
		[350206] = "基拉",
		[338525] = 11,
		[332332] = "哈卡之子",
		[277043] = "越狱的重殴者",
		[100505] = "不稳定的熔岩",
		[354282] = 5,
		[342624] = "德莱文将军",
		[358954] = "[*] 重焕活力",
		[110744] = 5,
		[70475] = "普崔塞德的陷阱",
		[324143] = 1,
		[312552] = 5,
		[328288] = "弃誓看守人",
		[64847] = "符文熔铸斥候",
		[332335] = "哈卡之子",
		[212258] = "古尔丹",
		[341220] = 8,
		[22568] = 11,
		[332336] = 2,
		[187650] = 3,
		[116888] = 6,
		[322098] = 5,
		[50769] = 11,
		[202719] = 12,
		[110745] = 5,
		[182912] = 1,
		[356911] = 1,
		[71326] = "尼鲁巴尔织网蛛",
		[355892] = 12,
		[72350] = "巫妖王",
		[324148] = "雯图纳柯丝",
		[350185] = "[*] 达丝琪拉的威猛冲击",
		[352817] = 2,
		[322101] = 10,
		[324149] = 3,
		[208165] = "塔丽克萨·火冠",
		[352818] = 7,
		[155267] = "元素尊者",
		[227642] = "高姆",
		[358980] = "高阶折磨官",
		[349801] = "阿尔克鲁克斯",
		[203814] = 1,
		[43688] = 11,
		[358963] = "高阶折磨官",
		[354291] = 12,
		[335863] = "恐怖爬行者",
		[315961] = 1,
		[350819] = "命运撰写师罗-卡洛",
		[131894] = 3,
		[290886] = 3,
		[157997] = 8,
		[142639] = "大型幻影掷蕉兵",
		[356321] = 1,
		[354870] = 11,
		[93341] = 4,
		[358966] = "初诞者的卫士",
		[321524] = 3,
		[25771] = 2,
		[111771] = 9,
		[358967] = "焚化者阿寇拉斯",
		[303678] = "骷髅残骸",
		[223865] = "腐败软泥怪",
		[324156] = 3,
		[309822] = 6,
		[186387] = 3,
		[322109] = 10,
		[328928] = 7,
		[272382] = "凋零语者",
		[336444] = "阿斯托诺斯",
		[346683] = 2,
		[349405] = "雯扎·金线",
		[277060] = "越狱的咒行者",
		[320063] = "斩首者德茜雅",
		[132403] = 2,
		[356923] = "刽子手瓦卢斯",
		[358971] = "刽子手瓦卢斯",
		[208929] = "腐蚀触须",
		[328927] = 5,
		[340542] = 6,
		[358972] = "[*] 恐惧浪潮",
		[336447] = "弃誓小队长",
		[115356] = 7,
		[356925] = "刽子手瓦卢斯",
		[334400] = 11,
		[50259] = 11,
		[202028] = 11,
		[340544] = "锥喉鹿角巨虫",
		[228649] = 10,
		[102558] = 11,
		[340158] = 1,
		[307187] = 12,
		[5484] = 9,
		[276199] = 3,
		[221490] = "星界先知",
		[340546] = 11,
		[334403] = 2,
		[352833] = "初诞者的卫士",
		[115357] = 7,
		[356929] = "追踪者佐·刻斯",
		[5740] = 9,
		[352834] = "渊誓魂法师",
		[322118] = 10,
		[350006] = "渊誓禁锢者",
		[268877] = 3,
		[196911] = 4,
		[338501] = 6,
		[207150] = 6,
		[334406] = 2,
		[320072] = "腐烂的血肉巨人",
		[210042] = 12,
		[339943] = 11,
		[204079] = 2,
		[332397] = 12,
		[33110] = 5,
		[347841] = "走私来的生物",
		[313944] = 2,
		[300731] = 7,
		[213624] = "[*] 冰霜印记",
		[227629] = "奥丁",
		[358982] = "扭曲的狱卒",
		[102560] = 11,
		[32379] = 5,
		[337892] = 12,
		[358983] = "扭曲的狱卒",
		[240443] = "德鲁斯特收割者",
		[338506] = 11,
		[340554] = 11,
		[300761] = 5,
		[321473] = 12,
		[322125] = 11,
		[260402] = 3,
		[326221] = "穆厄扎拉",
		[350809] = "寻亡之眼",
		[98981] = "拉格纳罗斯",
		[340556] = 11,
		[153681] = "骨喉",
		[354264] = "索·阿兹密",
		[123040] = 5,
		[337656] = 6,
		[350796] = "索·莉亚",
		[176438] = 12,
		[264173] = 9,
		[116267] = 8,
		[330338] = 7,
		[336463] = 11,
		[330320] = 1,
		[339928] = 3,
		[232752] = 6,
		[352865] = 11,
		[338512] = 2,
		[356942] = "追踪者佐·刻斯",
		[311491] = 4,
		[196917] = 2,
		[356924] = "刽子手瓦卢斯",
		[356943] = "追踪者佐·刻斯",
		[326227] = "滋长的折磨",
		[328275] = 3,
		[330323] = 11,
		[356944] = "被折磨的融合怪",
		[350801] = "裂魂者多尔玛赞",
		[221491] = "星界先知",
		[281178] = 2,
		[356945] = "被折磨的融合怪",
		[108194] = 6,
		[320102] = 3,
		[330325] = 1,
		[194879] = 6,
		[350803] = "典狱长之眼",
		[354356] = 8,
		[305753] = 2,
		[180545] = 1,
		[350804] = "索·莉亚",
		[225588] = "特普",
		[307164] = 6,
		[227636] = "猎手阿图门",
		[336489] = 2,
		[344662] = 3,
		[288735] = 3,
		[341580] = 11,
		[323701] = 5,
		[350826] = "命运撰写师罗-卡洛",
		[61964] = "黑暗符文助手",
		[259387] = 3,
		[333293] = "白骨魔导师",
		[344664] = 3,
		[350828] = "典狱长之眼",
		[356951] = "被折磨的融合怪",
		[341202] = 4,
		[328283] = 10,
		[20271] = 2,
		[356952] = "被折磨的融合怪",
		[89766] = "恶魔卫士 <晨本布衣-凤凰之神>",
		[254259] = 1,
		[338523] = 6,
		[340571] = 11,
		[350810] = "命运撰写师罗-卡洛",
		[352858] = 8,
		[218424] = "自然学家特尔安",
		[348103] = 10,
		[187708] = 3,
		[254260] = 8,
		[330334] = 1,
		[356955] = "魂哮折磨者",
		[352056] = 11,
		[332400] = 2,
		[218104] = 1,
		[312532] = 5,
		[334431] = 12,
		[114852] = 2,
		[340592] = 2,
		[357582] = 11,
		[268904] = 9,
		[328289] = 12,
		[323515] = "斩血",
		[101542] = 1,
		[334433] = 8,
		[134477] = "库尔沙考尔 <晨本布衣-凤凰之神>",
		[165185] = 1,
		[348768] = 6,
		[350816] = "寻亡之眼",
		[221807] = "古尔丹",
		[357581] = 2,
		[348769] = 2,
		[221172] = "爆裂畸体",
		[98471] = "烬网织网蛛",
		[341955] = 11,
		[174422] = "毁灭者祭师",
		[359009] = 11,
		[160067] = "德丝缇拉克 <绝世神猎-血环>",
		[281195] = 3,
		[252216] = 11,
		[85673] = 2,
		[336485] = 2,
		[63830] = "萨拉",
		[190784] = 2,
		[308434] = 3,
		[328295] = "弃誓看守人",
		[341954] = 11,
		[350034] = "灵魂之影",
		[326863] = 12,
		[73899] = 7,
		[308433] = 4,
		[207167] = 6,
		[108199] = 6,
		[279151] = 11,
		[322154] = 5,
		[324202] = 2,
		[228669] = "鬼灵战马",
		[352871] = 11,
		[214335] = "占星师艾塔乌斯",
		[356967] = "财团打手",
		[78660] = "火妖先锋",
		[279153] = 1,
		[330347] = "熔炉守护者",
		[296146] = 11,
		[334443] = 8,
		[320109] = 11,
		[197626] = 11,
		[340587] = 4,
		[334444] = 5,
		[359028] = "佐·格伦",
		[101033] = 7,
		[101545] = 10,
		[306772] = "[*] 巨型镰刀",
		[352875] = 12,
		[346732] = 11,
		[356971] = "凝固之血",
		[359019] = 5,
		[206151] = 7,
		[259388] = 3,
		[356972] = 5,
		[350829] = 11,
		[337516] = 2,
		[57688] = "未知目标",
		[158025] = "元首马尔高克",
		[334448] = 1,
		[328305] = 4,
		[235844] = 1,
		[101546] = 10,
		[261437] = 7,
		[328306] = 4,
		[335805] = "[*] 执政官的壁垒",
		[324211] = 11,
		[71342] = 8,
		[328908] = 4,
		[281209] = 6,
		[235841] = 3,
		[342642] = "传送器",
		[352881] = 11,
		[281210] = 6,
		[351433] = 7,
		[327515] = "碱沼大黄蜂",
		[352882] = 1,
		[259391] = 3,
		[235842] = 1,
		[359033] = "痛楚工匠莱兹纳尔",
		[206965] = "虚空之子",
		[322167] = 9,
		[210803] = 10,
		[326263] = "特雷德奥瓦",
		[320120] = "疫毒者巴瑟兰",
		[346741] = "P.O.S.T.总管",
		[235843] = 1,
		[187721] = "攻城技师",
		[352072] = 11,
		[346742] = "P.O.S.T.总管",
		[239939] = 11,
		[175435] = "钢铁工人",
		[320140] = 3,
		[322170] = 9,
		[332409] = 2,
		[187722] = "攻城技师",
		[196937] = 4,
		[281216] = 10,
		[340601] = 4,
		[8921] = 11,
		[36702] = 1,
		[330363] = 12,
		[324220] = 8,
		[334459] = 11,
		[320125] = 7,
		[330364] = 6,
		[340603] = 4,
		[334460] = 11,
		[160079] = "黑石熔炉专家",
		[259395] = 1,
		[350847] = "典狱长之眼",
		[196941] = 2,
		[336509] = 5,
		[330366] = 12,
		[355526] = "[*] 尖刺",
		[319175] = 4,
		[6262] = 9,
		[330367] = 11,
		[30639] = "疯狂的军犬",
		[355525] = "痛楚工匠莱兹纳尔",
		[123051] = "摧心魔 <Fairycat-凤凰之神>",
		[330368] = 6,
		[296140] = 6,
		[208203] = "克洛苏斯",
		[320130] = 8,
		[188208] = "野生纵火魔",
		[324226] = 1,
		[77489] = 5,
		[328322] = "不死石精 <艾谢朗>",
		[142073] = 8,
		[59628] = 4,
		[357853] = 7,
		[320132] = "米尔豪斯·法力风暴",
		[259398] = 3,
		[227658] = "高姆",
		[359040] = 8,
		[329580] = 7,
		[53595] = 2,
		[62042] = "托里姆",
		[319611] = "[*] 变成石头",
		[328325] = 3,
		[330373] = 11,
		[322759] = "夺灵者哈卡",
		[350851] = "[*] 聚魂之河",
		[332423] = 2,
		[203657] = 6,
		[340613] = 11,
		[183633] = "缚石捕兽者",
		[339751] = "回响驭牛者",
		[172762] = 9,
		[348805] = "典狱长之眼",
		[342662] = 4,
		[349944] = 1,
		[330376] = 11,
		[328332] = "弃誓裁决者",
		[326281] = "特雷德奥瓦",
		[184658] = "恶魔传送门",
		[357569] = 1,
		[330948] = 11,
		[90633] = 2,
		[328330] = "弃誓裁决者",
		[367241] = 6,
		[356136] = "魔灵幽猫",
		[355520] = 2,
		[328331] = "弃誓裁决者",
		[338570] = 2,
		[353472] = 9,
		[342666] = 7,
		[320141] = "米尔豪斯·法力风暴",
		[330380] = 9,
		[339424] = 12,
		[334476] = "外科医生缝肉",
		[320142] = "米尔豪斯·法力风暴",
		[313999] = 2,
		[221521] = "坚毅的宫廷卫士",
		[204114] = "恶魔卫士",
		[196947] = "海拉",
		[350286] = "席格妮",
		[332430] = "渊誓寻魂者",
		[110909] = 8,
		[320144] = "米尔菲丝·法力风暴",
		[330383] = 7,
		[332431] = "渊誓评估者",
		[8512] = 7,
		[352909] = 8,
		[346766] = "希尔布兰德",
		[329573] = 7,
		[355518] = 3,
		[184662] = 2,
		[21169] = 7,
		[324242] = 7,
		[268953] = 3,
		[328338] = "喷毒狙击手",
		[338577] = 8,
		[201754] = 1,
		[268954] = 3,
		[327574] = 6,
		[357565] = "灵魂焚烬",
		[101406] = "死亡使者萨鲁法尔",
		[268955] = 3,
		[65719] = "尤格-萨隆的卫士 <邪恶之云>",
		[318102] = "无堕者哈夫",
		[342675] = "白骨魔导师",
		[268956] = 3,
		[67767] = "黑锋勇士",
		[194506] = "迷雾猎犬",
		[330943] = 2,
		[334485] = "雯图纳柯丝",
		[328342] = "毒牙蛛",
		[207707] = "未知目标",
		[307865] = 1,
		[90631] = 12,
		[328343] = "毒牙蛛",
		[325640] = 9,
		[55714] = "冰冻废土的士兵",
		[347679] = "塔拉格鲁",
		[352917] = 10,
		[326846] = "审判官西加尔",
		[108211] = 4,
		[334488] = "外科医生缝肉",
		[325092] = 10,
		[353466] = 12,
		[354098] = 7,
		[38925] = "能源舰修补工",
		[320155] = "[*] 错位陷阱",
		[313858] = 1,
		[200025] = 2,
		[350872] = "[*] 尖刺铁球",
		[352158] = "裂魂者多尔玛赞",
		[70053] = "女武神席瓦娜",
		[219479] = 11,
		[66060] = "维尔",
		[43524] = "阿曼尼风行者",
		[350140] = 5,
		[307871] = 1,
		[350874] = 8,
		[357559] = "灵魂焚烬",
		[330397] = "起水泡的审判官",
		[344732] = 1,
		[350875] = "索·莉亚",
		[156000] = 6,
		[357019] = "财团智囊",
		[248149] = 11,
		[171628] = 2,
		[328351] = 3,
		[284860] = "獠齖绿皮怪丶-死亡之翼 <獠齖绿皮怪丶-死亡之翼>",
		[97462] = 1,
		[322746] = "[*] 堕落之血",
		[205146] = 9,
		[255317] = 3,
		[191837] = 10,
		[334496] = 12,
		[41635] = 5,
		[70189] = "护塔石像鬼",
		[311452] = 4,
		[69958] = "破天号博学者",
		[198590] = 9,
		[358970] = "粉碎者索苟冬",
		[316068] = "肮脏的嚼土者",
		[152173] = 10,
		[330404] = "凋零大鹏",
		[322212] = "疑虑残迹",
		[324260] = 4,
		[341173] = 11,
		[2823] = 4,
		[255319] = 3,
		[330403] = "凋零大鹏",
		[326309] = "[*] 腐烂酸液",
		[344739] = "未知目标",
		[322214] = 9,
		[203102] = "伊森德雷",
		[66235] = 2,
		[336549] = 2,
		[191840] = 10,
		[2983] = 4,
		[334502] = 6,
		[320168] = "米尔菲丝·法力风暴",
		[350885] = "索·莉亚",
		[357028] = 5,
		[285357] = 3,
		[352933] = "裂魂者多尔玛赞",
		[186662] = "邪脉大恶魔",
		[357029] = "财团走私者",
		[311464] = 8,
		[320170] = "阿玛厄斯",
		[359078] = 4,
		[357553] = "灵魂焚烬",
		[334505] = 2,
		[320171] = "阿玛厄斯",
		[181864] = "邪影守望者",
		[332455] = 7,
		[310454] = 10,
		[184675] = "迪亚·暗语",
		[281265] = 5,
		[69070] = 7,
		[325437] = 8,
		[232798] = "高姆",
		[53600] = 2,
		[343217] = 4,
		[285362] = 9,
		[352938] = 2,
		[328365] = "喷毒狙击手",
		[352939] = 2,
		[359082] = 2,
		[344748] = "摧心魔 <余韵至春-燃烧之刃>",
		[9484] = 5,
		[332462] = 6,
		[71357] = "冰卫训练师",
		[242014] = 12,
		[338606] = "分离助理 <车间传送门>",
		[171624] = 11,
		[334511] = 2,
		[357550] = "灵魂焚烬",
		[326319] = "德鲁斯特收割者",
		[207203] = 6,
		[350894] = "耐奥祖的残迹",
		[33891] = 11,
		[330417] = "泽地士兵",
		[317497] = 1,
		[345704] = 7,
		[344752] = "虚空鞭笞者 <熙儿瓦娜娜-凤凰之神>",
		[200685] = 12,
		[157289] = "元首马尔高克",
		[350896] = 11,
		[320180] = "疫毒者巴瑟兰",
		[347721] = "损坏的分拣机",
		[344751] = "未知目标 <熙儿瓦娜娜-凤凰之神>",
		[321442] = 12,
		[344754] = "未知目标 <熙儿瓦娜娜-凤凰之神>",
		[322736] = "夺灵者哈卡",
		[305378] = "渊誓愚忠者",
		[342707] = 3,
		[321179] = 5,
		[340655] = "复仇精华",
		[355499] = 2,
		[101184] = 1,
		[164862] = 11,
		[132463] = 10,
		[290970] = 6,
		[208230] = "提克迪奥斯",
		[8219] = 4,
		[330423] = "真菌猛攻者",
		[170347] = 1,
		[342710] = 7,
		[213350] = 9,
		[91800] = "大脑看守者 <陈毒锈-安苏>",
		[290948] = 8,
		[329213] = 1,
		[298160] = "堕落者科萨鲁斯",
		[338616] = 3,
		[210279] = "塞纳留斯",
		[155239] = "山脉之心",
		[29722] = 9,
		[202088] = "海拉",
		[353448] = "哨卫 <初诞者的卫士>",
		[277185] = 4,
		[52128] = 7,
		[322236] = "恶毒之裔",
		[108220] = "暗影血球",
		[127797] = 11,
		[73920] = 7,
		[342717] = 5,
		[351399] = "斯凯亚",
		[62305] = "啮齿动物 <我没有我不是-主宰之剑>",
		[197995] = 7,
		[346811] = "渊誓老兵",
		[334526] = 6,
		[118459] = 1,
		[271045] = 3,
		[27827] = 5,
		[16979] = 11,
		[232807] = "高姆",
		[209258] = 12,
		[346813] = "塔楼哨卫",
		[322239] = "恶毒之裔",
		[285381] = 11,
		[73921] = 7,
		[322240] = "恶毒之裔",
		[322729] = 10,
		[108221] = "微光血球",
		[271048] = 3,
		[197997] = 7,
		[316099] = 9,
		[77505] = 7,
		[271049] = 3,
		[339] = 11,
		[119996] = 10,
		[334530] = "幼年符文牡鹿",
		[311459] = 8,
		[324776] = "纱雾塑形者",
		[190831] = 6,
		[89792] = "塞普提普 <尹丶落羽-丽丽（四川）>",
		[320197] = "白骨躯壳",
		[355] = 1,
		[324293] = "骷髅劫掠者",
		[62306] = "被修复的攻城车 <蝶舞菲菲>",
		[209261] = 12,
		[229738] = "艾利桑德",
		[334534] = "研究铭文师",
		[269005] = "原始风暴元素 <文野-国王之谷>",
		[184689] = 2,
		[330438] = "死亡观察者",
		[340677] = 11,
		[350916] = "绿洲保安",
		[320200] = "外科医生缝肉",
		[379] = 7,
		[317367] = "库尔萨洛克",
		[334535] = "领地刃喙鹤",
		[320679] = "不屈的参赛者",
		[82626] = 7,
		[338631] = 1,
		[334536] = 11,
		[109248] = 3,
		[109247] = "暮光工兵",
		[101568] = 6,
		[350919] = "佐·格伦",
		[62307] = "被修复的攻城车 <蝶舞菲菲>",
		[337060] = 9,
		[322254] = 11,
		[334538] = "大镇压者拉古亚斯",
		[35942] = "疯狂的军犬",
		[328399] = 6,
		[322725] = "凇心伏击者",
		[338638] = "暗誓歌利亚",
		[336587] = 1,
		[322253] = 12,
		[196980] = 4,
		[350922] = "绿洲保安",
		[336588] = 3,
		[338636] = "分离助理 <车间传送门>",
		[291538] = 5,
		[162402] = 4,
		[147833] = 1,
		[338637] = "暗誓歌利亚",
		[330915] = 11,
		[334542] = "大暴君泽里欧斯",
		[320208] = "缝肉的造物",
		[322256] = 12,
		[190837] = 4,
		[163192] = "钢铁控火者",
		[328400] = "巢群伏击者",
		[338639] = "暗誓歌利亚",
		[453] = 5,
		[52127] = 7,
		[75973] = 1,
		[281303] = 11,
		[340688] = 11,
		[184693] = 11,
		[465] = 2,
		[148859] = 5,
		[324307] = "凝结心能",
		[359119] = "[*] 至傲基柱",
		[35943] = "影月侍僧",
		[475] = 8,
		[203125] = "艾莫莉丝",
		[117952] = 10,
		[336595] = 2,
		[328404] = 6,
		[171616] = 8,
		[342739] = "凋缚巨骨",
		[221554] = "坚毅的宫廷卫士",
		[346835] = 2,
		[62308] = "被修复的攻城车 <蝶舞菲菲>",
		[320674] = 7,
		[328406] = 6,
		[100150] = "地狱火鹰",
		[322762] = 10,
		[346503] = 12,
		[209270] = "古尔丹",
		[324312] = 10,
		[113858] = 9,
		[352981] = 8,
		[8220] = 4,
		[107203] = 2,
		[323558] = 4,
		[357078] = 12,
		[199033] = "瓦拉加尔候选者",
		[257620] = 3,
		[332505] = 11,
		[357531] = "渊誓符文锻造师",
		[546] = 7,
		[330458] = "牢房哨卫",
		[332506] = 3,
		[357081] = "影铸哥利亚",
		[332509] = "米尔菲丝·法力风暴",
		[224632] = "占星家贾林",
		[340698] = 11,
		[88263] = 2,
		[320221] = 8,
		[123586] = 10,
		[199034] = "瓦拉加尔候选者",
		[113860] = 9,
		[344795] = 8,
		[205179] = 9,
		[357082] = "渊誓前锋",
		[152962] = "纳利什",
		[127170] = 2,
		[330462] = "束缚者巴里塔司",
		[357083] = "高阶折磨官",
		[334558] = "恐怖的狩猎大师",
		[320224] = 8,
		[256374] = 6,
		[340702] = "凋缚狂热者",
		[269031] = 3,
		[642] = 2,
		[336610] = 2,
		[357085] = "渊誓魂法师",
		[342751] = "凋缚巨骨",
		[336608] = 2,
		[322274] = "佐尔拉姆斯虹吸者",
		[357086] = "渊誓魂法师",
		[163201] = 1,
		[221562] = 6,
		[198013] = 12,
		[357087] = "骨钢",
		[334562] = "镇压者泽罗尔斯",
		[35945] = "碎手狙击者",
		[357084] = "渊誓弩手",
		[710] = 9,
		[334563] = "恐怖的狩猎大师",
		[53351] = 3,
		[330468] = "贪食的克里克西斯",
		[64776] = "机械蜘蛛毁灭者",
		[320230] = "商人赛·艾柯莎",
		[344803] = 11,
		[152964] = "虚空爪牙",
		[228645] = "符文武器 <小猪蕾琦>",
		[332401] = 2,
		[136583] = 12,
		[157278] = "元首马尔高克",
		[207230] = 6,
		[120517] = 5,
		[320232] = "商人赛·艾柯莎",
		[355044] = 8,
		[113862] = 8,
		[334567] = "恐怖的狩猎大师",
		[328424] = "未知目标",
		[774] = 11,
		[298152] = 8,
		[326377] = 10,
		[279278] = "丧魂聚合体",
		[2641] = 3,
		[58983] = 1,
		[277233] = "召唤的双子 <余晖下的天使-卡扎克>",
		[320235] = 5,
		[115399] = 10,
		[348904] = 7,
		[285424] = 5,
		[184707] = 1,
		[355048] = "浊盐碎壳者",
		[326809] = 6,
		[220543] = "丨雅琳-海克泰尔",
		[180612] = 6,
		[355049] = "注能哥利亚",
		[332526] = "格里恩哥利亚 <魔法羽翼-安苏>",
		[277235] = "召唤的双子 <余晖下的天使-卡扎克>",
		[328429] = "软泥触须",
		[355050] = "注能哥利亚",
		[332525] = "格里恩哥利亚 <魔法羽翼-安苏>",
		[326382] = "车间传送门",
		[347286] = 11,
		[289523] = 9,
		[348908] = 3,
		[353429] = "[*] 饱受磨难",
		[184709] = 1,
		[289524] = 9,
		[348909] = 9,
		[163208] = "泰克图斯",
		[328432] = "软泥触须",
		[338670] = 1,
		[348910] = 11,
		[32592] = 5,
		[203534] = 1,
		[330479] = "活化冥殇",
		[58984] = 5,
		[63498] = "断钢者",
		[328434] = "克罗托斯",
		[59752] = 1,
		[193315] = 4,
		[270241] = "燃烬卫士",
		[334579] = "滑行污泥",
		[982] = 3,
		[195975] = 6,
		[350961] = 11,
		[160140] = "格罗姆卡控火师",
		[346866] = "忠诚的石裔魔 <喝奇迹出大力-血色十字军>",
		[1022] = 2,
		[974] = 7,
		[100555] = 11,
		[264957] = 3,
		[205191] = 2,
		[126664] = 1,
		[141917] = 6,
		[297722] = 2,
		[332534] = 2,
		[350964] = 4,
		[320248] = "疫毒者巴瑟兰",
		[45470] = 6,
		[170379] = 7,
		[163212] = 10,
		[8221] = 1,
		[1044] = 2,
		[99532] = "熔火领主",
		[146739] = 9,
		[223601] = "腐败软泥怪",
		[355062] = "渊誓卫兵",
		[271105] = 1,
		[346877] = "希尔布兰德",
		[127177] = 7,
		[355063] = "渊誓卫兵",
		[201098] = 7,
		[257410] = 7,
		[355068] = 6,
		[227720] = "高姆",
		[332539] = 2,
		[198028] = "[*] 晶化大地",
		[271107] = 3,
		[332545] = 2,
		[240005] = 11,
		[336642] = 1,
		[176525] = "滋生暗影",
		[152976] = "未知目标",
		[332541] = 2,
		[342780] = 7,
		[336637] = 10,
		[346876] = "希尔布兰德",
		[332542] = 2,
		[326399] = "长者漫枝",
		[336638] = 10,
		[322304] = "斯特拉达玛侯爵",
		[137619] = 4,
		[359164] = 8,
		[279302] = 6,
		[206219] = "古尔丹",
		[340735] = 6,
		[100559] = "管理者鹿盔",
		[279303] = 6,
		[355070] = "渊誓弓手",
		[227721] = "高姆",
		[359166] = 12,
		[205196] = "恐惧猎犬 <晨本布衣-凤凰之神>",
		[355071] = "宝库净化者",
		[246152] = 3,
		[5487] = 11,
		[35949] = "碎手蛮兵",
		[152979] = "狂乱之魂",
		[184720] = "资深暗法师",
		[89808] = "基格克恩 <闗柒-战歌>",
		[328452] = "克罗托斯",
		[330500] = "长者漫枝",
		[332548] = 6,
		[108238] = "偶香菇-死亡熔炉",
		[328453] = "拉科西斯",
		[218508] = "奥术师特尔安",
		[227723] = 3,
		[338693] = "车间传送门",
		[285452] = 7,
		[206222] = "古尔丹",
		[332550] = "桎梏之魂",
		[342789] = 11,
		[320657] = "白骨躯壳",
		[321329] = 8,
		[357124] = "恐惧之喉",
		[351531] = 3,
		[211319] = 5,
		[355077] = "渊誓黑暗法师",
		[299788] = 2,
		[326409] = "哈尔吉亚斯的碎片",
		[328458] = "拉科西斯",
		[355078] = 11,
		[357126] = "虚隐之魂",
		[51052] = 6,
		[1604] = "破天号召唤师",
		[299790] = 5,
		[25912] = 2,
		[70965] = "尼鲁巴尔护巢者",
		[346844] = "收发室传送门",
		[337037] = "裂伤者耐克萨拉",
		[357128] = "虚隐之魂",
		[227104] = "伊利丹·怒风 <蝶舞菲菲>",
		[205201] = 12,
		[217200] = 3,
		[357129] = "虚隐之魂",
		[334604] = 11,
		[184724] = "影心魔",
		[305287] = 2,
		[201298] = "污血爆裂者 <污血之怒>",
		[342796] = 2,
		[205202] = 2,
		[289555] = 5,
		[20153] = "地狱火爪牙 <闗柒-战歌>",
		[257420] = 12,
		[184725] = "影心魔",
		[330511] = 2,
		[324368] = "阿祖勒斯",
		[332940] = 2,
		[184304] = 11,
		[39022] = "烈焰欺诈者",
		[333100] = 8,
		[342799] = 2,
		[357512] = "暴怒的恐角龙",
		[330513] = "[*] 毁灭蘑菇",
		[324370] = "阿祖勒斯",
		[342801] = 8,
		[328466] = "阿斯托诺斯",
		[355087] = 4,
		[357135] = "渊誓饮痛者",
		[334610] = "备用部件",
		[270335] = 3,
		[152987] = "古尔丹",
		[324372] = "骸骨巨怪",
		[269083] = 1,
		[320277] = "受诅者赛泽尔",
		[327371] = 8,
		[340755] = 6,
		[175513] = 3,
		[320278] = "受诅者赛泽尔",
		[355090] = "渊誓黑暗法师",
		[109778] = 12,
		[330904] = 11,
		[285466] = 7,
		[329321] = "邪恶的加尔贡",
		[325807] = "穆厄扎拉",
		[329903] = "皇家干扰者",
		[339080] = "[*] 心能涌动",
		[178586] = "拜夜信徒",
		[8143] = 7,
		[334615] = "首席管理者加弗林",
		[8222] = 1,
		[9080] = "阿曼尼蛮兵",
		[357509] = "暴怒的恐角龙",
		[330888] = 8,
		[2120] = 8,
		[356369] = 9,
		[211132] = "强化古尔丹之眼",
		[326426] = "哈尔吉亚斯的碎片",
		[327661] = 5,
		[332567] = "白骨躯壳",
		[311481] = 2,
		[188592] = 7,
		[328475] = "巢群伏击者",
		[26297] = 8,
		[357144] = "命生巨怪",
		[323130] = "[*] 凝固淤泥",
		[221591] = "暮光星舞者",
		[355459] = 7,
		[324381] = "骸骨巨怪",
		[257427] = 9,
		[307443] = 8,
		[202138] = 12,
		[324382] = 10,
		[63341] = "米米尔隆",
		[156064] = 3,
		[70361] = "护塔冰龙",
		[206221] = "古尔丹",
		[332573] = 6,
		[97493] = 2,
		[320646] = "[*] 恶臭气体",
		[27576] = 4,
		[342814] = 8,
		[223819] = 2,
		[173471] = "奥尔高格",
		[321927] = 2,
		[327581] = "魔药喷吐者",
		[184734] = "传送门守卫者",
		[202140] = 12,
		[324386] = 7,
		[334625] = "德沃丝",
		[279336] = "小不点 <燕子浪青-森金>",
		[70362] = "护塔冰龙",
		[324387] = "骸骨巨怪",
		[342817] = 12,
		[21562] = 5,
		[105174] = 9,
		[292903] = "渊誓卫兵",
		[62318] = "被俘虏的雇佣兵",
		[320293] = "受诅者赛泽尔",
		[289577] = 5,
		[22842] = 11,
		[342819] = 7,
		[2584] = 1,
		[5225] = 11,
		[332582] = 2,
		[326438] = "哈尔吉亚斯的碎片",
		[213405] = 12,
		[355455] = 2,
		[324391] = "骸骨巨怪",
		[327590] = "魔药喷吐者",
		[106199] = "丑恶的融合怪",
		[121557] = 5,
		[137639] = 10,
		[98008] = 7,
		[312106] = 10,
		[326441] = "哈尔吉亚斯的碎片",
		[332584] = 6,
		[16827] = "米奥妮克丝 <彦祖在此>",
		[20473] = 2,
		[338728] = 12,
		[324394] = "骸骨巨怪",
		[226717] = "邪能爆破者",
		[156070] = 8,
		[329226] = "软泥触须",
		[25914] = 2,
		[331748] = "纱雾守护者",
		[320300] = "受诅者赛泽尔",
		[185763] = 4,
		[331243] = "魂铸白骨编织者",
		[61295] = 7,
		[344874] = "艾谢朗",
		[338731] = "奥莱芙莉安",
		[341725] = 6,
		[100057] = "地狱恶犬",
		[353066] = 11,
		[156071] = 1,
		[93402] = 11,
		[326446] = 11,
		[328494] = "[*] 罪触心能",
		[221354] = "暮光星舞者",
		[291635] = 1,
		[352099] = 11,
		[95750] = 9,
		[202147] = 1,
		[332592] = 2,
		[341117] = "雄鹿 <Baobaolr-伊森利恩>",
		[156073] = 3,
		[215458] = "魔剑士奥鲁瑞尔",
		[348974] = "典狱长之眼",
		[345228] = 8,
		[314163] = 2,
		[355118] = "浊盐跃波者",
		[84647] = 2,
		[326450] = "堕落的驯犬者",
		[18562] = 11,
		[332594] = 2,
		[291639] = 8,
		[342833] = 8,
		[323538] = "高阶裁决官阿丽兹",
		[99629] = "烈焰德鲁伊",
		[357168] = 8,
		[204197] = 5,
		[260286] = 3,
		[355121] = "浊盐跃波者",
		[205385] = 5,
		[62320] = "黑暗符文战争使者",
		[328501] = "被操纵的钻凋者",
		[322358] = "伊库斯博士",
		[289308] = 8,
		[355123] = "耐奥祖的残迹",
		[221604] = "暮光星舞者",
		[314168] = 2,
		[332598] = 1,
		[2050] = 5,
		[304254] = "束链者格鲁斯",
		[320910] = 8,
		[308026] = "烈焰保护者",
		[70960] = "被诅咒者",
		[221605] = "古尔丹",
		[331401] = "卡尔将军",
		[124121] = 1,
		[316019] = 5,
		[77535] = 6,
		[259489] = 3,
		[203176] = "顾问凡多斯",
		[359222] = "暴躁的顾客",
		[344888] = 11,
		[77758] = 11,
		[316220] = 4,
		[301886] = 5,
		[135601] = 11,
		[185771] = "邪缚地狱火 <蝶舞菲菲>",
		[308030] = "烈焰保护者",
		[239013] = 1,
		[156079] = 2,
		[330556] = 8,
		[336372] = 12,
		[163018] = 11,
		[236966] = "死疽小蜘蛛",
		[259491] = 3,
		[332605] = "阿塔莱灾厄妖术师",
		[334653] = "贪食的虱子",
		[355445] = 1,
		[330558] = 8,
		[16593] = 11,
		[334967] = "刃喙鹤母",
		[324728] = 11,
		[355132] = "浊盐缚鳞者",
		[332607] = "阿塔莱灾厄妖术师",
		[59638] = "Týr-迅捷微风 <Týr-迅捷微风>",
		[328508] = 10,
		[330560] = 8,
		[324417] = "卡尔将军",
		[327664] = "外科医生缝肉",
		[330269] = 1,
		[202156] = "酸蚀胆汁",
		[291654] = 4,
		[185773] = "邪缚地狱火 <蝶舞菲菲>",
		[164273] = 3,
		[330562] = "上古队长",
		[322370] = "弃誓晋升者",
		[319070] = "腐髓软泥",
		[311469] = 8,
		[36213] = "原始土元素 <文野-国王之谷>",
		[355138] = 2,
		[326469] = "[*] 折磨：魂铸热能",
		[346947] = "P.O.S.T.总管",
		[314182] = 2,
		[332612] = "阿塔莱灾厄妖术师",
		[334660] = "未知目标 <贵族散兵>",
		[83245] = 3,
		[259495] = 3,
		[330868] = "狂热的缚魂者",
		[285515] = 7,
		[295754] = 3,
		[70371] = "暴怒的憎恶",
		[330565] = "上古队长",
		[205448] = 5,
		[183703] = "剑圣朱倍尔索斯",
		[24252] = 1,
		[357188] = "索·阿兹密",
		[161354] = 8,
		[205231] = "黑眼 <就叫术丶士-安苏>",
		[345805] = 7,
		[291661] = 12,
		[334664] = "刃喙雏鹤",
		[353094] = "光明使者乌瑟尔 <柳絮菲菲>",
		[330569] = "徘徊的死亡",
		[332617] = "伊库斯博士",
		[331747] = "纱雾守护者",
		[178191] = "泰克图斯",
		[344907] = 12,
		[324427] = "奥莱芙莉安",
		[342857] = 12,
		[336714] = 11,
		[355147] = "浊盐滨奔者",
		[291664] = 1,
		[187827] = 12,
		[114911] = 7,
		[336716] = 2,
		[42650] = 6,
		[330574] = "徘徊的死亡",
		[320334] = 12,
		[330573] = "长者漫枝",
		[239022] = "鬼火小鬼",
		[334669] = 9,
		[344909] = "[*] 奥的裂解之心",
		[198067] = 7,
		[99626] = "烈焰德鲁伊",
		[353100] = "信使威·洛",
		[336718] = 7,
		[346957] = "泰坦防御炮台",
		[357196] = "财团智囊",
		[351053] = 1,
		[344910] = 12,
		[189877] = 11,
		[357197] = "财团智囊",
		[337824] = 2,
		[320338] = 12,
		[185782] = "邪缚地狱火 <蝶舞菲菲>",
		[337787] = 5,
		[271194] = 4,
		[336721] = 5,
		[346960] = "希尔布兰德",
		[316244] = "缚石岩精",
		[330579] = 8,
		[353104] = "信使威·洛",
		[346961] = "希尔布兰德",
		[291672] = 9,
		[351057] = "索·莉亚",
		[53365] = 6,
		[346962] = "P.O.S.T.总管",
		[357201] = "财团智囊",
		[337646] = "[*] 破碎骨尘",
		[328533] = "万眼防御者",
		[169402] = "小戈隆劳工",
		[344916] = 5,
		[326486] = 12,
		[271197] = 4,
		[221153] = "脉冲畸体",
		[111400] = 9,
		[342869] = "激怒之灵",
		[344917] = 5,
		[225448] = "达拉格",
		[291676] = 1,
		[204215] = 5,
		[112866] = 9,
		[202164] = 1,
		[22812] = 11,
		[198058] = "奥丁",
		[346967] = "P.O.S.T.总管",
		[202168] = 1,
		[85222] = 2,
		[324717] = 2,
		[330860] = 8,
		[330586] = "腥臭屠夫",
		[332634] = 1,
		[333349] = 7,
		[44151] = 1,
		[781] = 3,
		[324444] = "奥莱芙莉安",
		[98021] = "灵魂链接图腾 <Hailmary-萨洛拉丝>",
		[320114] = "无堕者哈夫",
		[329224] = "软泥触须",
		[207289] = 6,
		[351066] = "耐奥祖的残迹",
		[46199] = 11,
		[64844] = 5,
		[326494] = 11,
		[351067] = "耐奥祖的残迹",
		[207684] = 12,
		[330858] = 8,
		[231863] = "海拉加尔观雾者",
		[312428] = 12,
		[129250] = 5,
		[289636] = "脱水的剑士",
		[343144] = 5,
		[351070] = "阿喀琉忒",
		[332642] = 1,
		[330592] = "腐臭的气囊怪",
		[324449] = "无尽女皇莫德蕾莎",
		[326497] = 6,
		[336736] = 7,
		[338784] = 1,
		[209471] = "梦魇脓液",
		[353122] = "命运撰写师罗-卡洛",
		[336737] = 7,
		[289639] = 3,
		[70890] = 6,
		[162243] = 12,
		[328547] = 4,
		[346977] = 2,
		[355429] = "踏滨巨人",
		[171457] = 3,
		[353121] = 1,
		[357219] = "影铸巨像",
		[349026] = 11,
		[62326] = "黑暗符文平民",
		[320358] = "外科医生缝肉",
		[297833] = 1,
		[357218] = "影铸巨像",
		[334693] = 6,
		[205246] = 9,
		[346980] = "宝库净化者",
		[349028] = "典狱长之眼",
		[320359] = "外科医生缝肉",
		[353124] = "强化的渊誓禁魂者",
		[157122] = 2,
		[347237] = 1,
		[351077] = 1,
		[225852] = 11,
		[355173] = "[*] 轰炸",
		[357221] = "影铸巨像",
		[349030] = "典狱长之眼",
		[322410] = "凝结软泥",
		[84714] = 8,
		[63894] = "未知目标",
		[155078] = "格鲁尔",
		[344936] = "凝聚的痛苦",
		[322411] = 8,
		[324459] = "酤团",
		[232893] = 12,
		[336746] = 3,
		[346985] = "塔拉格鲁",
		[308078] = 2,
		[204225] = "恶魔卫士",
		[320365] = "外科医生缝肉",
		[272679] = 3,
		[129253] = 5,
		[351073] = "耐奥祖的残迹",
		[344939] = 10,
		[23246] = 3,
		[349035] = "典狱长之眼",
		[85739] = 1,
		[69869] = "破天号巫师",
		[355179] = "海盗船蛮兵",
		[324463] = 4,
		[209469] = "梦魇脓液",
		[357226] = "盛装的星辰先知",
		[346989] = "未知目标",
		[357228] = "盛装的星辰先知",
		[204227] = "恶魔卫士",
		[110312] = "战争大师黑角",
		[330608] = "腐臭的气囊怪",
		[357229] = "财团打手",
		[100074] = "炽炎巨鹰",
		[320366] = "外科医生缝肉",
		[322418] = "大厅哨兵",
		[357230] = "未知目标",
		[330607] = 7,
		[127207] = 12,
		[351086] = "索·莉亚",
		[357231] = "被折磨的灵魂 <影铸巨像>",
		[162370] = "泰克图斯",
		[96491] = 11,
		[281465] = 2,
		[331743] = "纱雾守护者",
		[367471] = 6,
		[367472] = 6,
		[157131] = 2,
		[308087] = 1,
		[351090] = "渊誓囚魂者",
		[324748] = 5,
		[234946] = 5,
		[218780] = "[*] 离子爆炸",
		[347232] = 2,
		[353139] = 11,
		[330614] = "腐臭的气囊怪",
		[183752] = 12,
		[338804] = 12,
		[320376] = "缝肉的造物",
		[243138] = 9,
		[219589] = 8,
		[324424] = "无尽女皇莫德蕾莎",
		[336759] = "唤雾者",
		[346228] = "[*] 阴燃冥殇",
		[100646] = "大德鲁伊哈缪尔·符文图腾",
		[226757] = 8,
		[227781] = "[*] 光耀碎片",
		[243139] = 11,
		[357238] = "盛装的星辰先知",
		[334713] = "恐惧猎犬 <晨本布衣-凤凰之神>",
		[119381] = 10,
		[281469] = 5,
		[357239] = "戈尔格亚哨兵",
		[342905] = "米尔豪斯·法力风暴",
		[228920] = 1,
		[314237] = 12,
		[113899] = "恶魔传送门 <完美新世界-白银之手>",
		[61305] = 8,
		[114923] = 8,
		[322429] = "大厅哨兵",
		[112870] = 9,
		[310143] = 9,
		[344955] = 6,
		[2643] = 3,
		[308096] = "焰炉大师",
		[212423] = "复生的潜伏者 <再帅一百年-德拉诺>",
		[332671] = "阿塔莱死亡行者",
		[322431] = 5,
		[357243] = "流浪的脉冲星 <盛装的星辰先知>",
		[216521] = 10,
		[328576] = 7,
		[357245] = "渊誓烈焰帮工",
		[113900] = "恶魔传送门 <完美新世界-白银之手>",
		[351101] = "索·莉亚",
		[336767] = 10,
		[322433] = "大厅哨兵",
		[190925] = 3,
		[205370] = "克洛苏斯",
		[33917] = 11,
		[34173] = "寻日者导魔者",
		[308098] = "[*] 碾压炼狱",
		[228809] = "高姆",
		[275335] = 1,
		[347008] = "恶魔卫士 <晨本布衣-凤凰之神>",
		[357247] = 2,
		[43900] = 8,
		[306272] = 3,
		[333340] = 7,
		[195592] = 7,
		[228810] = "高姆",
		[342894] = 12,
		[307159] = 3,
		[343666] = 1,
		[120043] = 5,
		[201953] = "烬壳统御者",
		[84721] = 8,
		[344227] = 11,
		[204157] = 12,
		[8936] = 11,
		[330630] = 8,
		[332678] = "阿塔莱死亡行者",
		[327611] = 6,
		[31935] = 2,
		[339049] = 11,
		[357252] = 2,
		[49020] = 6,
		[312202] = 6,
		[57723] = 1,
		[207311] = 6,
		[108271] = 7,
		[308488] = 1,
		[235980] = 4,
		[324490] = "酤团",
		[212431] = 3,
		[229837] = 10,
		[239052] = "纳尔莎",
		[340873] = "傲慢具象",
		[334730] = 2,
		[46924] = 1,
		[297871] = 2,
		[201272] = "污血之怒",
		[334731] = 2,
		[6673] = 1,
		[45181] = 4,
		[325551] = "多米娜·毒刃",
		[216528] = 7,
		[100593] = "拉格纳罗斯",
		[338825] = 11,
		[351096] = "索·莉亚",
		[204242] = 2,
		[105565] = "阿莱克丝塔萨",
		[332002] = "活化冥殇",
		[357259] = "戈尔格亚饮魂者",
		[34170] = "寻日者地术师",
		[181718] = "暴君维哈里",
		[355212] = "渊誓寻猎者",
		[162264] = 12,
		[334934] = 1,
		[100594] = "拉格纳罗斯",
		[57724] = 3,
		[223697] = "罗索斯",
		[357262] = "戈尔格亚饮魂者",
		[328593] = "大学监贝律莉娅",
		[355214] = "渊誓寻猎者",
		[118000] = 1,
		[322450] = "特雷德奥瓦",
		[188886] = "邪火巨炮",
		[314260] = 2,
		[353162] = "命运撰写师罗-卡洛",
		[71274] = "伊米亚霜缚者",
		[96499] = 2,
		[340880] = "[*] 傲慢",
		[81141] = 6,
		[330640] = "戈姆巨怪",
		[45182] = 4,
		[45438] = 8,
		[207317] = 6,
		[285594] = 10,
		[312215] = 5,
		[22721] = 8,
		[332693] = "阿塔莱灾厄妖术师",
		[332691] = 12,
		[206607] = "时空畸体",
		[330646] = "戈姆巨怪",
		[353172] = 12,
		[351124] = "索·莉亚",
		[184793] = "索沃克",
		[198103] = 7,
		[105479] = "腐蚀之触",
		[313148] = 5,
		[336791] = 2,
		[214486] = "占星师艾塔乌斯",
		[296023] = "监锁之主",
		[203155] = 3,
		[320751] = 7,
		[332540] = 2,
		[357260] = "专心的祭师",
		[330642] = "戈姆巨怪",
		[341175] = 6,
		[291653] = 11,
		[314262] = 2,
		[334747] = "尸体收割者",
		[279457] = 2,
		[355224] = "折磨之主",
		[267171] = 9,
		[342938] = 9,
		[132578] = 10,
		[330652] = 11,
		[298068] = 1,
		[334748] = "尸体收割者",
		[62845] = "钢铸防御者",
		[355226] = "刻符巨像",
		[185820] = "邪能烧灼者",
		[69369] = 11,
		[1766] = 4,
		[158176] = "暮色颤兽",
		[231895] = 2,
		[296019] = "监锁之主",
		[2649] = "魔暴龙",
		[355228] = "渊誓指挥官",
		[124659] = 1,
		[228824] = "高姆",
		[70437] = "黑暗堕落者血骑士",
		[330656] = 11,
		[330657] = 11,
		[224729] = "复生的战士 <阿玛厄斯>",
		[38806] = "禁魔监狱防御者",
		[355230] = "折磨之主",
		[324514] = "[*] 死亡具象",
		[355181] = 11,
		[69882] = "库卡隆仪祭师",
		[330658] = 11,
		[332706] = "阿塔莱高阶祭司",
		[34433] = 5,
		[344993] = "邪恶的加尔贡",
		[336972] = 7,
		[332707] = "阿塔莱高阶祭司",
		[332705] = "阿塔莱高阶祭司",
		[2825] = 7,
		[22722] = 6,
		[332708] = "粉碎者赫文",
		[351138] = 7,
		[108041] = "天火号大炮",
		[185824] = "邪能烧灼者",
		[31553] = "碎手斥候",
		[315315] = 1,
		[156132] = 1,
		[70395] = "护塔爪牙",
		[324519] = 7,
		[64382] = 1,
		[205361] = "克洛苏斯",
		[330663] = 11,
		[324520] = 7,
		[204255] = 12,
		[90361] = "米奥妮克丝 <彦祖在此>",
		[355234] = "浊盐鱼术师",
		[316493] = 12,
		[167935] = "古尔丹",
		[357286] = "戈尔格亚饮魂者",
		[347047] = 7,
		[324522] = 7,
		[351143] = "典狱长之眼",
		[60307] = 3,
		[70396] = "护塔爪牙",
		[324523] = 2,
		[75002] = "活化的徘徊者",
		[353192] = 12,
		[330666] = 11,
		[357288] = "戈尔格亚饮魂者",
		[155111] = 8,
		[345002] = "渊誓奇术师",
		[330668] = 11,
		[187874] = 7,
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[13730] = "加鲁德",
		[187876] = "灵文师阿萨洛斯",
		[336813] = "唤雾者",
		[330670] = 11,
		[324527] = "酤团",
		[334921] = "贪食的蛮兵",
		[209378] = "伊玛库塔",
		[185829] = "邪能烧灼者",
		[105846] = "丑恶的融合怪",
		[214497] = "梦魇裂隙",
		[322475] = "[*] 魔药撞击",
		[265144] = 5,
		[357293] = 5,
		[108281] = 7,
		[18499] = 1,
		[330673] = 11,
		[90328] = "米奥妮克丝 <彦祖在此>",
		[187878] = 7,
		[156138] = "屠夫",
		[339015] = "丧魂踏步者",
		[326574] = "外科医生缝肉",
		[30146] = 9,
		[64126] = "[*] 挤压",
		[66021] = "黑锋勇士",
		[227735] = "高姆",
		[352274] = 5,
		[334918] = "贪食的蛮兵",
		[357281] = "热心的同谋",
		[330822] = "眼魔泽尔伽",
		[200166] = 12,
		[192999] = 1,
		[322486] = "仙木灵居民",
		[191976] = "赫娅",
		[351155] = "典狱长之眼",
		[353203] = 9,
		[322487] = "仙木灵居民",
		[158188] = 4,
		[175594] = "女铁匠火手",
		[201191] = "怨嗣软泥怪",
		[171570] = "钢铁码头工人",
		[324536] = 9,
		[204263] = 5,
		[46740] = 1,
		[115450] = 10,
		[342961] = "商人赛·艾柯莎",
		[334776] = 3,
		[100604] = "拉格纳罗斯",
		[218598] = 11,
		[332729] = "危厄之灵",
		[118522] = 7,
		[347238] = 8,
		[322491] = "斯特拉达玛侯爵",
		[352068] = 9,
		[257506] = 4,
		[351316] = 2,
		[355256] = "渊誓指挥官",
		[72960] = "黑暗堕落者贵族",
		[261602] = 2,
		[57984] = "原始火元素 <东莞不哭-鬼雾峰>",
		[322493] = "脆骨法师",
		[284844] = "獠齖绿皮怪丶-死亡之翼 <獠齖绿皮怪丶-死亡之翼>",
		[100093] = "烈焰先驱者",
		[353210] = 2,
		[265157] = 3,
		[330683] = 8,
		[345019] = 3,
		[345020] = 3,
		[322709] = "特雷德奥瓦",
		[174574] = "钢铁血法师",
		[30283] = 9,
		[315319] = 1,
		[338620] = 2,
		[222695] = 9,
		[334783] = 1,
		[89342] = 12,
		[198030] = 12,
		[322455] = 9,
		[159217] = "[*] 刃舞",
		[209387] = "梦魇恐魔",
		[321189] = 5,
		[324540] = 9,
		[5394] = 7,
		[94463] = 8,
		[192058] = 7,
		[175599] = "拜夜虔信者",
		[300155] = "仙木灵居民",
		[110063] = "萨尔",
		[320580] = "阿玛厄斯",
		[30531] = "地狱火导魔者",
		[142833] = "大型幻影秘法师",
		[347037] = 4,
		[267213] = 9,
		[357435] = "博尔-岗恩",
		[318406] = "斩血",
		[193007] = 2,
		[330693] = "恶心的残躯",
		[63106] = 9,
		[342980] = 2,
		[353219] = "索·阿兹密",
		[5938] = 4,
		[330694] = "恶心的残躯",
		[142838] = "未知目标",
		[32323] = "血隼",
		[114942] = "治疗之潮图腾 <Hailmary-萨洛拉丝>",
		[277572] = 4,
		[49028] = 6,
		[12323] = 1,
		[357434] = "博尔-岗恩",
		[332744] = 12,
		[142839] = "小型幻影掷蕉兵",
		[243237] = "[*] 爆裂",
		[330697] = "染病恐魔",
		[211439] = "心魔",
		[100094] = "烈焰先驱者",
		[336841] = 3,
		[322507] = 10,
		[304075] = "亡语者",
		[357433] = 12,
		[328651] = "喷毒狙击手",
		[202225] = 1,
		[357318] = 5,
		[185835] = "麦克巴拉什",
		[18501] = "小戈隆劳工",
		[281554] = 1,
		[212520] = 1,
		[6770] = 4,
		[320462] = "佐尔拉姆斯巫师",
		[321349] = "林鬼折愈者",
		[243157] = "多玛塔克斯",
		[353221] = 7,
		[127230] = 1,
		[132603] = 5,
		[63619] = "暗影魔 <皱袋-洛萨>",
		[326607] = "石裔掠夺者",
		[324667] = "酤团",
		[48517] = 11,
		[330810] = "桎梏之魂",
		[204275] = "斯考匹隆",
		[229872] = 10,
		[320571] = "佐尔拉姆斯巫师",
		[330700] = "染病恐魔",
		[175607] = "拜夜影誓者",
		[323798] = 6,
		[38804] = "禁魔监狱防御者",
		[353334] = 2,
		[199658] = 1,
		[357429] = "博尔-岗恩",
		[64145] = "重压触须",
		[200182] = "萨维斯之影",
		[334802] = 12,
		[336850] = 6,
		[155181] = "鼓风者",
		[334804] = 12,
		[200183] = 5,
		[328660] = "喷薄软泥",
		[261616] = "凯蒂·印哨 <小锤锤咿呀喂-埃德萨拉>",
		[37511] = "碎手斥候",
		[342995] = 5,
		[228853] = "克瓦迪尔潮汐女巫",
		[355282] = "未知目标 <海盗船蛮兵>",
		[111898] = 9,
		[187896] = "灵文师阿萨洛斯",
		[328662] = "未知目标",
		[189944] = "秘法师维鲁恩",
		[47750] = 5,
		[351188] = 11,
		[64644] = "寒冬亡魂",
		[48518] = 11,
		[157228] = 11,
		[342998] = 5,
		[345046] = 2,
		[189945] = "秘法师维鲁恩",
		[345048] = 11,
		[108291] = 11,
		[58501] = 3,
		[169468] = 8,
		[338906] = 5,
		[8676] = 4,
		[304093] = "亡语者",
		[70408] = "黑暗堕落者大法师",
		[332853] = 2,
		[334810] = "穆厄扎拉",
		[328667] = "脆骨法师",
		[265187] = 9,
		[72968] = 12,
		[228854] = "海拉加尔观雾者",
		[263140] = 3,
		[338907] = 5,
		[332764] = 9,
		[177705] = "刀塔巫师",
		[320478] = "强化的渊誓拦截者",
		[265189] = 3,
		[328757] = 3,
		[351195] = 1,
		[205306] = "邪能歼灭者",
		[70409] = "黑暗堕落者大法师",
		[215545] = 8,
		[326623] = "石裔掠夺者",
		[320480] = "强化的渊誓拦截者",
		[153089] = "莎达娜·血怒",
		[324576] = 11,
		[347094] = "希尔布兰德",
		[205307] = "邪能歼灭者",
		[330720] = "传送门守卫",
		[330716] = "传送门守卫",
		[328673] = "兹拉莉",
		[336864] = 10,
		[355294] = "斯凯亚",
		[85256] = 2,
		[69898] = "库卡隆仪祭师",
		[197117] = "尖锐触须",
		[29893] = 9,
		[357343] = "织环卫士",
		[277481] = "武装的囚犯",
		[71946] = "梦魇之云",
		[351281] = "未知目标",
		[218617] = 1,
		[171521] = 11,
		[326629] = "外科医生缝肉",
		[107270] = 10,
		[343011] = 12,
		[108294] = 11,
		[225787] = 12,
		[330725] = "传送门守卫",
		[353248] = 12,
		[94472] = 5,
		[69899] = "破天号圣职者",
		[353252] = 2,
		[225788] = 1,
		[343013] = 12,
		[217597] = 2,
		[153093] = "莎达娜·血怒",
		[195072] = 12,
		[326632] = "石裔剔骨者",
		[336871] = 10,
		[359396] = 1,
		[190977] = 2,
		[351206] = "渊誓禁魂者",
		[353254] = 11,
		[153094] = "莎达娜·血怒",
		[332777] = 8,
		[353421] = 11,
		[265273] = 9,
		[330730] = 7,
		[17735] = "扎尔高格 <阿尔卑斯喵-克尔苏加德>",
		[183811] = 2,
		[176644] = 8,
		[44425] = 8,
		[186883] = "邪火喷射机",
		[353326] = 3,
		[353257] = 12,
		[334896] = 6,
		[324589] = "死亡行者 <[*] 死亡具象>",
		[326637] = "石裔剔骨者",
		[297966] = "噬渊之喉",
		[355306] = "裂隙冲击传送门",
		[357354] = "织环卫士",
		[326638] = "石裔剔骨者",
		[69901] = "破天号保护者",
		[357353] = "织环卫士",
		[115994] = 6,
		[265202] = 5,
		[328687] = "脆骨弩手",
		[355303] = 12,
		[330729] = 11,
		[155145] = 2,
		[48265] = 6,
		[206339] = "古尔丹",
		[332784] = 9,
		[200196] = 5,
		[155179] = "熔炉工程师",
		[204292] = "斯考匹隆",
		[332785] = 7,
		[326642] = "石裔剔骨者",
		[353263] = 2,
		[206340] = "古尔丹",
		[69902] = "破天号保护者",
		[357360] = "渊誓烈焰帮工",
		[228895] = "午夜",
		[295929] = "大得出奇的噬渊鼠",
		[97547] = 11,
		[326644] = "石裔剔骨者",
		[221699] = 6,
		[314359] = 2,
		[357361] = "渊誓烈焰帮工",
		[295985] = "巨锤",
		[353266] = 4,
		[322550] = "特雷德奥瓦",
		[101643] = 10,
		[326647] = 11,
		[336885] = 8,
		[355315] = 11,
		[190984] = 11,
		[224772] = 8,
		[69903] = "库卡隆防御者",
		[330743] = 8,
		[257537] = 8,
		[228868] = "克瓦迪尔潮汐女巫",
		[114954] = 8,
		[205345] = 8,
		[215558] = 1,
		[200200] = 5,
		[351229] = "[*] 碎裂之魂",
		[322554] = "执行者塔沃德",
		[8613] = 4,
		[308270] = 2,
		[336889] = 8,
		[297982] = "噬渊之喉",
		[355321] = 8,
		[257538] = 8,
		[351226] = "噬渊刺客",
		[84751] = 7,
		[359420] = 12,
		[351225] = "噬渊刺客",
		[336891] = 10,
		[322557] = "德鲁斯特斩魂者",
		[120588] = 7,
		[124682] = 10,
		[58506] = "石头守卫斯托克顿",
		[330749] = 12,
		[227847] = 1,
		[326654] = "吟树者因德里",
		[180749] = 8,
		[351231] = "痛苦之锥大脑",
		[267270] = 8,
		[118038] = 1,
		[312321] = 9,
		[117526] = 3,
		[332799] = 2,
		[228872] = "海拉",
		[159250] = "卡加斯·刃拳",
		[330752] = 12,
		[57994] = 7,
		[257541] = 8,
		[345087] = 8,
		[336899] = 3,
		[332801] = 2,
		[359422] = 6,
		[312324] = "纳尔塔里 <紫枫雨-凤凰之神>",
		[322563] = "特雷德奥瓦",
		[267274] = 8,
		[30151] = "库尔沙考尔 <晨本布衣-凤凰之神>",
		[328707] = "复生的祭师",
		[330755] = "眼魔泽尔伽",
		[332803] = 2,
		[359424] = 4,
		[254471] = 2,
		[322614] = "特雷德奥瓦",
		[332804] = 2,
		[295945] = "[*] 捕鼠陷阱",
		[345091] = 2,
		[204301] = 2,
		[332805] = 2,
		[228875] = "黑暗炽天使",
		[345092] = 10,
		[322567] = "执行者塔沃德",
		[345090] = 2,
		[97560] = 12,
		[345088] = 11,
		[355331] = "Watch-Agent Summon Stalker",
		[332807] = 2,
		[212494] = "魔剑士奥鲁瑞尔",
		[295948] = 7,
		[322569] = "德鲁斯特斩魂者",
		[332808] = 2,
		[200208] = "海咒护魂者",
		[345095] = 2,
		[135700] = 11,
		[254474] = 2,
		[155158] = 8,
		[345096] = 2,
		[206352] = "燃烧的余烬",
		[256522] = 4,
		[336906] = 2,
		[345097] = 2,
		[295942] = "狱卒阿尔柯班",
		[279569] = 7,
		[357410] = 5,
		[355333] = 4,
		[330764] = 11,
		[308239] = 8,
		[192019] = "守夜水手",
		[31687] = 8,
		[330765] = 9,
		[321461] = 3,
		[1725] = 4,
		[357409] = 12,
		[355339] = 12,
		[324623] = "未知目标 <贵族散兵>",
		[359435] = 3,
		[209426] = 12,
		[347149] = "时空船长钩尾",
		[334863] = 3,
		[359436] = 1,
		[345102] = 4,
		[347150] = "索·阿兹密",
		[328740] = "复生的祭师",
		[334864] = 2,
		[11426] = 8,
		[347151] = "时空船长钩尾",
		[53385] = 2,
		[17481] = 8,
		[246287] = 5,
		[206351] = "燃烧的余烬",
		[60302] = 6,
		[320519] = "凋零碎脊者",
		[330786] = "艾柯尔·胆肉",
		[332800] = 2,
		[122128] = 5,
		[320529] = "维鲁拉克斯魔药编织者",
		[351245] = 3,
		[257542] = 8,
		[215572] = 1,
		[328737] = 7,
		[359437] = 6,
		[132951] = "未知目标",
		[355357] = "初诞者的卫士",
		[324631] = 4,
		[69911] = "破天号邪刃者",
		[70423] = "黑暗堕落者将领",
		[23881] = 1,
		[336996] = "裂伤者耐克萨拉",
		[295963] = 7,
		[336832] = 8,
		[357396] = "渊誓占卜者",
		[355327] = 8,
		[345110] = 1,
		[345108] = 2,
		[212492] = "魔剑士奥鲁瑞尔",
		[99603] = "火焰风暴",
		[295965] = 3,
		[54149] = 2,
		[357398] = "渊誓占卜者",
		[155166] = 6,
		[69912] = "破天号邪刃者",
		[328729] = "复生的祭师",
		[357399] = "但顿",
		[345111] = 8,
		[295967] = 3,
		[355352] = "初诞者的卫士",
		[339744] = 2,
		[326684] = "米尔豪斯·法力风暴",
		[53390] = 7,
		[307118] = 8,
		[99605] = "奥利瑟拉佐尔",
		[320542] = "维鲁拉克斯魔药编织者",
		[295969] = 6,
		[347163] = "冥河符文锻造师",
		[357402] = "渊誓占卜者",
		[115989] = 6,
		[333406] = "[*] 伏击",
		[19658] = "鲁法姆 <张叔-海克泰尔>",
		[207386] = 11,
		[201250] = "污血之怒",
		[295971] = 6,
		[320517] = "凋零碎脊者",
		[341022] = "凋缚狂热者",
		[49039] = 6,
		[254485] = 8,
		[330784] = "战场祭师",
		[99606] = "奥利瑟拉佐尔",
		[269352] = 7,
		[100630] = "拉格纳罗斯",
		[158221] = 10,
		[113942] = 9,
		[228889] = "深盐畸体",
		[254486] = 2,
		[265258] = 5,
		[327140] = 7,
		[30153] = "库尔沙考尔 <晨本布衣-凤凰之神>",
		[353312] = "希尔布兰德",
		[355360] = "希尔布兰德",
		[99845] = "雷奥利斯领主",
		[228890] = "深盐畸体",
		[345122] = 5,
		[11366] = 8,
		[332836] = "腥臭屠夫",
		[355440] = "[*] 压制冲击",
		[323509] = 7,
		[109334] = "暮光冰霜塑能师",
		[46736] = 1,
		[181363] = "血缚邪术士",
		[263165] = 5,
		[206366] = 11,
		[254473] = 2,
		[353286] = 11,
		[163437] = 11,
		[171454] = 3,
		[24394] = "吉特班",
		[127802] = 8,
		[254472] = 2,
		[206367] = "古尔丹",
		[330662] = 11,
		[345089] = 2,
		[117014] = 7,
		[330793] = "眼魔泽尔伽",
		[236060] = 8,
		[184847] = "古尔图格·血沸",
		[69916] = "破天号邪刃者",
		[324609] = "贵族散兵",
		[332842] = 1,
		[324608] = "奥莱芙莉安",
		[320512] = "腐烂的粘液之爪",
		[47755] = 5,
		[324652] = "酤团",
		[106264] = "丑恶的融合怪",
		[328748] = 10,
		[345085] = 11,
		[330745] = 8,
		[345130] = 12,
		[353322] = 11,
		[295932] = "狱卒阿尔柯班",
		[355318] = 2,
		[155176] = "元素尊者",
		[69917] = "破天号邪刃者",
		[206370] = "古尔丹",
		[267211] = 9,
		[336874] = 10,
		[353324] = 3,
		[175601] = "拜夜虔信者",
		[326570] = 4,
		[88331] = 9,
		[100506] = "不稳定的熔岩",
		[195949] = 8,
		[66846] = 11,
		[343087] = "噬渊鼠",
		[209443] = "萨维斯",
		[314419] = 2,
		[211491] = "艾瑞达法师杀手",
		[336872] = 2,
		[279608] = 5,
		[295997] = 4,
		[324659] = "瞬息具象",
		[686] = 9,
		[295991] = "牢房哨卫",
		[83244] = 3,
		[162346] = "泰克图斯",
		[334899] = "喷毒狙击手",
		[328756] = "英格拉·马洛克",
		[314422] = 2,
		[77575] = 6,
		[326709] = 2,
		[152108] = 9,
		[23243] = 3,
		[46738] = 1,
		[64901] = 5,
		[324662] = "金-塔拉",
		[70431] = "黑暗堕落者谋士",
		[64144] = "未知目标",
		[48018] = 9,
		[328664] = "脆骨法师",
		[269279] = 3,
		[105219] = "堕落熔岩",
		[326712] = "黑暗助祭",
		[353333] = 11,
		[15587] = "影月侍僧",
		[207399] = 7,
		[322465] = "特雷德奥瓦",
		[193065] = 5,
		[61309] = 8,
		[20549] = 2,
		[8679] = 4,
		[69920] = "破天号刺客",
		[59793] = 10,
		[207400] = 7,
		[295998] = 9,
		[330703] = "凋零淤泥喷射者",
		[357431] = "塔拉格鲁",
		[82691] = 8,
		[302143] = 7,
		[320573] = "佐尔拉姆斯巫师",
		[157153] = 7,
		[332860] = 2,
		[151088] = 11,
		[320574] = "[*] 暗影之井",
		[330813] = "眼魔泽尔伽",
		[260643] = 1,
		[326718] = "赤红学员",
		[46739] = 1,
		[230951] = "邪能之魂",
		[332862] = 1,
		[200174] = 5,
		[320576] = "维鲁拉克斯魔药编织者",
		[339006] = "丧魂踏步者",
		[357436] = "维利席安",
		[155185] = "元素尊者",
		[296454] = "丧魂追猎者",
		[330816] = "艾柯尔·胆肉",
		[311474] = 2,
		[94462] = 2,
		[326434] = 11,
		[315443] = 6,
		[332865] = "酤团",
		[334913] = "穆厄扎拉",
		[197165] = "艾萨拉之怒",
		[95007] = 8,
		[332866] = 2,
		[311471] = 8,
		[143924] = 6,
		[339010] = "丧魂踏步者",
		[351140] = 8,
		[332672] = "阿塔莱死亡行者",
		[330661] = 11,
		[189999] = 3,
		[322492] = "斯特拉达玛侯爵",
		[155192] = "熔炉工程师",
		[187464] = 5,
		[243241] = 5,
		[211501] = "魔化巢蛛",
		[155188] = 11,
		[105723] = "源质箭",
		[70435] = "黑暗堕落者将领",
		[83243] = 3,
		[48020] = 9,
		[209454] = "古尔丹之眼",
		[355396] = 11,
		[357284] = "热心的同谋",
		[16591] = 8,
		[148022] = 8,
		[16589] = 8,
		[337155] = 1,
		[115313] = 10,
		[156239] = "元首马尔高克",
		[319780] = "酤团",
		[211503] = "艾瑞达法师杀手",
		[93985] = 11,
		[127261] = 9,
		[119582] = 10,
		[325605] = "荒芜碎击者",
		[326731] = 2,
		[322695] = 11,
		[105248] = "堕落熔岩",
		[236077] = 1,
		[44949] = 1,
		[353353] = 11,
		[53652] = 2,
		[350119] = 5,
		[326733] = 2,
		[353354] = 3,
		[202290] = "萨里安·邪焰",
		[274281] = 11,
		[351307] = "渊誓受诅者",
		[69925] = "库卡隆神谕者",
		[63891] = "萨拉",
		[79140] = 4,
		[334926] = "被操纵的钻凋者",
		[64659] = 3,
		[317361] = 11,
		[334749] = "尸体收割者",
		[155193] = 11,
		[106785] = 11,
		[347214] = 1,
		[330653] = 11,
		[355225] = "浊盐鱼术师",
		[259756] = 6,
		[339024] = 11,
		[195125] = 11,
		[328837] = 3,
		[69926] = "破天号博学者",
		[206388] = "占星师艾塔乌斯",
		[157128] = 2,
		[201983] = "烬壳统御者",
		[320596] = "凋骨",
		[351098] = "元尊遗物",
		[295694] = 11,
		[350129] = 5,
		[323504] = 1,
		[210824] = 8,
		[354297] = "支援警官",
		[175673] = "屠宰区游荡者",
		[132568] = 1,
		[298073] = "巨型卫士",
		[348567] = 7,
		[155196] = "熔渣元素",
		[69927] = "库卡隆征服者",
		[339029] = 2,
		[332688] = 6,
		[142910] = 12,
		[328791] = "宫务大臣",
		[322648] = "[*] 心灵连接",
		[200758] = 4,
		[17619] = 2,
		[353365] = 6,
		[106830] = 11,
		[332888] = 2,
		[200248] = "复活的奥术师",
		[312411] = 5,
		[6353] = 9,
		[157657] = "不稳定的畸体",
		[8680] = 4,
		[336009] = 5,
		[115360] = 7,
		[191034] = 11,
		[71464] = "女武神席瓦娜",
		[43927] = 4,
		[330843] = "眼魔泽尔伽",
		[154175] = "骨喉",
		[26573] = 2,
		[205369] = 5,
		[347226] = 11,
		[324701] = 3,
		[319685] = "贪食的克里克西斯",
		[120032] = 4,
		[322654] = "特雷德奥瓦",
		[211513] = "艾瑞达法师杀手",
		[187731] = "凯特温",
		[69929] = "伊米亚霜缚者",
		[322655] = "特雷德奥瓦",
		[314242] = 3,
		[71465] = "女武神席瓦娜",
		[340356] = "传染软泥",
		[153153] = "莎达娜·血怒",
		[306423] = 9,
		[155201] = "熔炉工程师",
		[353373] = 11,
		[34428] = 1,
		[191037] = 11,
		[347240] = 8,
		[312419] = "瓦力欧克 <小狐仙儿-鬼雾峰>",
		[322658] = "特雷德奥瓦",
		[85288] = 1,
		[330615] = 8,
		[69930] = "库卡隆征服者",
		[355423] = "浊盐鱼术师",
		[325983] = 2,
		[342332] = "傲慢具象",
		[221160] = "脉冲畸体",
		[347233] = 1,
		[291944] = 1,
		[351329] = 11,
		[189534] = "卡兹洛加",
		[338788] = 2,
		[320145] = "米尔菲丝·法力风暴",
		[330532] = "蹒跚的弩手",
		[320614] = "食腐蛆虫",
		[347235] = 5,
		[19647] = "埃利克克 <冰封柬柬-暴风祭坛>",
		[328869] = "帕特里西安·克伦威尔",
		[31821] = 2,
		[347236] = 1,
		[114919] = 2,
		[181827] = "邪影守望者",
		[193088] = "深须国王",
		[330855] = 8,
		[48792] = 6,
		[343142] = 4,
		[46968] = 1,
		[99112] = "烈焰之子",
		[83242] = 3,
		[200256] = "奥术仆从",
		[108839] = 8,
		[100071] = "炽炎巨鹰",
		[357217] = "渊誓狂怒卫士",
		[318571] = 8,
		[59543] = 3,
		[255546] = 4,
		[112869] = 9,
		[99917] = "不受束缚的炽热元素",
		[317614] = 6,
		[330859] = 9,
		[332907] = 9,
		[117828] = 9,
		[112867] = 9,
		[339051] = 12,
		[99625] = "火妖灼炎师",
		[215479] = 10,
		[346380] = 11,
		[54680] = "魔暴龙",
		[227903] = "海拉",
		[204213] = 5,
		[177938] = 8,
		[70445] = 11,
		[167819] = "古尔丹",
		[48025] = 4,
		[334677] = 2,
		[202166] = 1,
		[198069] = 5,
		[155209] = "山脉之心",
		[346959] = "泰坦防御炮台",
		[320336] = "脆骨法师",
		[357485] = "未知目标",
		[71909] = 4,
		[193093] = "深须国王",
		[355438] = "佐·格伦",
		[316531] = 1,
		[334961] = "穆厄扎拉",
		[69934] = "库卡隆征服者",
		[355439] = "佐·格伦",
		[329919] = "邦桑迪的怒火",
		[326771] = "石裔切割者",
		[336711] = 11,
		[347249] = "索·阿兹密",
		[324724] = 5,
		[61336] = 11,
		[344900] = 12,
		[181832] = "邪影守望者",
		[357489] = 11,
		[320327] = "[*] 错位冲击波",
		[160331] = 7,
		[357185] = 1,
		[285514] = 7,
		[310392] = "西诺德",
		[320631] = "食腐蛆虫",
		[339061] = 3,
		[64152] = "腐蚀触须",
		[213858] = 1,
		[332608] = "阿塔莱灾厄妖术师",
		[64153] = "腐蚀触须",
		[105771] = 1,
		[155213] = "熔渣元素",
		[351849] = 12,
		[322681] = "缝肉的造物",
		[331008] = "实验性淤泥",
		[210833] = 8,
		[108843] = 8,
		[330873] = 11,
		[50842] = 6,
		[343958] = 8,
		[59545] = 6,
		[353077] = 1,
		[332922] = 1,
		[334970] = "穆厄扎拉",
		[345209] = 11,
		[330875] = "卑劣的暗语者",
		[231843] = 2,
		[212552] = 6,
		[320637] = "凋骨",
		[123904] = 10,
		[116011] = 8,
		[345698] = 6,
		[345211] = 8,
		[596] = 5,
		[103081] = 12,
		[320763] = 7,
		[205386] = 5,
		[70449] = "黑暗堕落者指挥官",
		[70961] = "被诅咒者",
		[207267] = 6,
		[28730] = 8,
		[33395] = "水元素 <傲煌丨风鸣-泰兰德>",
		[295732] = 11,
		[294020] = 7,
		[202137] = 12,
		[62618] = 5,
		[311468] = 8,
		[192077] = 7,
		[345215] = 8,
		[101166] = "不受束缚的葬火领主",
		[207439] = "占星师艾塔乌斯",
		[326440] = "哈尔吉亚斯的碎片",
		[197197] = 1,
		[70450] = "黑暗堕落者血骑士",
		[324739] = 12,
		[236954] = "死疽小蜘蛛",
		[320644] = "无堕者哈夫",
		[251463] = 11,
		[294597] = 11,
		[160124] = "兴奋剂 <火锅的潘哒-格瑞姆巴托>",
		[221771] = 10,
		[355457] = "[*] 令人振奋的幻灭心能",
		[332932] = 8,
		[331368] = 3,
		[345219] = 5,
		[62317] = "被俘虏的雇佣兵队长",
		[266030] = 9,
		[162658] = "泰克图斯碎片",
		[119085] = 10,
		[230987] = 3,
		[97463] = 1,
		[343173] = 4,
		[355074] = "渊誓黑暗法师",
		[347269] = "塔拉格鲁",
		[357508] = "暴怒的恐角龙",
		[326389] = "艾谢朗",
		[323064] = "夺灵者哈卡",
		[57755] = 1,
		[116014] = 8,
		[192081] = 11,
		[193633] = "复活的弓箭手",
		[355462] = 11,
		[354273] = 1,
		[326794] = "审判官西加尔",
		[299789] = 11,
		[633] = 2,
		[187694] = "安苏之眼",
		[192082] = 7,
		[258634] = "燃烬卫士",
		[191894] = 10,
		[332939] = 2,
		[324371] = 9,
		[338705] = 11,
		[347274] = "塔拉格鲁",
		[357513] = "屁屁",
		[334988] = "凋缚巨骨",
		[209489] = "强化古尔丹之眼",
		[320272] = "受诅者赛泽尔",
		[328462] = "阿斯托诺斯",
		[318223] = 1,
		[320655] = "凋骨",
		[119905] = 9,
		[64155] = 8,
		[227573] = "高姆",
		[330945] = 2,
		[357125] = "虚隐之魂",
		[341134] = 4,
		[346505] = 12,
		[345230] = 8,
		[330896] = 2,
		[49821] = 5,
		[334992] = 2,
		[345231] = 5,
		[36717] = "被摧毁的斥候",
		[355072] = "渊誓黑暗法师",
		[353023] = "[*] 折磨",
		[209291] = "强化古尔丹之眼",
		[355069] = "渊誓弓手",
		[221577] = "星界先知",
		[294039] = 8,
		[330496] = "凋零语者",
		[348063] = 3,
		[332947] = 2,
		[61447] = 11,
		[320661] = "刽子手瓦卢斯",
		[355473] = "指挥官佐·法",
		[332948] = 2,
		[332536] = 2,
		[342774] = 5,
		[347283] = "塔拉格鲁",
		[357522] = "渊誓符文锻造师",
		[326806] = "审判官西加尔",
		[345236] = "冥河符文锻造师",
		[322711] = "哈尔吉亚斯",
		[64156] = "腐蚀触须",
		[321973] = 5,
		[279709] = 11,
		[355476] = "指挥官佐·法",
		[357524] = 8,
		[326808] = 6,
		[221781] = "古尔丹",
		[355477] = "贸易执行者",
		[357525] = 8,
		[335000] = "穆厄扎拉",
		[50334] = 11,
		[2139] = 8,
		[321444] = 12,
		[337659] = 1,
		[334568] = "萨尔",
		[355479] = "指挥官佐·法",
		[357091] = "骨钢",
		[192090] = 11,
		[353432] = "命运之影",
		[177756] = "鼓风者",
		[329706] = "渊誓弓手",
		[702] = 9,
		[221783] = "古尔丹",
		[190043] = "武器大师麦克奥",
		[324323] = "骷髅劫掠者",
		[205180] = 9,
		[48743] = 6,
		[332514] = 2,
		[211545] = 11,
		[338653] = "缝合助理 <车间传送门>",
		[353435] = "命运之影",
		[298146] = 12,
		[64157] = "腐蚀触须",
		[56222] = 6,
		[314080] = 11,
		[586] = 5,
		[307932] = 9,
		[47633] = 6,
		[229976] = 2,
		[333728] = "复生的骷髅战士",
		[77761] = 11,
		[33697] = 7,
		[108853] = 8,
		[172816] = 2,
		[337880] = 8,
		[187998] = "邪影守望者",
		[356253] = 11,
		[355487] = "[*] 致命武力",
		[121536] = 5,
		[257622] = 3,
		[344782] = 2,
		[322724] = "凇心伏击者",
		[227930] = "海拉",
		[22482] = 4,
		[197214] = 7,
		[330916] = 11,
		[346828] = "希尔布兰德",
		[335012] = 3,
		[345251] = 8,
		[134522] = 11,
		[63134] = "萨拉",
		[333503] = 4,
		[353443] = "强化的渊誓火葬者",
		[214621] = 5,
		[299159] = 7,
		[340431] = 4,
		[353444] = "强化的渊誓火葬者",
		[330919] = "狂怒面具",
		[357540] = 1,
		[334529] = "幼年符文牡鹿",
		[263344] = "强化的皇家管理员",
		[16595] = 8,
		[189548] = "阿兹加洛",
		[186403] = 1,
		[217694] = 8,
		[330921] = 2,
		[357542] = "维尔特",
		[326826] = "大监督者",
		[205408] = "占星师艾塔乌斯",
		[70460] = "冻霜陷阱",
		[202090] = 10,
		[326827] = "大监督者",
		[328875] = "帕特里西安·克伦威尔",
		[132467] = 10,
		[36514] = "未知目标",
		[171621] = 7,
		[351401] = 3,
		[3355] = 3,
		[341163] = "格里恩哥利亚 <魔法羽翼-安苏>",
		[326829] = "审判官西加尔",
		[352216] = 11,
		[322232] = "斯特拉达玛侯爵",
		[348065] = 2,
		[335021] = 1,
		[182285] = "恶魔卫士",
		[322735] = "夺灵者哈卡",
		[341165] = "格里恩哥利亚 <魔法羽翼-安苏>",
		[326831] = "大监督者",
		[328879] = "帕特里西安·克伦威尔",
		[330927] = 2,
		[316593] = 1,
		[345316] = 4,
		[236298] = 8,
		[339119] = 2,
		[316594] = 1,
		[329426] = "烈焰保护者",
		[337072] = "赞图斯的死亡之影",
		[355502] = "[*] 震光屏障",
		[316595] = 1,
		[155242] = "山脉之心",
		[336556] = "心能拟身怪",
		[355503] = 2,
		[187748] = 5,
		[326835] = "骨化的援兵",
		[344008] = 10,
		[355504] = "痛楚工匠莱兹纳尔",
		[34914] = 5,
		[326836] = "邪恶的镇压者",
		[352102] = 11,
		[239201] = "加泽拉克斯",
		[158315] = "执行者苏卡",
		[326837] = "大监督者",
		[189532] = "缚魂者哈兰尼",
		[188031] = 8,
		[316599] = "[*] 净化者烈焰",
		[276754] = "巨型自动机",
		[99918] = "不受束缚的炽热元素",
		[322743] = "笨重造物",
		[64160] = "不朽守护者",
		[231390] = 3,
		[320696] = "缝合先锋",
		[24275] = 2,
		[357556] = 7,
		[351413] = "典狱长之眼",
		[337079] = 10,
		[298172] = "堕落者科萨鲁斯",
		[124217] = 1,
		[351414] = 7,
		[305273] = 2,
		[194153] = 11,
		[335720] = "渊誓侍僧",
		[17364] = 7,
		[156270] = "钢铁爆破枪手",
		[334493] = "仙野烁光蛾",
		[103740] = 8,
		[192106] = 7,
		[152175] = 10,
		[331624] = 4,
		[324796] = 12,
		[294302] = "丧魂恶鬼",
		[209785] = 2,
		[85948] = 6,
		[697] = 9,
		[329815] = 11,
		[38052] = "邪能歼灭者",
		[30451] = 8,
		[231587] = 2,
		[171630] = 8,
		[127290] = 2,
		[119611] = 10,
		[305007] = 11,
		[326847] = "审判官西加尔",
		[121147] = 6,
		[202347] = 11,
		[260708] = 1,
		[258949] = 1,
		[307115] = "[*] 烈焰爆发",
		[231016] = "未知目标",
		[99646] = "烈焰德鲁伊",
		[192109] = 7,
		[356181] = 3,
		[5302] = 1,
		[195181] = 6,
		[171632] = 7,
		[205420] = "克洛苏斯",
		[317943] = "弃誓先锋",
		[333957] = 7,
		[347737] = "塔拉格鲁",
		[337090] = 8,
		[322756] = "佐尔拉姆斯守门人",
		[195182] = 6,
		[45055] = 5,
		[328900] = 4,
		[322757] = "佐尔拉姆斯守门人",
		[99647] = "烬网织网蛛",
		[190446] = 8,
		[5782] = 9,
		[339140] = 11,
		[63138] = "萨拉",
		[285335] = "凇心斥候",
		[186305] = 4,
		[181873] = "暗影领主艾斯卡",
		[323507] = 7,
		[153596] = 8,
		[209518] = "古尔丹之眼",
		[355524] = "[*] 影铸锁链",
		[115203] = 10,
		[19505] = "埃利克克 <冰封柬柬-暴风祭坛>",
		[353477] = 9,
		[247402] = 12,
		[227300] = "[*] 奥能喷发",
		[33702] = 9,
		[350128] = 7,
		[347335] = 1,
		[186439] = 5,
		[329913] = "渊誓阴影追猎者",
		[328906] = 9,
		[339145] = 11,
		[357575] = 11,
		[17877] = 9,
		[311494] = 6,
		[109017] = "莫卓克",
		[308430] = 3,
		[326860] = 10,
		[320717] = "食腐蛆虫",
		[256123] = 1,
		[346227] = 3,
		[211202] = "奥术畸体",
		[326278] = "特雷德奥瓦",
		[101185] = 1,
		[59914] = 5,
		[155256] = "保安",
		[337101] = 10,
		[322767] = "德鲁斯特收割者",
		[64163] = "尤格-萨隆",
		[335054] = 2,
		[106548] = "龙翼触须",
		[210546] = "艾利桑德",
		[341198] = 2,
		[122687] = 10,
		[115008] = 10,
		[284705] = "獠齖绿皮怪丶-死亡之翼 <獠齖绿皮怪丶-死亡之翼>",
		[99650] = "烈焰德鲁伊",
		[329452] = 1,
		[317223] = 2,
		[323845] = "卡尔将军",
		[211571] = "魔誓混沌法师",
		[324073] = 4,
		[320723] = "[*] 错位冲击波",
		[355535] = "痛楚工匠莱兹纳尔",
		[259396] = 3,
		[77478] = 7,
		[312533] = 5,
		[184364] = 1,
		[357584] = 8,
		[228055] = "海拉",
		[235845] = 4,
		[193538] = 4,
		[307160] = 11,
		[340600] = 4,
		[312535] = 3,
		[307162] = 9,
		[162427] = 11,
		[332407] = 2,
		[320727] = "[*] 错位冲击波",
		[110095] = "[*] 甲板起火",
		[64164] = "尤格-萨隆",
		[350163] = "怨毒影魔",
		[69179] = 1,
		[117313] = 1,
		[323547] = 4,
		[3411] = 1,
		[320729] = "无堕者哈夫",
		[176457] = 2,
		[341207] = 5,
		[527] = 5,
		[312539] = "[*] 饥渴心能",
		[109379] = "腐蚀之触",
		[357590] = 5,
		[326874] = "石精噬踝者",
		[321507] = 8,
		[348041] = 2,
		[154953] = 4,
		[232450] = "海拉",
		[328923] = 7,
		[323559] = 4,
		[316637] = 1,
		[207881] = "塔丽克萨·火冠",
		[156287] = 1,
		[314590] = 2,
		[337894] = 12,
		[351450] = 2,
		[328925] = 2,
		[330973] = "腐臭的气囊怪",
		[333021] = 7,
		[335069] = 2,
		[341817] = 1,
		[206458] = "心魔",
		[70985] = "鲜血女王兰娜瑟尔",
		[326879] = "石精噬踝者",
		[104773] = 9,
		[228360] = 5,
		[333023] = 5,
		[155265] = "元素尊者",
		[312546] = 6,
		[330976] = 11,
		[341215] = "[*] 动荡心能",
		[335072] = "米尔豪斯·法力风暴",
		[325217] = 10,
		[347359] = 4,
		[316643] = 1,
		[155266] = "元素尊者",
		[328930] = 7,
		[347360] = 1,
		[248439] = 1,
		[331224] = "魂铸白骨编织者",
		[691] = 9,
		[72737] = "死亡使者萨鲁法尔",
		[333027] = 1,
		[703] = 4,
		[206788] = "崔利艾克斯",
		[347362] = 1,
		[316646] = 8,
		[62374] = "烈焰巨兽",
		[328933] = 7,
		[355554] = 10,
		[77130] = 7,
		[351459] = "渊誓受诅者",
		[69963] = "破天号传教师",
		[47528] = 6,
		[224234] = "星界助祭",
		[262115] = 1,
		[755] = 9,
		[759] = 8,
		[105799] = "诺兹多姆",
		[188033] = 3,
		[352857] = 5,
		[214654] = "斯考匹隆",
		[341223] = 3,
		[25046] = 4,
		[345319] = 7,
		[346048] = 1,
		[335877] = "不稳定的幼虫",
		[201995] = "再帅一百年-德拉诺",
		[345320] = 8,
		[355970] = "掮灵威·肯",
		[357607] = 12,
		[326891] = "审判官西加尔",
		[321538] = "弗特莱 <猎尘-萨尔>",
		[347369] = "塔拉格鲁",
		[55016] = 1,
		[326892] = "斩首者德茜雅",
		[348650] = "眼目指挥官",
		[199552] = 12,
		[275699] = 6,
		[223499] = 3,
		[225919] = 12,
		[347371] = "海盗船炮手",
		[227967] = "海拉",
		[260175] = 8,
		[69965] = "库卡隆防御者",
		[871] = 1,
		[64167] = "未知目标",
		[318038] = 7,
		[883] = 3,
		[347373] = "时沙号火炮",
		[216371] = 2,
		[333841] = "老练的里克",
		[213634] = 5,
		[336465] = 3,
		[203808] = 4,
		[294133] = 2,
		[225921] = 12,
		[339184] = "多米娜·毒刃",
		[333041] = 6,
		[48153] = 5,
		[337137] = 8,
		[185123] = 12,
		[156718] = "畸形僵尸蛛",
		[335090] = 8,
		[224560] = "占星家贾林",
		[355568] = "痛楚工匠莱兹纳尔",
		[260734] = 7,
		[331381] = "[*] 滑倒",
		[353521] = 11,
		[339187] = 7,
		[183075] = "月之守卫助祭",
		[335092] = 1,
		[234114] = 11,
		[318995] = "束链者格鲁斯",
		[118089] = 8,
		[323544] = "哈卡之子",
		[69967] = "破天号传教师",
		[355571] = "痛楚工匠莱兹纳尔",
		[64168] = "夸张的徽记",
		[104267] = 1,
		[328951] = 12,
		[353745] = 7,
		[227972] = "海拉",
		[347943] = 11,
		[49322] = 2,
		[355573] = "痛楚工匠莱兹纳尔",
		[174731] = "未知目标 <熔炉工程师>",
		[335096] = 1,
		[345335] = 12,
		[336453] = "荒芜碎击者",
		[333049] = 8,
		[335097] = 1,
		[69968] = "库卡隆仪祭师",
		[354340] = 11,
		[324859] = "纱雾追猎者",
		[335098] = 1,
		[320069] = "斩首者德茜雅",
		[350247] = 7,
		[88625] = 5,
		[269571] = 2,
		[354343] = 3,
		[355577] = "雷铸守护者",
		[336449] = "爆炸物",
		[335100] = 1,
		[328957] = 12,
		[322814] = "德沃丝",
		[297017] = "灵魂狱卒",
		[38828] = "禁魔监狱斥候",
		[69969] = "破天号召唤师",
		[206474] = "提克迪奥斯",
		[207498] = 7,
		[334324] = "首席管理者加弗林",
		[354349] = "防御噬渊鼠",
		[207685] = 12,
		[225323] = 11,
		[343294] = 6,
		[5143] = 8,
		[322817] = "德沃丝",
		[323059] = "宗主奥法兰",
		[269576] = 3,
		[152818] = "影月塑骨者",
		[322818] = "德沃丝",
		[34477] = 3,
		[321575] = "佐尔拉姆斯通灵师",
		[320771] = "缚霜者纳尔佐",
		[352309] = 3,
		[324867] = 3,
		[307497] = 12,
		[320772] = "缚霜者纳尔佐",
		[355584] = "雷铸守护者",
		[357632] = 11,
		[329316] = 1,
		[197262] = "海拉",
		[157331] = "原始风暴元素 <文野-国王之谷>",
		[358612] = "[*] 尖啸回响",
		[108366] = 9,
		[176785] = 8,
		[329325] = "渊誓缚魂者",
		[1462] = 3,
		[326918] = 6,
		[31224] = 4,
		[78674] = 11,
		[47788] = 5,
		[212036] = 5,
		[250505] = "召唤的双子 <余晖下的天使-卡扎克>",
		[206945] = 6,
		[311465] = 8,
		[326920] = "米尔豪斯·法力风暴",
		[197264] = "海拉",
		[331016] = 12,
		[308491] = 3,
		[351494] = 1,
		[192611] = 12,
		[352093] = 11,
		[343290] = 5,
		[261769] = 10,
		[69972] = "破天号召唤师",
		[339209] = "魔药喷吐者",
		[224518] = "伊利丹·怒风 <蝶舞菲菲>",
		[354475] = "耐奥祖的残迹",
		[224526] = "甲虫之王汉姆雷特",
		[44461] = 8,
		[99993] = "火焰毒蝎",
		[348140] = 11,
		[327761] = 7,
		[187459] = "血缚火疗者",
		[308495] = 3,
		[165961] = 11,
		[6807] = 11,
		[153240] = "莎达娜·血怒",
		[63147] = "萨拉",
		[155288] = "山脉之心",
		[69973] = "破天号召唤师",
		[347404] = "渊誓末日使者",
		[19801] = 3,
		[48045] = 5,
		[320784] = "缚霜者纳尔佐",
		[322832] = 12,
		[308498] = 3,
		[338004] = "劳苦的管理员",
		[77472] = 7,
		[339215] = "魔药喷吐者",
		[341263] = 5,
		[1822] = 11,
		[320786] = "[*] 势不可挡",
		[354386] = 7,
		[59052] = 6,
		[343312] = 12,
		[69974] = "破天号射手",
		[339217] = "魔药喷吐者",
		[70299] = "黑暗堕落者贵族",
		[296956] = "灵魂狱卒",
		[320788] = "缚霜者纳尔佐",
		[199547] = 12,
		[316693] = 11,
		[70089] = "布兰顿上尉",
		[320789] = "无堕者哈夫",
		[314646] = 7,
		[62124] = 2,
		[277787] = 8,
		[346204] = "佐·菲克斯",
		[1966] = 4,
		[308504] = 3,
		[197916] = 10,
		[312600] = "纳尔塔里 <小狐仙儿-鬼雾峰>",
		[322839] = 12,
		[2006] = 5,
		[294171] = "强化的渊誓拦截者",
		[320900] = 8,
		[203849] = 8,
		[308506] = 11,
		[221464] = "混沌法师贝勒隆",
		[2060] = 5,
		[347414] = "索·阿兹密",
		[228532] = 12,
		[183962] = "大主教伊瑞尔",
		[338022] = "帕奇维克士兵",
		[192231] = "岩浆图腾 <窒息九号-埃德萨拉>",
		[321247] = "阿玛厄斯",
		[17962] = 9,
		[328986] = "不稳定的罐子",
		[206488] = "[*] 奥术渗流",
		[51886] = 7,
		[326939] = 6,
		[337178] = "不屈的参赛者",
		[281889] = 3,
		[313881] = 3,
		[81751] = 5,
		[331370] = 3,
		[165534] = 12,
		[254224] = 5,
		[329732] = 7,
		[108601] = "死亡之翼",
		[246853] = 3,
		[157503] = 7,
		[352561] = 7,
		[339990] = 2,
		[339229] = 12,
		[64173] = "尤格-萨隆的大脑",
		[51533] = 7,
		[320800] = 7,
		[327839] = 12,
		[308514] = 12,
		[207682] = 12,
		[321390] = 8,
		[198300] = 7,
		[267560] = 2,
		[355889] = "海关保安",
		[342541] = 3,
		[117588] = "原始火元素 <东莞不哭-鬼雾峰>",
		[333089] = 6,
		[326946] = 6,
		[197277] = 2,
		[55078] = 6,
		[152855] = "影月死忠者",
		[111759] = 5,
		[320804] = "实验型松鼠炸弹",
		[280776] = 1,
		[333091] = "凇心伏击者",
		[122708] = 3,
		[155777] = 11,
		[156776] = "影月奴役者",
		[354240] = "宝库之盾",
		[352220] = 11,
		[246867] = 2,
		[186016] = "[*] 邪火弹药",
		[308520] = 12,
		[335141] = "纳祖达",
		[331921] = 6,
		[339237] = "哈尔吉亚斯",
		[248473] = 8,
		[335142] = "纳祖达",
		[228227] = "高姆",
		[306474] = 5,
		[340159] = 6,
		[335143] = "佐尔拉姆斯愈骨者",
		[106839] = 11,
		[290976] = 8,
		[212064] = "渊誓阴影追猎者",
		[317488] = 1,
		[322047] = 1,
		[12654] = 8,
		[331398] = "不稳定的内存器",
		[346266] = 1,
		[353575] = 11,
		[331934] = 3,
		[308525] = 6,
		[346267] = 1,
		[209568] = "加速元素",
		[219235] = "剧毒孢子",
		[338079] = "巢群伏击者",
		[253595] = 6,
		[205473] = 8,
		[214688] = "可疑的贵族",
		[357673] = 7,
		[335148] = 6,
		[336036] = 10,
		[355626] = 7,
		[300728] = 6,
		[212641] = 2,
		[92232] = 6,
		[246809] = 5,
		[336043] = 1,
		[335150] = 11,
		[64187] = "唤雷者布隆迪尔",
		[259740] = 3,
		[358894] = "凇心之欧罗斯",
		[253597] = 6,
		[77220] = 9,
		[74589] = 1,
		[333104] = 1,
		[335152] = 2,
		[319669] = "库尔萨洛克",
		[311480] = 2,
		[316723] = 7,
		[329908] = "石屑观察者",
		[155794] = "执行者苏卡",
		[247455] = 12,
		[158378] = 11,
		[267964] = "库尔沙考尔 <晨本布衣-凤凰之神>",
		[320820] = 5,
		[313839] = 2,
		[333107] = "塔楼哨卫",
		[356530] = 1,
		[329012] = 5,
		[255647] = 2,
		[324917] = 12,
		[75614] = 8,
		[320822] = "佐尔拉姆斯愈骨者",
		[292363] = 6,
		[162475] = "泰克图斯",
		[264689] = 3,
		[320823] = "米尔菲丝·法力风暴",
		[201846] = 7,
		[275773] = 2,
		[105445] = "灼疮触须",
		[353588] = "威尔萨斯",
		[338406] = "镇压者泽罗尔斯",
		[228004] = "海姆达尔",
		[138927] = 11,
		[320825] = "机械炸弹松鼠",
		[115546] = 10,
		[195707] = 1,
		[352301] = 11,
		[311498] = 6,
		[355638] = "集市维和者",
		[324922] = "德鲁斯特碎枝者",
		[335161] = 6,
		[353591] = "典狱长之眼",
		[351915] = 10,
		[199337] = "捕熊陷阱",
		[154760] = 11,
		[358878] = 11,
		[355640] = "集市维和者",
		[343448] = 12,
		[190356] = 8,
		[357751] = "[*] 散逸的法力",
		[355641] = "老练的火花法师",
		[275779] = 2,
		[343355] = 5,
		[320830] = "机械炸弹松鼠",
		[355642] = "老练的火花法师",
		[228007] = "[*] 舞动之刃",
		[210048] = "梦魇脓液",
		[221864] = "递归元素",
		[188550] = 11,
		[235764] = 9,
		[321755] = "缚霜者纳尔佐",
		[53] = 4,
		[355644] = "老练的火花法师",
		[162480] = 3,
		[204459] = "斯考匹隆",
		[20572] = 3,
		[5176] = 11,
		[333120] = 12,
		[338141] = 10,
		[210053] = 11,
		[201959] = "烬壳统御者",
		[333121] = 2,
		[163505] = 11,
		[338005] = "劳苦的管理员",
		[331074] = 7,
		[333122] = 2,
		[353769] = "喀萨泽尔",
		[234153] = 9,
		[321999] = "传染软泥",
		[333123] = 2,
		[351553] = 1,
		[340203] = 2,
		[347458] = 3,
		[333124] = 6,
		[354535] = "耐奥祖的残迹",
		[5784] = 9,
		[194223] = 11,
		[340238] = 9,
		[212653] = 8,
		[288075] = 2,
		[331078] = 2,
		[197550] = "深须国王",
		[8690] = 8,
		[213134] = 3,
		[331079] = 2,
		[114014] = 4,
		[326984] = 6,
		[203844] = 3,
		[347462] = 12,
		[301308] = 2,
		[353724] = "末日导灵器",
		[163753] = "格罗姆卡重装步兵",
		[331081] = 8,
		[6360] = "格林雷尔 <暗夜罗莎-伊莫塔尔>",
		[51124] = 6,
		[59571] = 3,
		[298318] = 3,
		[12975] = 1,
		[356046] = 7,
		[6552] = 1,
		[274755] = "召唤的双子 <余晖下的天使-卡扎克>",
		[195250] = "斯卡加尔",
		[351561] = 3,
		[337227] = "阿格尼克斯",
		[322893] = "德沃丝",
		[157348] = "原始风暴元素 <文野-国王之谷>",
		[342494] = "傲慢具象",
		[337228] = 2,
		[114051] = 7,
		[341324] = 11,
		[152816] = "影月塑骨者",
		[69989] = "破天号射手",
		[47541] = 6,
		[351508] = 1,
		[93827] = 1,
		[149229] = 3,
		[331087] = 8,
		[170679] = "残酷的卡诺尔",
		[340191] = "[*] 再生辐光",
		[346551] = 2,
		[206515] = "古尔丹",
		[124255] = 10,
		[309609] = 8,
		[345423] = 12,
		[50613] = 6,
		[7384] = 1,
		[196277] = 9,
		[124507] = 10,
		[331090] = 11,
		[35511] = "碎手狙击者",
		[259220] = "凇心投枪手",
		[227514] = "高姆",
		[163025] = 9,
		[267611] = 2,
		[196278] = 9,
		[15407] = 5,
		[196771] = 6,
		[341331] = "心能收集器 <梦幻紫-死亡之翼>",
		[326997] = "石裔切割者",
		[122470] = 10,
		[355666] = 11,
		[260247] = 3,
		[312609] = "纳尔塔里 <紫枫雨-凤凰之神>",
		[189112] = 12,
		[331094] = 7,
		[79206] = 7,
		[326999] = 4,
		[195801] = "踏浪巨人",
		[259760] = 5,
		[114018] = 4,
		[188089] = 7,
		[353621] = "威尔萨斯",
		[331096] = 2,
		[341335] = "未知目标 <第四个魔方-战歌>",
		[343383] = 4,
		[333711] = "骷髅迅猛龙",
		[218806] = "日心学者特尔安",
		[209087] = "古尔丹",
		[274740] = 1,
		[345432] = 1,
		[347480] = 10,
		[225446] = "特普",
		[343385] = 7,
		[162487] = 3,
		[347481] = "索·阿兹密",
		[79468] = 12,
		[343386] = 7,
		[312670] = 12,
		[157375] = "原始风暴元素 <文野-国王之谷>",
		[350249] = 8,
		[8122] = 5,
		[125282] = 3,
		[73326] = 8,
		[341340] = 6,
		[323889] = 4,
		[205486] = "占星师艾塔乌斯",
		[130] = 8,
		[119907] = 9,
		[289083] = 5,
		[88423] = 11,
		[156902] = "山脉之心",
		[81256] = 6,
		[343390] = 4,
		[329326] = "渊誓缚魂者",
		[273767] = "皇家角斗者",
		[166592] = 4,
		[183998] = 2,
		[345439] = 1,
		[342387] = 5,
		[354305] = 11,
		[295231] = "莫哈嗒 <莫哈嗒>",
		[213691] = 3,
		[239288] = "邪足晶球法师",
		[288506] = 9,
		[343393] = 11,
		[329059] = 2,
		[339298] = 9,
		[198837] = "复生的潜伏者 <再帅一百年-德拉诺>",
		[327012] = 2,
		[353633] = "威尔萨斯",
		[347490] = "塔拉格鲁",
		[337470] = 5,
		[206516] = "古尔丹",
		[209597] = "艾利桑德",
		[173245] = "真菌食肉者",
		[324966] = 8,
		[63414] = "VX-001",
		[353635] = "索·莉亚",
		[339301] = 9,
		[131784] = 8,
		[328002] = "致命的收割者",
		[152261] = 2,
		[342335] = 7,
		[228028] = "赫娅",
		[367971] = 9,
		[337255] = "特雷德奥瓦",
		[214718] = "斯考匹隆",
		[340288] = "纱雾夜花",
		[343399] = 1,
		[152262] = 2,
		[202425] = 11,
		[187074] = "魁梧的狂战士",
		[343400] = 1,
		[221886] = 2,
		[198337] = 1,
		[203961] = 11,
		[341622] = 2,
		[323576] = "大角符文牡鹿",
		[114282] = 11,
		[228030] = "赫娅",
		[323062] = "光缚烧灼者",
		[355651] = 11,
		[100974] = "自由烈焰",
		[207553] = 7,
		[329422] = "渊誓护火者",
		[119914] = 9,
		[201764] = 7,
		[328094] = "魔药束缚者",
		[327022] = 2,
		[293063] = "牢房哨卫",
		[339309] = 11,
		[221883] = 2,
		[120679] = 3,
		[64695] = 7,
		[333629] = "复生的弩手 <阿玛厄斯>",
		[228032] = "海拉",
		[188101] = "邪火喷射机",
		[356687] = 1,
		[222397] = "[*] 粉碎巨石",
		[163020] = 11,
		[326046] = "锥喉鹿角巨虫",
		[115310] = 10,
		[280398] = 5,
		[315802] = "渊誓拦截者",
		[84342] = 3,
		[322908] = "德沃丝",
		[317791] = "亡者魔导师 <陈毒锈-安苏>",
		[327509] = 8,
		[200389] = 11,
		[320884] = 5,
		[298343] = 3,
		[260798] = 1,
		[32296] = 5,
		[45242] = 5,
		[165578] = "骨喉",
		[99691] = "火妖灼炎师",
		[327029] = "蹒跚的弩手",
		[320886] = 5,
		[337510] = 3,
		[17767] = "马克塔斯特 <哈哈气死你-洛萨>",
		[338047] = 8,
		[48707] = 6,
		[331126] = "追猎者",
		[357747] = 5,
		[152279] = 6,
		[64696] = "黑暗符文哨兵",
		[322936] = "哈尔吉亚斯",
		[81262] = "未知目标 <德什么依-主宰之剑>",
		[351605] = 2,
		[296316] = 7,
		[181962] = "残酷的通敌者",
		[203981] = 12,
		[349890] = "耐奥祖的残迹",
		[203795] = 12,
		[194249] = 5,
		[57934] = 4,
		[222026] = 6,
		[345464] = 1,
		[322939] = "德鲁斯特收割者",
		[275841] = 7,
		[214222] = 2,
		[304510] = 11,
		[298367] = 7,
		[341370] = 11,
		[212680] = 3,
		[345466] = 1,
		[342171] = 5,
		[340541] = 11,
		[327037] = 11,
		[75136] = 3,
		[339324] = 2,
		[15798] = "达拉格",
		[204490] = 12,
		[320895] = 5,
		[322943] = "哈尔吉亚斯",
		[341373] = 11,
		[125355] = 10,
		[337278] = 8,
		[305006] = 11,
		[341374] = 5,
		[317829] = 4,
		[320897] = 5,
		[322945] = "哈尔吉亚斯",
		[316802] = 9,
		[332164] = 1,
		[320898] = 8,
		[5405] = 8,
		[313844] = 2,
		[292364] = 2,
		[320899] = 8,
		[306565] = 1,
		[199373] = "亡者大军 <陈毒锈-安苏>",
		[335234] = 1,
		[168657] = 8,
		[339784] = 9,
		[346276] = 11,
		[155347] = 11,
		[213708] = 11,
		[61882] = 7,
		[99695] = "火妖哨兵",
		[147362] = "怪兽史萊克-凤凰之神",
		[339341] = 3,
		[145109] = 11,
		[313853] = 1,
		[91778] = "大脑看守者 <陈毒锈-安苏>",
		[180945] = "邪火攻城车",
		[254813] = 7,
		[325012] = 2,
		[32223] = 2,
		[152277] = 1,
		[145110] = 11,
		[326076] = 1,
		[351621] = "渊誓哀难使者",
		[320905] = 8,
		[306571] = 1,
		[54216] = 3,
		[351622] = 1,
		[185042] = "地狱火炮",
		[306572] = 3,
		[198374] = "骷髅战士",
		[60103] = 7,
		[110959] = 8,
		[306573] = 6,
		[341385] = 5,
		[152819] = "影月塑骨者",
		[329099] = 5,
		[306574] = 6,
		[154327] = "影月奴役者",
		[339632] = 5,
		[213712] = 11,
		[306575] = 2,
		[331172] = "[*] 心灵连接",
		[6777] = 5,
		[193235] = "海姆达尔",
		[203533] = 3,
		[335467] = 5,
		[688] = 9,
		[320911] = 8,
		[306577] = 7,
		[215761] = "未知目标",
		[34767] = 2,
		[201427] = 12,
		[339342] = 3,
		[347977] = 3,
		[187698] = 3,
		[329104] = "宫务大臣",
		[114052] = 7,
		[357773] = 11,
		[355900] = "海关保安",
		[201428] = 12,
		[7353] = 7,
		[34026] = 3,
		[336306] = "多米娜·毒刃",
		[148187] = 10,
		[556] = 7,
		[357775] = 10,
		[327059] = 9,
		[209620] = "递归元素",
		[145152] = 11,
		[357776] = "加尔鲁什·地狱咆哮",
		[228519] = "冷酷领主",
		[320917] = 8,
		[347572] = 10,
		[325013] = 5,
		[331430] = 3,
		[201430] = 3,
		[210645] = "枯法魔",
		[228051] = "海拉",
		[322169] = "疑虑残迹",
		[329110] = "伊库斯博士",
		[243435] = 10,
		[256893] = 2,
		[343445] = 7,
		[353721] = "萨斯祖尔",
		[355732] = "焚化者阿寇拉斯",
		[300893] = 12,
		[32736] = "加鲁德",
		[2061] = 5,
		[355733] = 12,
		[124273] = 10,
		[213238] = "提克迪奥斯",
		[329113] = "宫务大臣",
		[50622] = 1,
		[228053] = "海拉",
		[42943] = "阿曼尼山猫幼崽",
		[180955] = "邪火攻城车",
		[355735] = 12,
		[341401] = 3,
		[183197] = "妖叶看护者",
		[345497] = 2,
		[206749] = "崔利艾克斯",
		[325020] = 5,
		[196357] = "伊凡尔",
		[345498] = "大角符文牡鹿",
		[355737] = "焚化者阿寇拉斯",
		[124274] = 10,
		[327069] = 7,
		[185052] = 1,
		[355738] = "焚化者阿寇拉斯",
		[325022] = 3,
		[204506] = "尼珊德拉",
		[320927] = 8,
		[35028] = 8,
		[353743] = 12,
		[277925] = 4,
		[296355] = "征服者克隆特扎斯",
		[351699] = "未知目标 <蝶舞菲菲>",
		[105845] = "丑恶的融合怪",
		[3391] = "碎手争斗者",
		[194310] = 6,
		[206555] = "古尔丹",
		[124275] = 10,
		[351646] = "索·莉亚",
		[242391] = "凇心特工",
		[322015] = 11,
		[155921] = "主管索戈尔",
		[220890] = 6,
		[86392] = 4,
		[212743] = 4,
		[325027] = "德鲁斯特碎枝者",
		[120692] = 5,
		[353696] = "命运撰写师罗-卡洛",
		[227034] = 11,
		[308646] = 1,
		[351649] = "渊誓火葬师",
		[337315] = 2,
		[347554] = "塔拉格鲁",
		[93337] = 11,
		[216331] = 2,
		[271788] = 3,
		[314791] = 8,
		[350701] = 11,
		[207631] = "[*] 毁灭",
		[228619] = "守夜水手",
		[322983] = 2,
		[22703] = 9,
		[175842] = "高里亚巫师",
		[320936] = 9,
		[314793] = 8,
		[224528] = "杰斯贝拉",
		[49088] = 6,
		[213726] = 6,
		[206559] = "崔利艾克斯",
		[16739] = 12,
		[192225] = 3,
		[296365] = "征服者克隆特扎斯",
		[306604] = 2,
		[273947] = 6,
		[311193] = 1,
		[327186] = 6,
		[358225] = "渊誓符文锻造师",
		[315585] = 4,
		[192226] = "未知目标 <Alanmoo-血色十字军>",
		[333339] = 7,
		[331179] = 3,
		[333227] = "复生的督军",
		[204513] = 12,
		[123254] = 5,
		[355753] = "寻亡之眼",
		[99705] = "烈焰德鲁伊",
		[335276] = 2,
		[353706] = "绿洲保安",
		[331181] = 3,
		[228063] = "海拉",
		[327233] = "魔药喷吐者",
		[353707] = "打架的顾客",
		[306609] = 9,
		[50401] = 6,
		[354385] = 12,
		[312753] = 7,
		[331183] = 3,
		[333231] = "受诅者赛泽尔",
		[343470] = "骷髅劫掠者",
		[296372] = "征服者克隆特扎斯",
		[306611] = 1,
		[325041] = 5,
		[269752] = 3,
		[63963] = 9,
		[339376] = 2,
		[345668] = 2,
		[178114] = "鼓风者",
		[300801] = 12,
		[331186] = 3,
		[117418] = 10,
		[120696] = 5,
		[254258] = 8,
		[331187] = 3,
		[332371] = 10,
		[354051] = 1,
		[353713] = 1,
		[355761] = 2,
		[124280] = 10,
		[62400] = "烈焰巨兽",
		[320950] = 9,
		[328285] = "有特权的贡献者",
		[334428] = 5,
		[55233] = 6,
		[345524] = 8,
		[331190] = 3,
		[326242] = "酤团",
		[216389] = "魔剑士奥鲁瑞尔",
		[185065] = "[*] 死灵印记",
		[222020] = "自然学家特尔安",
		[320103] = "滑行污泥",
		[49379] = 12,
		[312762] = 8,
		[323001] = "哈尔吉亚斯",
		[327276] = 10,
		[294333] = "丧魂暗影",
		[50370] = "钢铸防御者",
		[227045] = "伊利丹·怒风 <蝶舞菲菲>",
		[68992] = 8,
		[336499] = "唤雾者",
		[329146] = 1,
		[339385] = 1,
		[333242] = "狂怒的血角",
		[104316] = 9,
		[312765] = 12,
		[355768] = 10,
		[357816] = 8,
		[327100] = "[*] 毒雾",
		[320957] = 9,
		[355769] = 10,
		[256739] = 4,
		[206685] = "喷毒的眼镜蛇 <朗姆欧克-阿曼尼>",
		[217832] = 12,
		[331197] = 3,
		[357818] = 12,
		[53480] = 3,
		[337341] = 10,
		[306625] = 7,
		[215785] = 7,
		[321417] = 8,
		[337342] = 10,
		[238454] = 9,
		[357820] = 12,
		[327104] = 10,
		[347744] = "索·阿兹密",
		[321197] = 5,
		[319236] = 6,
		[302774] = 12,
		[345535] = 1,
		[323010] = "德沃丝",
		[292294] = "獠齖绿皮怪丶-死亡之翼 <獠齖绿皮怪丶-死亡之翼>",
		[347945] = 12,
		[353727] = "萨斯祖尔",
		[323011] = "德沃丝",
		[333250] = "复生的督军",
		[104318] = "野生小鬼 <晨本布衣-凤凰之神>",
		[320964] = 5,
		[97151] = "[*] 熔岩",
		[341442] = "爆发污泥",
		[36593] = "看守者的尸体",
		[258922] = 12,
		[347840] = "走私来的生物",
		[341443] = "爆发污泥",
		[184048] = "白银之手叛徒",
		[345539] = 11,
		[355778] = "痛楚工匠莱兹纳尔",
		[357826] = 1,
		[67556] = 10,
		[345540] = 11,
		[296447] = "丧魂飘浮者",
		[357827] = "狂乱的夜爪豹",
		[208772] = 5,
		[345541] = 11,
		[194442] = "浸水的灵魂卫士",
		[354016] = 3,
		[351685] = "命运撰写师罗-卡洛",
		[153496] = "食腐蛆虫",
		[323017] = "光缚烧灼者",
		[357829] = 2,
		[233196] = "孟菲斯托斯",
		[325218] = 10,
		[355782] = "贸易执行者",
		[17253] = "魔暴龙",
		[335305] = "深渊狱卒",
		[341763] = 2,
		[349954] = "阿喀琉忒",
		[357831] = 2,
		[335306] = "深渊狱卒",
		[345545] = 4,
		[323020] = "德鲁斯特恶爪者",
		[205766] = 8,
		[121820] = 12,
		[345546] = 4,
		[255723] = 1,
		[166646] = 10,
		[335308] = "深渊狱卒",
		[288210] = "竞技场挑战者",
		[355786] = "痛楚工匠莱兹纳尔",
		[357834] = 11,
		[147193] = 5,
		[345548] = 6,
		[355787] = "痛楚工匠莱兹纳尔",
		[357835] = 10,
		[346006] = "佐·菲克斯",
		[345549] = 2,
		[355788] = "痛楚工匠莱兹纳尔",
		[319285] = 5,
		[106369] = "奥卓克希昂",
		[345550] = 2,
		[82820] = 7,
		[321388] = 8,
		[159481] = "钢铁枪炮士官",
		[278350] = 9,
		[331217] = "[*] 分担痛苦",
		[217979] = 9,
		[323399] = 6,
		[329170] = "罪碑雕像",
		[347600] = 2,
		[357839] = 12,
		[208628] = 12,
		[329171] = "罪碑雕像",
		[350068] = 5,
		[345980] = 5,
		[208863] = "艾利桑德",
	},
	["encounter_spell_pool"] = {
		{
			2382, -- [1]
			"酤团", -- [2]
		}, -- [1]
		[164815] = {
			1960, -- [1]
			11, -- [2]
		},
		[348437] = {
			2426, -- [1]
			"[*] 旁路代码：赫尔威提", -- [2]
		},
		[347414] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[319780] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[69902] = {
			1099, -- [1]
			"破天号保护者", -- [2]
		},
		[320804] = {
			2394, -- [1]
			"实验型松鼠炸弹", -- [2]
		},
		[321828] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[320293] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[218806] = {
			1886, -- [1]
			"日心学者特尔安", -- [2]
		},
		[104318] = {
			2362, -- [1]
			"野生小鬼 <埃斯库多-死亡之翼>", -- [2]
		},
		[227251] = {
			1866, -- [1]
			"暗夜宝珠", -- [2]
		},
		[350489] = {
			2432, -- [1]
			"[*] 怨毒残迹", -- [2]
		},
		[334625] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[154327] = {
			1688, -- [1]
			"影月奴役者", -- [2]
		},
		[152792] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[349979] = {
			2433, -- [1]
			"冥河劫持者", -- [2]
		},
		[352538] = {
			2436, -- [1]
			"初诞者的卫士", -- [2]
		},
		[357144] = {
			2431, -- [1]
			"命生巨怪", -- [2]
		},
		[209597] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[321834] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[63498] = {
			1140, -- [1]
			"断钢者", -- [2]
		},
		[320300] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[240559] = {
			2395, -- [1]
			"[*] 重伤", -- [2]
		},
		[348447] = {
			2426, -- [1]
			"[*] 旁路代码：里斯", -- [2]
		},
		[275779] = {
			1960, -- [1]
			2, -- [2]
		},
		[323372] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[209087] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[339237] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[350496] = {
			2436, -- [1]
			"未知目标 <初诞者的卫士>", -- [2]
		},
		[157657] = {
			1705, -- [1]
			"不稳定的畸体", -- [2]
		},
		[116858] = {
			1960, -- [1]
			9, -- [2]
		},
		[354080] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[348451] = {
			2426, -- [1]
			"[*] 旁路代码：摩尔科", -- [2]
		},
		[214718] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[349987] = {
			2441, -- [1]
			"阿喀琉忒", -- [2]
		},
		[328494] = {
			2361, -- [1]
			"[*] 罪触心能", -- [2]
		},
		[323889] = {
			1960, -- [1]
			1, -- [2]
		},
		[338731] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[209858] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[66196] = {
			1960, -- [1]
			6, -- [2]
		},
		[326450] = {
			2403, -- [1]
			"堕落的驯犬者", -- [2]
		},
		[206788] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[227514] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[344874] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[124280] = {
			1960, -- [1]
			10, -- [2]
		},
		[99844] = {
			1206, -- [1]
			"奥利瑟拉佐尔", -- [2]
		},
		[222397] = {
			1833, -- [1]
			"[*] 粉碎巨石", -- [2]
		},
		[322358] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[106369] = {
			1297, -- [1]
			"奥卓克希昂", -- [2]
		},
		[339759] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[197834] = {
			1960, -- [1]
			4, -- [2]
		},
		[320825] = {
			2394, -- [1]
			"机械炸弹松鼠", -- [2]
		},
		[99333] = {
			1197, -- [1]
			"贝丝缇拉克", -- [2]
		},
		[228028] = {
			1958, -- [1]
			"赫娅", -- [2]
		},
		[99845] = {
			1204, -- [1]
			"雷奥利斯领主", -- [2]
		},
		[114942] = {
			2392, -- [1]
			"治疗之潮图腾 <请叫我阿坑>", -- [2]
		},
		[327481] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[105219] = {
			1291, -- [1]
			"堕落熔岩", -- [2]
		},
		[57807] = {
			1130, -- [1]
			"被俘虏的雇佣兵队长", -- [2]
		},
		[349999] = {
			2441, -- [1]
			"阿喀琉忒", -- [2]
		},
		[320830] = {
			2394, -- [1]
			"机械炸弹松鼠", -- [2]
		},
		[99846] = {
			1204, -- [1]
			"雷奥利斯领主", -- [2]
		},
		[98951] = {
			1203, -- [1]
			"拉格纳罗斯", -- [2]
		},
		[181718] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[323392] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[357168] = {
			1960, -- [1]
			11, -- [2]
		},
		[228032] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[323393] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[335164] = {
			2387, -- [1]
			"凋零之袋", -- [2]
		},
		[347958] = {
			2426, -- [1]
			"宝库净化者", -- [2]
		},
		[350517] = {
			2419, -- [1]
			"时空船长钩尾", -- [2]
		},
		[355123] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[350006] = {
			2433, -- [1]
			"冥河劫持者", -- [2]
		},
		[98952] = {
			1203, -- [1]
			"拉格纳罗斯", -- [2]
		},
		[99464] = {
			1206, -- [1]
			"奥利瑟拉佐尔", -- [2]
		},
		[81297] = {
			1960, -- [1]
			2, -- [2]
		},
		[342332] = {
			2382, -- [1]
			"傲慢具象", -- [2]
		},
		[320327] = {
			2400, -- [1]
			"[*] 错位冲击波", -- [2]
		},
		[353591] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[69911] = {
			1099, -- [1]
			"破天号邪刃者", -- [2]
		},
		[349498] = {
			2441, -- [1]
			"阿尔克鲁克斯", -- [2]
		},
		[333634] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[98953] = {
			1203, -- [1]
			"拉格纳罗斯", -- [2]
		},
		[359222] = {
			2440, -- [1]
			"暴躁的顾客", -- [2]
		},
		[196819] = {
			1143, -- [1]
			4, -- [2]
		},
		[7384] = {
			1960, -- [1]
			1, -- [2]
		},
		[320843] = {
			2360, -- [1]
			"贪食的虱子", -- [2]
		},
		[350013] = {
			2441, -- [1]
			"[*] 暴食盛宴", -- [2]
		},
		[69912] = {
			1099, -- [1]
			"破天号邪刃者", -- [2]
		},
		[107270] = {
			2396, -- [1]
			10, -- [2]
		},
		[105479] = {
			1291, -- [1]
			"腐蚀之触", -- [2]
		},
		[322893] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[332617] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[62415] = {
			1130, -- [1]
			"冰虫巨兽", -- [2]
		},
		[323406] = {
			2365, -- [1]
			"[*] 锯齿创口", -- [2]
		},
		[320336] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[201428] = {
			1960, -- [1]
			12, -- [2]
		},
		[24275] = {
			1960, -- [1]
			2, -- [2]
		},
		[211152] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[209617] = {
			1872, -- [1]
			"加速元素", -- [2]
		},
		[354626] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[353603] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[342857] = {
			1960, -- [1]
			12, -- [2]
		},
		[350022] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[228809] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[357188] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[228810] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[323414] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[322903] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[321368] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[354632] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[344909] = {
			2394, -- [1]
			"[*] 奥的裂解之心", -- [2]
		},
		[330069] = {
			2382, -- [1]
			"[*] 凝结魔药", -- [2]
		},
		[346957] = {
			2426, -- [1]
			"泰坦防御炮台", -- [2]
		},
		[350028] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[354634] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[331606] = {
			2366, -- [1]
			"压制战旗 <无堕者哈夫>", -- [2]
		},
		[350541] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[69916] = {
			1099, -- [1]
			"破天号邪刃者", -- [2]
		},
		[154353] = {
			1682, -- [1]
			"死亡之兆 <耐奥祖>", -- [2]
		},
		[107018] = {
			1299, -- [1]
			"死亡之翼", -- [2]
		},
		[350542] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[346960] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[322908] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[346961] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[260798] = {
			1960, -- [1]
			1, -- [2]
		},
		[108042] = {
			1298, -- [1]
			"战争大师黑角", -- [2]
		},
		[346962] = {
			2424, -- [1]
			"P.O.S.T.总管", -- [2]
		},
		[62417] = {
			1130, -- [1]
			"冰虫巨兽", -- [2]
		},
		[174057] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[351057] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[350034] = {
			2433, -- [1]
			"灵魂之影", -- [2]
		},
		[226512] = {
			2387, -- [1]
			"[*] 鲜血脓液", -- [2]
		},
		[159217] = {
			1721, -- [1]
			"[*] 刃舞", -- [2]
		},
		[324449] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[206555] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[217046] = {
			1863, -- [1]
			"虚空残渣 <虚空之眼>", -- [2]
		},
		[321891] = {
			2392, -- [1]
			"幻影仙狐 <唤雾者>", -- [2]
		},
		[346967] = {
			2424, -- [1]
			"P.O.S.T.总管", -- [2]
		},
		[228305] = {
			2008, -- [1]
			"古老的骨奴", -- [2]
		},
		[218838] = {
			1886, -- [1]
			"[*] 奥术之蚀", -- [2]
		},
		[347992] = {
			2425, -- [1]
			"佐·菲克斯", -- [2]
		},
		[321893] = {
			2392, -- [1]
			"幻影仙狐 <唤雾者>", -- [2]
		},
		[320358] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[347481] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[350040] = {
			2429, -- [1]
			"阿尔苏拉", -- [2]
		},
		[321894] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[320359] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[64465] = {
			1143, -- [1]
			"尤格-萨隆", -- [2]
		},
		[331618] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[228051] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[323943] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[12654] = {
			1960, -- [1]
			8, -- [2]
		},
		[348508] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[351067] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[185065] = {
			1798, -- [1]
			"[*] 死灵印记", -- [2]
		},
		[108045] = {
			1298, -- [1]
			"战争大师黑角", -- [2]
		},
		[201953] = {
			1793, -- [1]
			"烬壳统御者", -- [2]
		},
		[322410] = {
			2384, -- [1]
			"凝结软泥", -- [2]
		},
		[206559] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[350045] = {
			2441, -- [1]
			"阿喀琉忒", -- [2]
		},
		[69920] = {
			1099, -- [1]
			"破天号刺客", -- [2]
		},
		[228053] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[228565] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[351070] = {
			2441, -- [1]
			"阿喀琉忒", -- [2]
		},
		[208863] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[320366] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[228054] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[323437] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[228566] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[337255] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[351073] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[228055] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[346980] = {
			2426, -- [1]
			"宝库净化者", -- [2]
		},
		[349028] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[228056] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[18392] = {
			1084, -- [1]
			"奥妮克希亚", -- [2]
		},
		[353635] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[217054] = {
			1863, -- [1]
			"虚空残渣 <虚空之眼>", -- [2]
		},
		[349030] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[104849] = {
			1295, -- [1]
			"不眠的约萨希", -- [2]
		},
		[63891] = {
			1143, -- [1]
			"萨拉", -- [2]
		},
		[72737] = {
			1096, -- [1]
			"死亡使者萨鲁法尔", -- [2]
		},
		[348520] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[346985] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[589] = {
			1143, -- [1]
			5, -- [2]
		},
		[110095] = {
			1298, -- [1]
			"[*] 甲板起火", -- [2]
		},
		[89753] = {
			2363, -- [1]
			"恶魔卫士 <埃斯库多-死亡之翼>", -- [2]
		},
		[214497] = {
			1854, -- [1]
			"梦魇裂隙", -- [2]
		},
		[223197] = {
			1854, -- [1]
			"罗索斯", -- [2]
		},
		[320376] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[349035] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[322936] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[99605] = {
			1206, -- [1]
			"奥利瑟拉佐尔", -- [2]
		},
		[358760] = {
			2433, -- [1]
			"冥河劫持者", -- [2]
		},
		[243157] = {
			2053, -- [1]
			"多玛塔克斯", -- [2]
		},
		[221408] = {
			1866, -- [1]
			"埃辛诺斯灵魂碎片", -- [2]
		},
		[355179] = {
			2419, -- [1]
			"海盗船蛮兵", -- [2]
		},
		[351086] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[227550] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[99606] = {
			1206, -- [1]
			"奥利瑟拉佐尔", -- [2]
		},
		[357740] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[336759] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[64532] = {
			1138, -- [1]
			"VX-001", -- [2]
		},
		[100630] = {
			1203, -- [1]
			"拉格纳罗斯", -- [2]
		},
		[322943] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[30451] = {
			1960, -- [1]
			8, -- [2]
		},
		[322945] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[210153] = {
			1960, -- [1]
			12, -- [2]
		},
		[153093] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[342905] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[358770] = {
			2432, -- [1]
			"高阶折磨官", -- [2]
		},
		[153094] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[167935] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[209387] = {
			1873, -- [1]
			"梦魇恐魔", -- [2]
		},
		[345466] = {
			1143, -- [1]
			3, -- [2]
		},
		[106005] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[351096] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[350073] = {
			2432, -- [1]
			"未知目标 <耐奥祖的残迹>", -- [2]
		},
		[69927] = {
			1096, -- [1]
			"破天号守备官", -- [2]
		},
		[107029] = {
			1299, -- [1]
			"变异的腐蚀", -- [2]
		},
		[351098] = {
			2442, -- [1]
			"元尊遗物", -- [2]
		},
		[357751] = {
			2361, -- [1]
			"[*] 散逸的法力", -- [2]
		},
		[227300] = {
			1866, -- [1]
			"[*] 奥能喷发", -- [2]
		},
		[336258] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[65301] = {
			1143, -- [1]
			"萨拉", -- [2]
		},
		[324490] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[63830] = {
			1143, -- [1]
			"萨拉", -- [2]
		},
		[63894] = {
			1143, -- [1]
			"未知目标", -- [2]
		},
		[354173] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[321935] = {
			2384, -- [1]
			"凝结软泥", -- [2]
		},
		[211439] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[355711] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[204275] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[122128] = {
			1143, -- [1]
			5, -- [2]
		},
		[345990] = {
			2425, -- [1]
			"佐·菲克斯", -- [2]
		},
		[322450] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[346503] = {
			1960, -- [1]
			12, -- [2]
		},
		[329104] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[350086] = {
			2441, -- [1]
			"雯扎·金线", -- [2]
		},
		[204021] = {
			1960, -- [1]
			12, -- [2]
		},
		[328593] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[325523] = {
			2401, -- [1]
			"堕落的黑暗剑士", -- [2]
		},
		[328082] = {
			1143, -- [1]
			4, -- [2]
		},
		[64535] = {
			1138, -- [1]
			"空中指挥单位", -- [2]
		},
		[235751] = {
			2055, -- [1]
			"阿格洛诺克斯", -- [2]
		},
		[158221] = {
			2396, -- [1]
			10, -- [2]
		},
		[355719] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[350090] = {
			2441, -- [1]
			"雯扎·金线", -- [2]
		},
		[176133] = {
			1690, -- [1]
			"熔渣元素", -- [2]
		},
		[326039] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[340880] = {
			2401, -- [1]
			"[*] 傲慢", -- [2]
		},
		[329110] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[330135] = {
			2386, -- [1]
			"[*] 恶疾之泉", -- [2]
		},
		[57755] = {
			1960, -- [1]
			1, -- [2]
		},
		[329113] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[319902] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[64152] = {
			1143, -- [1]
			"腐蚀触须", -- [2]
		},
		[233196] = {
			2039, -- [1]
			"孟菲斯托斯", -- [2]
		},
		[213238] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
		[186883] = {
			1778, -- [1]
			"邪火喷射机", -- [2]
		},
		[70189] = {
			1099, -- [1]
			"护塔石像鬼", -- [2]
		},
		[325535] = {
			2403, -- [1]
			"堕落的驯犬者", -- [2]
		},
		[328094] = {
			2384, -- [1]
			"魔药束缚者", -- [2]
		},
		[334747] = {
			2387, -- [1]
			"尸体收割者", -- [2]
		},
		[357776] = {
			2434, -- [1]
			"加尔鲁什·地狱咆哮", -- [2]
		},
		[346006] = {
			2425, -- [1]
			"佐·菲克斯", -- [2]
		},
		[351124] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[345495] = {
			2384, -- [1]
			"起泡脓包 <冰川巨刺丶>", -- [2]
		},
		[49184] = {
			1960, -- [1]
			6, -- [2]
		},
		[348566] = {
			2440, -- [1]
			"打架的顾客", -- [2]
		},
		[324514] = {
			2404, -- [1]
			"[*] 死亡具象", -- [2]
		},
		[321956] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[3110] = {
			2390, -- [1]
			"伊斯塔奴克", -- [2]
		},
		[62042] = {
			1141, -- [1]
			"托里姆", -- [2]
		},
		[64153] = {
			1143, -- [1]
			"腐蚀触须", -- [2]
		},
		[153623] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[70191] = {
			1099, -- [1]
			"暴怒的憎恶", -- [2]
		},
		[352665] = {
			2436, -- [1]
			"哨卫 <初诞者的卫士>", -- [2]
		},
		[331172] = {
			2393, -- [1]
			"[*] 心灵连接", -- [2]
		},
		[176141] = {
			1690, -- [1]
			"未知目标", -- [2]
		},
		[202497] = {
			1960, -- [1]
			11, -- [2]
		},
		[206847] = {
			1866, -- [1]
			"寄生的暗影恶魔", -- [2]
		},
		[324010] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[322475] = {
			2386, -- [1]
			"[*] 魔药撞击", -- [2]
		},
		[344993] = {
			2401, -- [1]
			"邪恶的加尔贡", -- [2]
		},
		[351646] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[190984] = {
			1960, -- [1]
			11, -- [2]
		},
		[185099] = {
			2396, -- [1]
			10, -- [2]
		},
		[118297] = {
			2391, -- [1]
			"原始火元素", -- [2]
		},
		[232692] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[228854] = {
			2008, -- [1]
			"海拉加尔观雾者", -- [2]
		},
		[347554] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[333737] = {
			2384, -- [1]
			"凝结软泥", -- [2]
		},
		[353696] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[325550] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[324527] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[325551] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[209921] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[206339] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[106400] = {
			1299, -- [1]
			"变异的腐蚀", -- [2]
		},
		[185358] = {
			1960, -- [1]
			3, -- [2]
		},
		[206340] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[333231] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[231416] = {
			2008, -- [1]
			"腐化宝珠", -- [2]
		},
		[184847] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[53] = {
			1143, -- [1]
			4, -- [2]
		},
		[106401] = {
			1298, -- [1]
			"格里昂纳", -- [2]
		},
		[348074] = {
			2433, -- [1]
			"冥河劫持者", -- [2]
		},
		[321975] = {
			2384, -- [1]
			"传染软泥", -- [2]
		},
		[322999] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[346028] = {
			2425, -- [1]
			"佐·菲克斯", -- [2]
		},
		[98981] = {
			1203, -- [1]
			"拉格纳罗斯", -- [2]
		},
		[336306] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[323001] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[233210] = {
			1960, -- [1]
			"鬼灵马夫", -- [2]
		},
		[322491] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[323515] = {
			2365, -- [1]
			"斩血", -- [2]
		},
		[322492] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[212997] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
		[64156] = {
			1143, -- [1]
			"腐蚀触须", -- [2]
		},
		[77489] = {
			1143, -- [1]
			5, -- [2]
		},
		[333241] = {
			2391, -- [1]
			"狂怒的血角", -- [2]
		},
		[321471] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[65719] = {
			1143, -- [1]
			"尤格-萨隆的卫士 <邪恶之云>", -- [2]
		},
		[333242] = {
			2391, -- [1]
			"狂怒的血角", -- [2]
		},
		[207881] = {
			1869, -- [1]
			"塔丽克萨·火冠", -- [2]
		},
		[328125] = {
			2380, -- [1]
			"不死石精 <艾谢朗>", -- [2]
		},
		[319938] = {
			2385, -- [1]
			"[*] 疾病之云", -- [2]
		},
		[351155] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[339385] = {
			1960, -- [1]
			1, -- [2]
		},
		[323010] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[323011] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[335805] = {
			2359, -- [1]
			"[*] 执政官的壁垒", -- [2]
		},
		[319941] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[99112] = {
			1203, -- [1]
			"烈焰之子", -- [2]
		},
		[350647] = {
			2434, -- [1]
			"裂魂者多尔玛赞", -- [2]
		},
		[64157] = {
			1143, -- [1]
			"腐蚀触须", -- [2]
		},
		[103846] = {
			1292, -- [1]
			"莫卓克", -- [2]
		},
		[350648] = {
			2434, -- [1]
			"裂魂者多尔玛赞", -- [2]
		},
		[341949] = {
			2365, -- [1]
			"[*] 枯萎凋零", -- [2]
		},
		[350649] = {
			2434, -- [1]
			"[*] 饱受磨难", -- [2]
		},
		[64733] = {
			1139, -- [1]
			"[*] 噬体烈焰", -- [2]
		},
		[228611] = {
			2008, -- [1]
			"守夜水手", -- [2]
		},
		[355256] = {
			2423, -- [1]
			"渊誓指挥官", -- [2]
		},
		[62942] = {
			1141, -- [1]
			"古代符文巨人", -- [2]
		},
		[153640] = {
			1960, -- [1]
			8, -- [2]
		},
		[213771] = {
			1960, -- [1]
			11, -- [2]
		},
		[232450] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[212492] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[206607] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[331718] = {
			2397, -- [1]
			"纱雾防御者", -- [2]
		},
		[207631] = {
			1867, -- [1]
			"[*] 毁灭", -- [2]
		},
		[177438] = {
			1704, -- [1]
			"[*] 钢铁之星爆炸", -- [2]
		},
		[206352] = {
			1842, -- [1]
			"燃烧的余烬", -- [2]
		},
		[341443] = {
			2384, -- [1]
			"爆发污泥", -- [2]
		},
		[157736] = {
			1960, -- [1]
			9, -- [2]
		},
		[324044] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[99626] = {
			1206, -- [1]
			"烈焰德鲁伊", -- [2]
		},
		[212494] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[206609] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[324046] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[152108] = {
			1960, -- [1]
			9, -- [2]
		},
		[335305] = {
			2361, -- [1]
			"深渊狱卒", -- [2]
		},
		[335817] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[324047] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[330700] = {
			2365, -- [1]
			"染病恐魔", -- [2]
		},
		[206610] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[203028] = {
			1854, -- [1]
			"伊森德雷", -- [2]
		},
		[228872] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[355778] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[323538] = {
			2403, -- [1]
			"高阶裁决官阿丽兹", -- [2]
		},
		[192794] = {
			1812, -- [1]
			"[*] 闪电打击", -- [2]
		},
		[351685] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[155181] = {
			1690, -- [1]
			"鼓风者", -- [2]
		},
		[61920] = {
			1140, -- [1]
			"符文大师莫尔基姆", -- [2]
		},
		[328146] = {
			2387, -- [1]
			"食腐蛆虫", -- [2]
		},
		[162346] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[331217] = {
			2393, -- [1]
			"[*] 分担痛苦", -- [2]
		},
		[182049] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[227339] = {
			1960, -- [1]
			"午夜", -- [2]
		},
		[100780] = {
			2396, -- [1]
			10, -- [2]
		},
		[228363] = {
			1962, -- [1]
			"克瓦迪尔裂魂者", -- [2]
		},
		[228619] = {
			2008, -- [1]
			"守夜水手", -- [2]
		},
		[323544] = {
			2395, -- [1]
			"哈卡之子", -- [2]
		},
		[358855] = {
			2366, -- [1]
			"[*] 殉难者坠饰", -- [2]
		},
		[355786] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[110632] = {
			1299, -- [1]
			"源质箭", -- [2]
		},
		[328664] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[35054] = {
			1141, -- [1]
			"黑暗符文勇士", -- [2]
		},
		[228621] = {
			2008, -- [1]
			"守夜水手", -- [2]
		},
		[155185] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[355788] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[184355] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[350671] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[64160] = {
			1143, -- [1]
			"不朽守护者", -- [2]
		},
		[350672] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[328667] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[355790] = {
			2432, -- [1]
			"未知目标 <耐奥祖的残迹>", -- [2]
		},
		[339415] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[323551] = {
			2361, -- [1]
			"瞬息具象", -- [2]
		},
		[334810] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[206618] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[63009] = {
			1138, -- [1]
			"地雷", -- [2]
		},
		[326623] = {
			2380, -- [1]
			"石裔掠夺者", -- [2]
		},
		[228368] = {
			1962, -- [1]
			"地狱犬", -- [2]
		},
		[347094] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[358865] = {
			2434, -- [1]
			"裂魂者多尔玛赞", -- [2]
		},
		[327649] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[345561] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[186662] = {
			1799, -- [1]
			"邪脉大恶魔", -- [2]
		},
		[347610] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[208924] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[326629] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[100784] = {
			2396, -- [1]
			10, -- [2]
		},
		[354264] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[174126] = {
			1705, -- [1]
			"高里亚战争法师", -- [2]
		},
		[270339] = {
			1143, -- [1]
			3, -- [2]
		},
		[206367] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[343520] = {
			2395, -- [1]
			"[*] 风雷", -- [2]
		},
		[29722] = {
			1960, -- [1]
			9, -- [2]
		},
		[53351] = {
			1960, -- [1]
			3, -- [2]
		},
		[321005] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[348128] = {
			2425, -- [1]
			"佐·菲克斯", -- [2]
		},
		[328170] = {
			2361, -- [1]
			"大厅哨兵", -- [2]
		},
		[215836] = {
			1873, -- [1]
			"死亡之花", -- [2]
		},
		[228374] = {
			1962, -- [1]
			"克瓦迪尔礁语者", -- [2]
		},
		[355294] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[32409] = {
			2401, -- [1]
			"[*] 暗言术：灭", -- [2]
		},
		[228631] = {
			2008, -- [1]
			"守夜水手", -- [2]
		},
		[206370] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[227096] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[208929] = {
			1873, -- [1]
			"腐蚀触须", -- [2]
		},
		[333292] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[323569] = {
			2395, -- [1]
			"哈卡之子", -- [2]
		},
		[328175] = {
			2384, -- [1]
			"爆炸物", -- [2]
		},
		[155196] = {
			1690, -- [1]
			"熔渣元素", -- [2]
		},
		[333293] = {
			2364, -- [1]
			"白骨魔导师", -- [2]
		},
		[206883] = {
			1866, -- [1]
			"诱捕者德佐克斯", -- [2]
		},
		[323059] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[262161] = {
			1960, -- [1]
			1, -- [2]
		},
		[228633] = {
			2008, -- [1]
			"守夜水手", -- [2]
		},
		[220957] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[356324] = {
			2425, -- [1]
			"传送门操控师佐·霍恩", -- [2]
		},
		[209443] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[323573] = {
			2361, -- [1]
			"[*] 残渣", -- [2]
		},
		[212258] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[322550] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[350185] = {
			2429, -- [1]
			"[*] 达丝琪拉的威猛冲击", -- [2]
		},
		[328180] = {
			2384, -- [1]
			"魔药束缚者", -- [2]
		},
		[154175] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[331251] = {
			2357, -- [1]
			"阿祖勒斯", -- [2]
		},
		[205862] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[208165] = {
			1869, -- [1]
			"塔丽克萨·火冠", -- [2]
		},
		[323064] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[153153] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[188208] = {
			1800, -- [1]
			"野生纵火魔", -- [2]
		},
		[324090] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[70084] = {
			1105, -- [1]
			"辛达苟萨", -- [2]
		},
		[228637] = {
			1960, -- [1]
			"鬼灵短工", -- [2]
		},
		[155201] = {
			1690, -- [1]
			"熔炉工程师", -- [2]
		},
		[347632] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[356844] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[197165] = {
			1814, -- [1]
			"艾萨拉之怒", -- [2]
		},
		[347633] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[358892] = {
			2423, -- [1]
			"[*] 残迹：灵魂熔炉之灼", -- [2]
		},
		[356846] = {
			2430, -- [1]
			"[*] 萦绕烈焰", -- [2]
		},
		[320512] = {
			2384, -- [1]
			"腐烂的粘液之爪", -- [2]
		},
		[215845] = {
			1873, -- [1]
			"死亡之花", -- [2]
		},
		[218148] = {
			1886, -- [1]
			"日心学者特尔安", -- [2]
		},
		[228895] = {
			1960, -- [1]
			"午夜", -- [2]
		},
		[347636] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[324608] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[106548] = {
			1299, -- [1]
			"龙翼触须", -- [2]
		},
		[322563] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[329217] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[162370] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[62374] = {
			1132, -- [1]
			"烈焰巨兽", -- [2]
		},
		[353783] = {
			2440, -- [1]
			"捣乱的顾客", -- [2]
		},
		[350713] = {
			2433, -- [1]
			"寻亡之眼", -- [2]
		},
		[322567] = {
			2361, -- [1]
			"执行者塔沃德", -- [2]
		},
		[350202] = {
			2429, -- [1]
			"基拉", -- [2]
		},
		[208685] = {
			1873, -- [1]
			"支配触须", -- [2]
		},
		[333827] = {
			2391, -- [1]
			"阿德文特·追惘", -- [2]
		},
		[322569] = {
			2397, -- [1]
			"德鲁斯特斩魂者", -- [2]
		},
		[321034] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[325640] = {
			1960, -- [1]
			9, -- [2]
		},
		[320012] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[209454] = {
			1866, -- [1]
			"古尔丹之眼", -- [2]
		},
		[343553] = {
			2385, -- [1]
			"怨毒影魔", -- [2]
		},
		[350206] = {
			2429, -- [1]
			"基拉", -- [2]
		},
		[155209] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[206896] = {
			1866, -- [1]
			"诱捕者德佐克斯", -- [2]
		},
		[205361] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[154442] = {
			1682, -- [1]
			"耐奥祖", -- [2]
		},
		[228390] = {
			2008, -- [1]
			"冷酷领主", -- [2]
		},
		[206641] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[157769] = {
			1705, -- [1]
			"高里亚战争法师", -- [2]
		},
		[158025] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[331275] = {
			2391, -- [1]
			"阿德文特·追惘", -- [2]
		},
		[346116] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[328206] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[70985] = {
			1103, -- [1]
			"鲜血女王兰娜瑟尔", -- [2]
		},
		[205875] = {
			1842, -- [1]
			"[*] 猛击", -- [2]
		},
		[230951] = {
			1871, -- [1]
			"邪能之魂", -- [2]
		},
		[132951] = {
			2394, -- [1]
			"未知目标", -- [2]
		},
		[355331] = {
			2425, -- [1]
			"Watch-Agent Summon Stalker", -- [2]
		},
		[206388] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[105401] = {
			1299, -- [1]
			"龙翼触须", -- [2]
		},
		[64167] = {
			1143, -- [1]
			"未知目标", -- [2]
		},
		[219950] = {
			1886, -- [1]
			"[*] 约束混沌", -- [2]
		},
		[209971] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[218415] = {
			1873, -- [1]
			"伊格诺斯之眼", -- [2]
		},
		[223021] = {
			1862, -- [1]
			"[*] 腐肉瘟疫", -- [2]
		},
		[350217] = {
			2434, -- [1]
			"[*] 折磨", -- [2]
		},
		[356870] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[191037] = {
			1960, -- [1]
			11, -- [2]
		},
		[70475] = {
			1102, -- [1]
			"普崔塞德的陷阱", -- [2]
		},
		[153680] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[347149] = {
			2419, -- [1]
			"时空船长钩尾", -- [2]
		},
		[209973] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[350732] = {
			2436, -- [1]
			"初诞者的卫士", -- [2]
		},
		[181827] = {
			1788, -- [1]
			"邪影守望者", -- [2]
		},
		[153681] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[347151] = {
			2419, -- [1]
			"时空船长钩尾", -- [2]
		},
		[326171] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[64168] = {
			1143, -- [1]
			"夸张的徽记", -- [2]
		},
		[332313] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[326684] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[332314] = {
			2385, -- [1]
			"刺客追猎者", -- [2]
		},
		[205370] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[185156] = {
			1778, -- [1]
			"血缚攻城车手", -- [2]
		},
		[319521] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[347668] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[323107] = {
			2365, -- [1]
			"渗漏的残躯", -- [2]
		},
		[181832] = {
			1788, -- [1]
			"邪影守望者", -- [2]
		},
		[321061] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[108220] = {
			1295, -- [1]
			"暗影血球", -- [2]
		},
		[323110] = {
			2365, -- [1]
			"渗漏的残躯", -- [2]
		},
		[350745] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[69967] = {
			1099, -- [1]
			"破天号传教师", -- [2]
		},
		[115129] = {
			1960, -- [1]
			10, -- [2]
		},
		[322088] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[355352] = {
			2436, -- [1]
			"初诞者的卫士", -- [2]
		},
		[317483] = {
			1960, -- [1]
			1, -- [2]
		},
		[227636] = {
			1960, -- [1]
			"猎手阿图门", -- [2]
		},
		[193093] = {
			1812, -- [1]
			"深须国王", -- [2]
		},
		[319531] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[108221] = {
			1295, -- [1]
			"微光血球", -- [2]
		},
		[1604] = {
			1096, -- [1]
			"破天号保护者", -- [2]
		},
		[69968] = {
			1099, -- [1]
			"破天号圣职者", -- [2]
		},
		[347679] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[206912] = {
			1866, -- [1]
			"暗夜宝珠", -- [2]
		},
		[227638] = {
			1960, -- [1]
			"猎手阿图门", -- [2]
		},
		[355357] = {
			2436, -- [1]
			"初诞者的卫士", -- [2]
		},
		[354334] = {
			2419, -- [1]
			"时空船长钩尾", -- [2]
		},
		[324141] = {
			2356, -- [1]
			"[*] 黑暗之箭", -- [2]
		},
		[323118] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[331818] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[155994] = {
			1693, -- [1]
			"未知目标", -- [2]
		},
		[353312] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[222010] = {
			1886, -- [1]
			"日心学者特尔安", -- [2]
		},
		[348707] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[355360] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[223034] = {
			1886, -- [1]
			"奥术师特尔安", -- [2]
		},
		[153692] = {
			1679, -- [1]
			"[*] 死疽沥青", -- [2]
		},
		[320050] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[319539] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[214335] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[316981] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[324146] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[69970] = {
			1099, -- [1]
			"破天号博学者", -- [2]
		},
		[109247] = {
			1298, -- [1]
			"暮光工兵", -- [2]
		},
		[324659] = {
			2361, -- [1]
			"瞬息具象", -- [2]
		},
		[227642] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[315961] = {
			1960, -- [1]
			1, -- [2]
		},
		[322614] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[323126] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[328756] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[183633] = {
			1793, -- [1]
			"缚石捕兽者", -- [2]
		},
		[157278] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[155743] = {
			1690, -- [1]
			"[*] 熔渣池", -- [2]
		},
		[350763] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[351787] = {
			2434, -- [1]
			"渊誓刑罚者", -- [2]
		},
		[353835] = {
			2440, -- [1]
			"捣乱的顾客", -- [2]
		},
		[324154] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[69972] = {
			1099, -- [1]
			"破天号召唤师", -- [2]
		},
		[353836] = {
			2440, -- [1]
			"捣乱的顾客", -- [2]
		},
		[228669] = {
			1960, -- [1]
			"鬼灵战马", -- [2]
		},
		[324667] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[325691] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[320063] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[69973] = {
			1096, -- [1]
			"破天号召唤师", -- [2]
		},
		[216389] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[316995] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[99399] = {
			1203, -- [1]
			"拉格纳罗斯", -- [2]
		},
		[323137] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[63341] = {
			1138, -- [1]
			"米米尔隆", -- [2]
		},
		[323138] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[320580] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[327233] = {
			2385, -- [1]
			"魔药喷吐者", -- [2]
		},
		[208203] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[127802] = {
			1960, -- [1]
			4, -- [2]
		},
		[107588] = {
			1298, -- [1]
			"格里昂纳", -- [2]
		},
		[64173] = {
			1143, -- [1]
			"尤格-萨隆的大脑", -- [2]
		},
		[7268] = {
			1960, -- [1]
			8, -- [2]
		},
		[325700] = {
			2401, -- [1]
			"堕落的搜集者", -- [2]
		},
		[62318] = {
			1130, -- [1]
			"被俘虏的雇佣兵", -- [2]
		},
		[332865] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[325701] = {
			2401, -- [1]
			"堕落的搜集者", -- [2]
		},
		[334913] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[358966] = {
			2436, -- [1]
			"初诞者的卫士", -- [2]
		},
		[357431] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[353162] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[107589] = {
			1298, -- [1]
			"格里昂纳", -- [2]
		},
		[196947] = {
			1824, -- [1]
			"海拉", -- [2]
		},
		[221875] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[240446] = {
			2387, -- [1]
			"[*] 爆炸", -- [2]
		},
		[209469] = {
			1873, -- [1]
			"梦魇脓液", -- [2]
		},
		[336451] = {
			2385, -- [1]
			"万眼防御者", -- [2]
		},
		[355438] = {
			2440, -- [1]
			"佐·格伦", -- [2]
		},
		[323146] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[155213] = {
			1690, -- [1]
			"熔渣元素", -- [2]
		},
		[320142] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[201298] = {
			1838, -- [1]
			"污血爆裂者 <污血之怒>", -- [2]
		},
		[324424] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[346204] = {
			2425, -- [1]
			"佐·菲克斯", -- [2]
		},
		[31935] = {
			1960, -- [1]
			2, -- [2]
		},
		[69926] = {
			1099, -- [1]
			"破天号博学者", -- [2]
		},
		[204292] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[351101] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[157289] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[357436] = {
			2440, -- [1]
			"维利席安", -- [2]
		},
		[323149] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[324459] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[341442] = {
			2384, -- [1]
			"爆发污泥", -- [2]
		},
		[155242] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[323150] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[331850] = {
			1960, -- [1]
			4, -- [2]
		},
		[33917] = {
			1960, -- [1]
			11, -- [2]
		},
		[347716] = {
			2424, -- [1]
			"P.O.S.T.工人", -- [2]
		},
		[222026] = {
			1960, -- [1]
			6, -- [2]
		},
		[207630] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[352833] = {
			2436, -- [1]
			"初诞者的卫士", -- [2]
		},
		[348160] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[216909] = {
			1863, -- [1]
			"虚空之眼", -- [2]
		},
		[162510] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[206351] = {
			1842, -- [1]
			"燃烧的余烬", -- [2]
		},
		[209489] = {
			1866, -- [1]
			"强化古尔丹之眼", -- [2]
		},
		[347150] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[338012] = {
			2403, -- [1]
			"心能喷泉", -- [2]
		},
		[356317] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[192090] = {
			1960, -- [1]
			11, -- [2]
		},
		[259277] = {
			2390, -- [1]
			"卡尔金", -- [2]
		},
		[71769] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[184357] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[320596] = {
			2387, -- [1]
			"凋骨", -- [2]
		},
		[350163] = {
			2391, -- [1]
			"怨毒影魔", -- [2]
		},
		[177756] = {
			1690, -- [1]
			"鼓风者", -- [2]
		},
		[70362] = {
			1099, -- [1]
			"护塔冰龙", -- [2]
		},
		[227573] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[50401] = {
			1960, -- [1]
			6, -- [2]
		},
		[322493] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[227658] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[324444] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[181089] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[350280] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[62320] = {
			1141, -- [1]
			"黑暗符文战争使者", -- [2]
		},
		[350039] = {
			2429, -- [1]
			"阿尔苏拉", -- [2]
		},
		[206677] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[323608] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[321038] = {
			2362, -- [1]
			"邪恶的镇压者", -- [2]
		},
		[322465] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[228171] = {
			1958, -- [1]
			"赫娅", -- [2]
		},
		[152688] = {
			1677, -- [1]
			"[*] 暗影符文", -- [2]
		},
		[228063] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[322648] = {
			2393, -- [1]
			"[*] 心灵连接", -- [2]
		},
		[196357] = {
			1827, -- [1]
			"伊凡尔", -- [2]
		},
		[350283] = {
			2429, -- [1]
			"席格妮", -- [2]
		},
		[324184] = {
			1960, -- [1]
			12, -- [2]
		},
		[155192] = {
			1690, -- [1]
			"熔炉工程师", -- [2]
		},
		[347404] = {
			2423, -- [1]
			"渊誓黑暗法师", -- [2]
		},
		[328757] = {
			1960, -- [1]
			3, -- [2]
		},
		[350796] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[328791] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[350184] = {
			2429, -- [1]
			"达丝琪拉", -- [2]
		},
		[338003] = {
			2401, -- [1]
			"堕落的歼灭者", -- [2]
		},
		[356103] = {
			2436, -- [1]
			"初诞者的卫士", -- [2]
		},
		[347671] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[71946] = {
			1098, -- [1]
			"梦魇之云", -- [2]
		},
		[350286] = {
			2429, -- [1]
			"席格妮", -- [2]
		},
		[210931] = {
			1873, -- [1]
			"伊格诺斯之眼", -- [2]
		},
		[349985] = {
			2434, -- [1]
			"裂魂者多尔玛赞", -- [2]
		},
		[319070] = {
			2384, -- [1]
			"腐髓软泥", -- [2]
		},
		[350287] = {
			2429, -- [1]
			"席格妮", -- [2]
		},
		[184675] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[331319] = {
			2391, -- [1]
			"残暴者多基格", -- [2]
		},
		[323130] = {
			2365, -- [1]
			"[*] 凝固淤泥", -- [2]
		},
		[333861] = {
			2391, -- [1]
			"嗜血的哈鲁吉亚", -- [2]
		},
		[352660] = {
			2436, -- [1]
			"初诞者的卫士", -- [2]
		},
		[322654] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[323166] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[325725] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[350801] = {
			2434, -- [1]
			"裂魂者多尔玛赞", -- [2]
		},
		[322655] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[351825] = {
			2433, -- [1]
			"寻亡之眼", -- [2]
		},
		[209378] = {
			1869, -- [1]
			"伊玛库塔", -- [2]
		},
		[355077] = {
			2423, -- [1]
			"渊誓黑暗法师", -- [2]
		},
		[78674] = {
			1960, -- [1]
			11, -- [2]
		},
		[351826] = {
			2433, -- [1]
			"寻亡之眼", -- [2]
		},
		[325395] = {
			2385, -- [1]
			"暗影克隆追猎者", -- [2]
		},
		[350803] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[206516] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[351827] = {
			2433, -- [1]
			"寻亡之眼", -- [2]
		},
		[323681] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[350804] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[322658] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[12294] = {
			1960, -- [1]
			1, -- [2]
		},
		[206939] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[350554] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[211545] = {
			1960, -- [1]
			11, -- [2]
		},
		[333406] = {
			2385, -- [1]
			"[*] 伏击", -- [2]
		},
		[323683] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[326242] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[63815] = {
			1139, -- [1]
			"锋鳞", -- [2]
		},
		[198496] = {
			1791, -- [1]
			"乌拉罗格·塑山", -- [2]
		},
		[338013] = {
			2403, -- [1]
			"心能喷泉", -- [2]
		},
		[203102] = {
			1854, -- [1]
			"伊森德雷", -- [2]
		},
		[320614] = {
			2387, -- [1]
			"食腐蛆虫", -- [2]
		},
		[347737] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[353122] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[281210] = {
			1960, -- [1]
			6, -- [2]
		},
		[223201] = {
			1854, -- [1]
			"罗索斯", -- [2]
		},
		[339550] = {
			2404, -- [1]
			"[*] 战斗回响", -- [2]
		},
		[319592] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[350809] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[324370] = {
			2357, -- [1]
			"阿祖勒斯", -- [2]
		},
		[350469] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[352345] = {
			2419, -- [1]
			"时沙号火炮", -- [2]
		},
		[350810] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[324652] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[247455] = {
			1960, -- [1]
			12, -- [2]
		},
		[329321] = {
			2403, -- [1]
			"邪恶的加尔贡", -- [2]
		},
		[69975] = {
			1099, -- [1]
			"破天号射手", -- [2]
		},
		[221783] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[351835] = {
			2433, -- [1]
			"寻亡之眼", -- [2]
		},
		[352347] = {
			2426, -- [1]
			"宝库净化者", -- [2]
		},
		[206645] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[155256] = {
			1690, -- [1]
			"保安", -- [2]
		},
		[159585] = {
			1695, -- [1]
			"加安上将", -- [2]
		},
		[69974] = {
			1099, -- [1]
			"破天号射手", -- [2]
		},
		[350467] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[336996] = {
			2391, -- [1]
			"裂伤者耐克萨拉", -- [2]
		},
		[109379] = {
			1291, -- [1]
			"腐蚀之触", -- [2]
		},
		[324662] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[351143] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[210022] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[347744] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[182273] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[228007] = {
			1958, -- [1]
			"[*] 舞动之刃", -- [2]
		},
		[355071] = {
			2426, -- [1]
			"宝库净化者", -- [2]
		},
		[230229] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[338022] = {
			2387, -- [1]
			"帕奇维克士兵", -- [2]
		},
		[350816] = {
			2433, -- [1]
			"寻亡之眼", -- [2]
		},
		[335338] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[190313] = {
			1799, -- [1]
			"阿克蒙德", -- [2]
		},
		[197117] = {
			1824, -- [1]
			"尖锐触须", -- [2]
		},
		[223697] = {
			1854, -- [1]
			"罗索斯", -- [2]
		},
		[154468] = {
			1682, -- [1]
			"[*] 仪式枯骨", -- [2]
		},
		[329324] = {
			2403, -- [1]
			"邪恶的加尔贡", -- [2]
		},
		[351231] = {
			2434, -- [1]
			"痛苦之锥大脑", -- [2]
		},
		[69969] = {
			1099, -- [1]
			"破天号召唤师", -- [2]
		},
		[348054] = {
			2433, -- [1]
			"寻亡之眼", -- [2]
		},
		[205408] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[63027] = {
			1138, -- [1]
			"巨兽二型", -- [2]
		},
		[350819] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[159250] = {
			1721, -- [1]
			"卡加斯·刃拳", -- [2]
		},
		[207714] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[55095] = {
			1960, -- [1]
			6, -- [2]
		},
		[334444] = {
			1960, -- [1]
			6, -- [2]
		},
		[194153] = {
			1960, -- [1]
			11, -- [2]
		},
		[349797] = {
			2441, -- [1]
			"阿尔克鲁克斯", -- [2]
		},
		[215761] = {
			1873, -- [1]
			"未知目标", -- [2]
		},
		[201959] = {
			1793, -- [1]
			"烬壳统御者", -- [2]
		},
		[320631] = {
			2387, -- [1]
			"食腐蛆虫", -- [2]
		},
		[349801] = {
			2441, -- [1]
			"阿尔克鲁克斯", -- [2]
		},
		[355306] = {
			2425, -- [1]
			"裂隙冲击传送门", -- [2]
		},
		[350076] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[351229] = {
			2434, -- [1]
			"[*] 碎裂之魂", -- [2]
		},
		[200551] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[354405] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[62444] = {
			1130, -- [1]
			"被俘虏的雇佣兵队长", -- [2]
		},
		[326771] = {
			2380, -- [1]
			"石裔切割者", -- [2]
		},
		[356090] = {
			2436, -- [1]
			"初诞者的卫士", -- [2]
		},
		[155921] = {
			1692, -- [1]
			"主管索戈尔", -- [2]
		},
		[347635] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[181873] = {
			1788, -- [1]
			"暗影领主艾斯卡", -- [2]
		},
		[180082] = {
			1778, -- [1]
			"邪火巨炮", -- [2]
		},
		[319611] = {
			2380, -- [1]
			"[*] 变成石头", -- [2]
		},
		[320120] = {
			2391, -- [1]
			"疫毒者巴瑟兰", -- [2]
		},
		[336499] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[105846] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[346959] = {
			2426, -- [1]
			"泰坦防御炮台", -- [2]
		},
		[350826] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[207707] = {
			1807, -- [1]
			"未知目标", -- [2]
		},
		[207720] = {
			1863, -- [1]
			"不应存在之物 <占星师艾塔乌斯>", -- [2]
		},
		[183023] = {
			1794, -- [1]
			"缚魂构装体", -- [2]
		},
		[326263] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[322681] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[69965] = {
			1096, -- [1]
			"破天号保护者", -- [2]
		},
		[181363] = {
			1778, -- [1]
			"血缚邪术士", -- [2]
		},
		[350828] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[348008] = {
			2424, -- [1]
			"P.O.S.T.工人", -- [2]
		},
		[228190] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[228003] = {
			1958, -- [1]
			"海姆达尔", -- [2]
		},
		[208944] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[323846] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[323195] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[356459] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[152962] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[320637] = {
			2387, -- [1]
			"凋骨", -- [2]
		},
		[320008] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[355440] = {
			2440, -- [1]
			"[*] 压制冲击", -- [2]
		},
		[350101] = {
			2441, -- [1]
			"雯扎·金线", -- [2]
		},
		[347249] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[339573] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[356461] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[210279] = {
			1877, -- [1]
			"塞纳留斯", -- [2]
		},
		[357485] = {
			2440, -- [1]
			"未知目标", -- [2]
		},
		[325245] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[352368] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[323845] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[355439] = {
			2440, -- [1]
			"佐·格伦", -- [2]
		},
		[329340] = {
			2403, -- [1]
			"高阶裁决官阿丽兹", -- [2]
		},
		[69899] = {
			1099, -- [1]
			"破天号圣职者", -- [2]
		},
		[355573] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[334970] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[356320] = {
			1960, -- [1]
			1, -- [2]
		},
		[342135] = {
			2391, -- [1]
			"裂伤者耐克萨拉", -- [2]
		},
		[346741] = {
			2424, -- [1]
			"P.O.S.T.总管", -- [2]
		},
		[222021] = {
			1886, -- [1]
			"奥术师特尔安", -- [2]
		},
		[358131] = {
			2426, -- [1]
			"雷鸣破灭者", -- [2]
		},
		[329171] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[346742] = {
			2424, -- [1]
			"P.O.S.T.总管", -- [2]
		},
		[350687] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[188389] = {
			1960, -- [1]
			7, -- [2]
		},
		[328181] = {
			2390, -- [1]
			"[*] 冷冽之寒", -- [2]
		},
		[320132] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[320644] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[355571] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[207979] = {
			1869, -- [1]
			"加兹沙尤", -- [2]
		},
		[62326] = {
			1141, -- [1]
			"黑暗符文平民", -- [2]
		},
		[322554] = {
			2361, -- [1]
			"执行者塔沃德", -- [2]
		},
		[355787] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[321669] = {
			2392, -- [1]
			"幻影克隆体", -- [2]
		},
		[328322] = {
			2380, -- [1]
			"不死石精 <艾谢朗>", -- [2]
		},
		[320646] = {
			2387, -- [1]
			"[*] 恶臭气体", -- [2]
		},
		[181113] = {
			1722, -- [1]
			"未知目标", -- [2]
		},
		[207980] = {
			1869, -- [1]
			"警惕的巴尔戈", -- [2]
		},
		[359028] = {
			2440, -- [1]
			"佐·格伦", -- [2]
		},
		[320771] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[212680] = {
			1960, -- [1]
			3, -- [2]
		},
		[227427] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[327664] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[347775] = {
			2424, -- [1]
			"过载的邮件元素", -- [2]
		},
		[325254] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[326574] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[326278] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[328837] = {
			1960, -- [1]
			3, -- [2]
		},
		[359033] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[319626] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[331399] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[324589] = {
			2404, -- [1]
			"死亡行者 <[*] 死亡具象>", -- [2]
		},
		[323209] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[355568] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[348805] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[63414] = {
			1138, -- [1]
			"VX-001", -- [2]
		},
		[325257] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[209006] = {
			1842, -- [1]
			"燃烧的余烬", -- [2]
		},
		[326281] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[209518] = {
			1866, -- [1]
			"古尔丹之眼", -- [2]
		},
		[325258] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[226406] = {
			1793, -- [1]
			"烬壳统御者", -- [2]
		},
		[320141] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[257045] = {
			1960, -- [1]
			3, -- [2]
		},
		[232408] = {
			2008, -- [1]
			"[*] 恶臭溃烂", -- [2]
		},
		[352382] = {
			2423, -- [1]
			"遗忘折磨残迹", -- [2]
		},
		[350847] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[177380] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[325260] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[223414] = {
			1886, -- [1]
			"[*] 寄生镣铐", -- [2]
		},
		[106199] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[320655] = {
			2387, -- [1]
			"凋骨", -- [2]
		},
		[325261] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[17962] = {
			1960, -- [1]
			9, -- [2]
		},
		[320144] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[11366] = {
			1960, -- [1]
			8, -- [2]
		},
		[325262] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[352385] = {
			2436, -- [1]
			"能量核心", -- [2]
		},
		[320145] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[257542] = {
			1960, -- [1]
			8, -- [2]
		},
		[207813] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[156239] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[350851] = {
			2434, -- [1]
			"[*] 聚魂之河", -- [2]
		},
		[347269] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[320966] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[174726] = {
			1690, -- [1]
			"熔炉工程师", -- [2]
		},
		[163208] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[206965] = {
			1863, -- [1]
			"虚空之子", -- [2]
		},
		[352390] = {
			2425, -- [1]
			"传送门操控师佐·霍恩", -- [2]
		},
		[356482] = {
			2440, -- [1]
			"暴躁的顾客", -- [2]
		},
		[203125] = {
			1854, -- [1]
			"艾莫莉丝", -- [2]
		},
		[218807] = {
			1886, -- [1]
			"奥术师特尔安", -- [2]
		},
		[217200] = {
			1960, -- [1]
			3, -- [2]
		},
		[352389] = {
			2423, -- [1]
			"未知目标", -- [2]
		},
		[318102] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[210546] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[261977] = {
			2396, -- [1]
			10, -- [2]
		},
		[323732] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[328338] = {
			2385, -- [1]
			"喷毒狙击手", -- [2]
		},
		[322709] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[211132] = {
			1866, -- [1]
			"强化古尔丹之眼", -- [2]
		},
		[319639] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[354441] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[347274] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[351680] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[354439] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[229738] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[322711] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[228253] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[354440] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[307871] = {
			1960, -- [1]
			1, -- [2]
		},
		[50622] = {
			1960, -- [1]
			1, -- [2]
		},
		[228267] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[184449] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[346766] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[221807] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[357513] = {
			2440, -- [1]
			"屁屁", -- [2]
		},
		[64696] = {
			1139, -- [1]
			"黑暗符文哨兵", -- [2]
		},
		[328343] = {
			2385, -- [1]
			"毒牙蛛", -- [2]
		},
		[19434] = {
			1960, -- [1]
			3, -- [2]
		},
		[353931] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[323542] = {
			2365, -- [1]
			"渗漏的残躯", -- [2]
		},
		[334485] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[336813] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[331415] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[352397] = {
			2423, -- [1]
			"[*] 残迹：灵魂熔炉之灼", -- [2]
		},
		[329168] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[232346] = {
			2008, -- [1]
			"海拉加尔观雾者", -- [2]
		},
		[167819] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[352398] = {
			2423, -- [1]
			"未知目标", -- [2]
		},
		[319650] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[203176] = {
			1829, -- [1]
			"顾问凡多斯", -- [2]
		},
		[320365] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[321837] = {
			2392, -- [1]
			"幻影克隆体", -- [2]
		},
		[334488] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[335000] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[30213] = {
			2363, -- [1]
			"恶魔卫士 <埃斯库多-死亡之翼>", -- [2]
		},
		[342165] = {
			2401, -- [1]
			"[*] 忠诚的石裔魔", -- [2]
		},
		[170379] = {
			1960, -- [1]
			7, -- [2]
		},
		[347283] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[350555] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[271881] = {
			1960, -- [1]
			4, -- [2]
		},
		[322429] = {
			2361, -- [1]
			"大厅哨兵", -- [2]
		},
		[206458] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[321976] = {
			2384, -- [1]
			"传染软泥", -- [2]
		},
		[350355] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[316068] = {
			2360, -- [1]
			"肮脏的嚼土者", -- [2]
		},
		[307046] = {
			1960, -- [1]
			12, -- [2]
		},
		[320248] = {
			2391, -- [1]
			"疫毒者巴瑟兰", -- [2]
		},
		[158315] = {
			1695, -- [1]
			"执行者苏卡", -- [2]
		},
		[181275] = {
			1795, -- [1]
			"恶魔传送门", -- [2]
		},
		[157331] = {
			2396, -- [1]
			"原始风暴元素", -- [2]
		},
		[65648] = {
			1138, -- [1]
			"空中指挥单位", -- [2]
		},
		[325793] = {
			2403, -- [1]
			"堕落的驯犬者", -- [2]
		},
		[321999] = {
			2384, -- [1]
			"传染软泥", -- [2]
		},
		[213624] = {
			1871, -- [1]
			"[*] 冰霜印记", -- [2]
		},
		[354534] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[193088] = {
			1812, -- [1]
			"深须国王", -- [2]
		},
		[205420] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[353429] = {
			2434, -- [1]
			"[*] 饱受磨难", -- [2]
		},
		[323236] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[319654] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[62276] = {
			1141, -- [1]
			"托里姆", -- [2]
		},
		[348313] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[323750] = {
			2365, -- [1]
			"[*] 邪恶毒气", -- [2]
		},
		[319655] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[348314] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[320679] = {
			2391, -- [1]
			"不屈的参赛者", -- [2]
		},
		[320168] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[325797] = {
			2403, -- [1]
			"堕落的驯犬者", -- [2]
		},
		[326309] = {
			2393, -- [1]
			"[*] 腐烂酸液", -- [2]
		},
		[353432] = {
			2431, -- [1]
			"命运之影", -- [2]
		},
		[339751] = {
			2404, -- [1]
			"回响驭牛者", -- [2]
		},
		[109334] = {
			1295, -- [1]
			"暮光冰霜塑能师", -- [2]
		},
		[353707] = {
			2440, -- [1]
			"打架的顾客", -- [2]
		},
		[153240] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[117418] = {
			2396, -- [1]
			10, -- [2]
		},
		[325799] = {
			2403, -- [1]
			"堕落的驯犬者", -- [2]
		},
		[320170] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[65209] = {
			1143, -- [1]
			"尤格-萨隆的卫士 <邪恶之云>", -- [2]
		},
		[69963] = {
			1099, -- [1]
			"破天号传教师", -- [2]
		},
		[155288] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[320171] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[353435] = {
			2431, -- [1]
			"命运之影", -- [2]
		},
		[158599] = {
			1695, -- [1]
			"加安上将", -- [2]
		},
		[350365] = {
			2429, -- [1]
			"基拉", -- [2]
		},
		[327646] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[325872] = {
			2401, -- [1]
			"堕落的歼灭者", -- [2]
		},
		[206557] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[232807] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[320147] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[152979] = {
			1688, -- [1]
			"狂乱之魂", -- [2]
		},
		[208801] = {
			1866, -- [1]
			"暗夜宝珠", -- [2]
		},
		[208545] = {
			1866, -- [1]
			"诱捕者德佐克斯", -- [2]
		},
		[228030] = {
			1958, -- [1]
			"赫娅", -- [2]
		},
		[334476] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[318406] = {
			2365, -- [1]
			"斩血", -- [2]
		},
		[345316] = {
			1960, -- [1]
			4, -- [2]
		},
		[344739] = {
			2396, -- [1]
			"阿塔莱死亡行者的灵魂", -- [2]
		},
		[227735] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[152987] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[163990] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[1464] = {
			1960, -- [1]
			1, -- [2]
		},
		[322735] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[326892] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[210048] = {
			1873, -- [1]
			"梦魇脓液", -- [2]
		},
		[322736] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[214654] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[326632] = {
			2380, -- [1]
			"石裔掠夺者", -- [2]
		},
		[325807] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[326319] = {
			2397, -- [1]
			"德鲁斯特收割者", -- [2]
		},
		[155266] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[258921] = {
			1960, -- [1]
			12, -- [2]
		},
		[342961] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[69958] = {
			1099, -- [1]
			"破天号博学者", -- [2]
		},
		[317231] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[153501] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[350885] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[320180] = {
			2391, -- [1]
			"疫毒者巴瑟兰", -- [2]
		},
		[323552] = {
			2403, -- [1]
			"高阶裁决官阿丽兹", -- [2]
		},
		[258922] = {
			1960, -- [1]
			12, -- [2]
		},
		[207906] = {
			1869, -- [1]
			"塔丽克萨·火冠", -- [2]
		},
		[352933] = {
			2434, -- [1]
			"裂魂者多尔玛赞", -- [2]
		},
		[307443] = {
			1960, -- [1]
			8, -- [2]
		},
		[98471] = {
			1197, -- [1]
			"烬网织网蛛", -- [2]
		},
		[345546] = {
			1960, -- [1]
			3, -- [2]
		},
		[100593] = {
			1203, -- [1]
			"拉格纳罗斯", -- [2]
		},
		[351399] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[345770] = {
			2425, -- [1]
			"佐·菲克斯", -- [2]
		},
		[221336] = {
			1866, -- [1]
			"埃辛诺斯灵魂碎片", -- [2]
		},
		[333488] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[326836] = {
			2362, -- [1]
			"邪恶的镇压者", -- [2]
		},
		[333489] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[342189] = {
			2401, -- [1]
			"忠诚的石裔魔", -- [2]
		},
		[353448] = {
			2436, -- [1]
			"哨卫 <初诞者的卫士>", -- [2]
		},
		[357542] = {
			2440, -- [1]
			"维尔特", -- [2]
		},
		[209862] = {
			2397, -- [1]
			"[*] 岩浆柱", -- [2]
		},
		[106444] = {
			1299, -- [1]
			"变异的腐蚀", -- [2]
		},
		[322232] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[333540] = {
			2391, -- [1]
			"未知目标 <冰川巨刺丶>", -- [2]
		},
		[212794] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
		[71465] = {
			1104, -- [1]
			"女武神席瓦娜", -- [2]
		},
		[350427] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[326221] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[333492] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[346286] = {
			2424, -- [1]
			"P.O.S.T.总管", -- [2]
		},
		[350037] = {
			2441, -- [1]
			"阿喀琉忒", -- [2]
		},
		[322746] = {
			2395, -- [1]
			"[*] 堕落之血", -- [2]
		},
		[193235] = {
			1805, -- [1]
			"海姆达尔", -- [2]
		},
		[354475] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[330423] = {
			2382, -- [1]
			"真菌猛攻者", -- [2]
		},
		[207495] = {
			2423, -- [1]
			"未知目标", -- [2]
		},
		[321011] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[350894] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[322236] = {
			2386, -- [1]
			"恶毒之裔", -- [2]
		},
		[322818] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[349663] = {
			2441, -- [1]
			"阿尔克鲁克斯", -- [2]
		},
		[227930] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[352095] = {
			1143, -- [1]
			10, -- [2]
		},
		[225919] = {
			1960, -- [1]
			12, -- [2]
		},
		[228478] = {
			1960, -- [1]
			12, -- [2]
		},
		[315585] = {
			1960, -- [1]
			4, -- [2]
		},
		[153089] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[180945] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[227967] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[350385] = {
			2429, -- [1]
			"席格妮", -- [2]
		},
		[322239] = {
			2386, -- [1]
			"恶毒之裔", -- [2]
		},
		[197262] = {
			1824, -- [1]
			"海拉", -- [2]
		},
		[109017] = {
			1292, -- [1]
			"莫卓克", -- [2]
		},
		[355504] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[198030] = {
			1960, -- [1]
			12, -- [2]
		},
		[206474] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
		[105444] = {
			1299, -- [1]
			"未知目标", -- [2]
		},
		[343727] = {
			2390, -- [1]
			"暗影魔 <小呀么小苹果>", -- [2]
		},
		[343556] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[148135] = {
			1960, -- [1]
			10, -- [2]
		},
		[315341] = {
			1960, -- [1]
			4, -- [2]
		},
		[350388] = {
			2432, -- [1]
			"未知目标 <耐奥祖的残迹>", -- [2]
		},
		[206219] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[126664] = {
			1960, -- [1]
			1, -- [2]
		},
		[331966] = {
			2384, -- [1]
			"传染软泥", -- [2]
		},
		[100455] = {
			1203, -- [1]
			"[*] 萨弗拉斯", -- [2]
		},
		[351413] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[197264] = {
			1824, -- [1]
			"海拉", -- [2]
		},
		[319685] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[212105] = {
			1960, -- [1]
			12, -- [2]
		},
		[183703] = {
			1798, -- [1]
			"剑圣朱倍尔索斯", -- [2]
		},
		[181912] = {
			1788, -- [1]
			"暗影领主艾斯卡", -- [2]
		},
		[105445] = {
			1299, -- [1]
			"灼疮触须", -- [2]
		},
		[209291] = {
			1866, -- [1]
			"强化古尔丹之眼", -- [2]
		},
		[178586] = {
			1705, -- [1]
			"拜夜信徒", -- [2]
		},
		[350421] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[350875] = {
			2442, -- [1]
			"索·莉亚", -- [2]
		},
		[221781] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[206221] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[181913] = {
			1788, -- [1]
			"暗影领主艾斯卡", -- [2]
		},
		[322274] = {
			2390, -- [1]
			"佐尔拉姆斯虹吸者", -- [2]
		},
		[331997] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[320200] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[322759] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[228227] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[101406] = {
			1096, -- [1]
			"死亡使者萨鲁法尔", -- [2]
		},
		[206222] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[40652] = {
			1130, -- [1]
			"被俘虏的雇佣兵", -- [2]
		},
		[182170] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[63038] = {
			1143, -- [1]
			"尤格-萨隆的卫士 <邪恶之云>", -- [2]
		},
		[321226] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[227972] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[228228] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[356537] = {
			2425, -- [1]
			"传送门操控师佐·霍恩", -- [2]
		},
		[173471] = {
			1696, -- [1]
			"奥尔高格", -- [2]
		},
		[157801] = {
			1705, -- [1]
			"高里亚战争法师", -- [2]
		},
		[348350] = {
			2425, -- [1]
			"佐·菲克斯", -- [2]
		},
		[323786] = {
			2356, -- [1]
			"格里恩黑暗裁定者", -- [2]
		},
		[324085] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[70371] = {
			1099, -- [1]
			"暴怒的憎恶", -- [2]
		},
		[319713] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[358572] = {
			1960, -- [1]
			1, -- [2]
		},
		[334534] = {
			2361, -- [1]
			"研究铭文师", -- [2]
		},
		[320717] = {
			2387, -- [1]
			"食腐蛆虫", -- [2]
		},
		[347840] = {
			2424, -- [1]
			"走私来的生物", -- [2]
		},
		[355535] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[64126] = {
			1143, -- [1]
			"[*] 挤压", -- [2]
		},
		[204506] = {
			1853, -- [1]
			"尼珊德拉", -- [2]
		},
		[105563] = {
			1291, -- [1]
			"产卵者", -- [2]
		},
		[62465] = {
			1141, -- [1]
			"[*] 符文重击", -- [2]
		},
		[325552] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[30153] = {
			2423, -- [1]
			"索乌苏古尔 <天赋异禀之人>", -- [2]
		},
		[347842] = {
			2424, -- [1]
			"走私来的生物", -- [2]
		},
		[69989] = {
			1099, -- [1]
			"破天号射手", -- [2]
		},
		[320208] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[228004] = {
			1958, -- [1]
			"海姆达尔", -- [2]
		},
		[349890] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[327885] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[218508] = {
			1886, -- [1]
			"奥术师特尔安", -- [2]
		},
		[339894] = {
			1960, -- [1]
			12, -- [2]
		},
		[231863] = {
			2008, -- [1]
			"海拉加尔观雾者", -- [2]
		},
		[323792] = {
			2358, -- [1]
			"凝结心能", -- [2]
		},
		[227720] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[155267] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[324148] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[186269] = {
			1791, -- [1]
			"枯碎塑造者", -- [2]
		},
		[350916] = {
			2440, -- [1]
			"绿洲保安", -- [2]
		},
		[320723] = {
			2400, -- [1]
			"[*] 错位冲击波", -- [2]
		},
		[210833] = {
			1960, -- [1]
			8, -- [2]
		},
		[227721] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[69882] = {
			1096, -- [1]
			"破天号圣职者", -- [2]
		},
		[319702] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[62016] = {
			1141, -- [1]
			"托里姆", -- [2]
		},
		[355526] = {
			2430, -- [1]
			"[*] 尖刺", -- [2]
		},
		[324307] = {
			2358, -- [1]
			"凝结心能", -- [2]
		},
		[355524] = {
			2430, -- [1]
			"[*] 影铸锁链", -- [2]
		},
		[186270] = {
			1143, -- [1]
			3, -- [2]
		},
		[356548] = {
			2425, -- [1]
			"传送门操控师佐·霍恩", -- [2]
		},
		[350919] = {
			2440, -- [1]
			"佐·格伦", -- [2]
		},
		[355525] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[62400] = {
			1132, -- [1]
			"烈焰巨兽", -- [2]
		},
		[319703] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[323802] = {
			1960, -- [1]
			12, -- [2]
		},
		[320727] = {
			2400, -- [1]
			"[*] 错位冲击波", -- [2]
		},
		[347850] = {
			2419, -- [1]
			"时空船长钩尾", -- [2]
		},
		[221326] = {
			1866, -- [1]
			"埃辛诺斯灵魂碎片", -- [2]
		},
		[341709] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[162475] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[346828] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[348363] = {
			2430, -- [1]
			"[*] 尖刺铁球", -- [2]
		},
		[70395] = {
			1099, -- [1]
			"护塔爪牙", -- [2]
		},
		[186016] = {
			1778, -- [1]
			"[*] 邪火弹药", -- [2]
		},
		[320729] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[198028] = {
			1790, -- [1]
			"[*] 晶化大地", -- [2]
		},
		[320069] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[348276] = {
			2425, -- [1]
			"左臂", -- [2]
		},
		[323250] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[321754] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[110312] = {
			1298, -- [1]
			"战争大师黑角", -- [2]
		},
		[44425] = {
			1960, -- [1]
			8, -- [2]
		},
		[350922] = {
			2440, -- [1]
			"绿洲保安", -- [2]
		},
		[217234] = {
			1791, -- [1]
			"乌拉罗格·塑山", -- [2]
		},
		[348366] = {
			2425, -- [1]
			"[*] 武装安保", -- [2]
		},
		[321755] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[333526] = {
			1960, -- [1]
			1, -- [2]
		},
		[333485] = {
			2389, -- [1]
			"烂吐", -- [2]
		},
		[70396] = {
			1099, -- [1]
			"护塔爪牙", -- [2]
		},
		[206488] = {
			1867, -- [1]
			"[*] 奥术渗流", -- [2]
		},
		[206744] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[323804] = {
			2356, -- [1]
			"格里恩黑暗裁定者", -- [2]
		},
		[156138] = {
			1706, -- [1]
			"屠夫", -- [2]
		},
		[228300] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[207439] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[162658] = {
			1722, -- [1]
			"泰克图斯碎片", -- [2]
		},
		[185763] = {
			1960, -- [1]
			4, -- [2]
		},
		[208536] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[321247] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[262115] = {
			1960, -- [1]
			1, -- [2]
		},
		[214486] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[357582] = {
			2366, -- [1]
			"[*] 勇士的精通", -- [2]
		},
		[156669] = {
			1695, -- [1]
			"加安上将", -- [2]
		},
		[100974] = {
			1204, -- [1]
			"自由烈焰", -- [2]
		},
		[224729] = {
			2388, -- [1]
			"复生的战士 <阿玛厄斯>", -- [2]
		},
		[321712] = {
			1960, -- [1]
			8, -- [2]
		},
		[64187] = {
			1140, -- [1]
			"唤雷者布隆迪尔", -- [2]
		},
		[186532] = {
			1800, -- [1]
			"野生纵火魔", -- [2]
		},
		[359119] = {
			2365, -- [1]
			"[*] 至傲基柱", -- [2]
		},
		[357584] = {
			2366, -- [1]
			"[*] 勇士的残暴", -- [2]
		},
		[325876] = {
			2401, -- [1]
			"堕落的歼灭者", -- [2]
		},
		[319715] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[332509] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[64145] = {
			1143, -- [1]
			"重压触须", -- [2]
		},
		[328124] = {
			2380, -- [1]
			"未知目标", -- [2]
		},
		[323810] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[334579] = {
			2384, -- [1]
			"爆发污泥", -- [2]
		},
		[16496] = {
			1130, -- [1]
			"被俘虏的雇佣兵", -- [2]
		},
		[207771] = {
			1960, -- [1]
			12, -- [2]
		},
		[350422] = {
			2434, -- [1]
			"裂魂者多尔玛赞", -- [2]
		},
		[209615] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[64163] = {
			1143, -- [1]
			"尤格-萨隆", -- [2]
		},
		[321253] = {
			2388, -- [1]
			"[*] 最终收割", -- [2]
		},
		[328651] = {
			2385, -- [1]
			"喷毒狙击手", -- [2]
		},
		[320230] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[208697] = {
			1873, -- [1]
			"死光触须", -- [2]
		},
		[354479] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[358612] = {
			2434, -- [1]
			"[*] 尖啸回响", -- [2]
		},
		[155265] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[335072] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[206749] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[354519] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[320232] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[329172] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[156598] = {
			1706, -- [1]
			"屠夫", -- [2]
		},
		[64144] = {
			1143, -- [1]
			"未知目标", -- [2]
		},
		[330468] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[317605] = {
			2391, -- [1]
			"裂伤者耐克萨拉", -- [2]
		},
		[208839] = {
			1866, -- [1]
			"暗夜宝珠", -- [2]
		},
		[207006] = {
			1866, -- [1]
			"审判官维斯瑞兹", -- [2]
		},
		[215128] = {
			1873, -- [1]
			"伊格诺斯", -- [2]
		},
		[188886] = {
			1778, -- [1]
			"邪火巨炮", -- [2]
		},
		[321258] = {
			2388, -- [1]
			"[*] 最终收割", -- [2]
		},
		[221891] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[209471] = {
			1873, -- [1]
			"梦魇脓液", -- [2]
		},
		[106264] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[64164] = {
			1143, -- [1]
			"尤格-萨隆", -- [2]
		},
		[334053] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[328424] = {
			2361, -- [1]
			"未知目标", -- [2]
		},
		[86392] = {
			1960, -- [1]
			4, -- [2]
		},
		[323654] = {
			1960, -- [1]
			4, -- [2]
		},
		[321772] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[70460] = {
			1098, -- [1]
			"冻霜陷阱", -- [2]
		},
		[322796] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[243237] = {
			2380, -- [1]
			"[*] 爆裂", -- [2]
		},
		[30531] = {
			651, -- [1]
			"地狱火导魔者", -- [2]
		},
		[327100] = {
			2389, -- [1]
			"[*] 毒雾", -- [2]
		},
		[106835] = {
			1299, -- [1]
			"死亡之翼", -- [2]
		},
		[156601] = {
			1695, -- [1]
			"血腥的玛拉卡", -- [2]
		},
		[323821] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[231016] = {
			1958, -- [1]
			"未知目标", -- [2]
		},
		[269576] = {
			1960, -- [1]
			3, -- [2]
		},
		[228127] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[204598] = {
			1960, -- [1]
			12, -- [2]
		},
		[100594] = {
			1203, -- [1]
			"拉格纳罗斯", -- [2]
		},
		[209568] = {
			1872, -- [1]
			"加速元素", -- [2]
		},
		[351969] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[320823] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[156902] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[218780] = {
			1886, -- [1]
			"[*] 离子爆炸", -- [2]
		},
		[65026] = {
			1138, -- [1]
			"巨兽二型", -- [2]
		},
		[211799] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[348513] = {
			2430, -- [1]
			"痛楚工匠莱兹纳尔", -- [2]
		},
		[227992] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[325360] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[323825] = {
			2404, -- [1]
			"攫取裂隙 <无尽女皇莫德蕾莎>", -- [2]
		},
		[348450] = {
			2426, -- [1]
			"[*] 旁路代码：福莱瑟", -- [2]
		},
		[208546] = {
			1866, -- [1]
			"诱捕者德佐克斯", -- [2]
		},
		[204301] = {
			1960, -- [1]
			2, -- [2]
		},
		[354531] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[332526] = {
			2356, -- [1]
			"格里恩哥利亚 <可乐加盐丶-布兰卡德>", -- [2]
		},
		[353706] = {
			2440, -- [1]
			"绿洲保安", -- [2]
		},
		[155179] = {
			1690, -- [1]
			"熔炉工程师", -- [2]
		},
		[319733] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[176525] = {
			1705, -- [1]
			"滋生暗影", -- [2]
		},
		[207907] = {
			1869, -- [1]
			"塔丽克萨·火冠", -- [2]
		},
		[320462] = {
			2388, -- [1]
			"佐尔拉姆斯通灵师", -- [2]
		},
		[218155] = {
			1886, -- [1]
			"[*] 阳光坍缩", -- [2]
		},
		[323749] = {
			2403, -- [1]
			"空的心能容器", -- [2]
		},
		[347369] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[327411] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[156861] = {
			1713, -- [1]
			"克罗莫格", -- [2]
		},
		[323687] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[353219] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[206757] = {
			1866, -- [1]
			"诱捕者德佐克斯", -- [2]
		},
		[354535] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[326389] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[347371] = {
			2419, -- [1]
			"海盗船炮手", -- [2]
		},
		[228251] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[323831] = {
			2404, -- [1]
			"[*] 死亡之攫", -- [2]
		},
		[351066] = {
			2432, -- [1]
			"耐奥祖的残迹", -- [2]
		},
		[350098] = {
			2429, -- [1]
			"阿娜德尼", -- [2]
		},
		[223134] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[325879] = {
			2403, -- [1]
			"堕落的歼灭者", -- [2]
		},
		[215458] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[347373] = {
			2419, -- [1]
			"时沙号火炮", -- [2]
		},
		[63236] = {
			1139, -- [1]
			"锋鳞", -- [2]
		},
		[335306] = {
			2361, -- [1]
			"深渊狱卒", -- [2]
		},
		[350071] = {
			2432, -- [1]
			"折磨宝珠 <耐奥祖的残迹>", -- [2]
		},
		[320763] = {
			2423, -- [1]
			"未知目标", -- [2]
		},
		[331510] = {
			2391, -- [1]
			"不屈的参赛者", -- [2]
		},
		[69869] = {
			1099, -- [1]
			"破天号巫师", -- [2]
		},
		[329170] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[155794] = {
			1695, -- [1]
			"执行者苏卡", -- [2]
		},
		[349934] = {
			2441, -- [1]
			"阿喀琉忒", -- [2]
		},
		[98934] = {
			1197, -- [1]
			"贝丝缇拉克", -- [2]
		},
		[358842] = {
			2434, -- [1]
			"裂魂者多尔玛赞", -- [2]
		},
		[209270] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[218424] = {
			1886, -- [1]
			"自然学家特尔安", -- [2]
		},
		[105248] = {
			1291, -- [1]
			"堕落熔岩", -- [2]
		},
		[335308] = {
			2361, -- [1]
			"深渊狱卒", -- [2]
		},
		[321009] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[193455] = {
			1960, -- [1]
			3, -- [2]
		},
		[52042] = {
			2384, -- [1]
			"治疗之泉图腾 <Hailmary-萨洛拉丝>", -- [2]
		},
		[346866] = {
			2403, -- [1]
			"忠诚的石裔魔", -- [2]
		},
		[322814] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[14914] = {
			1143, -- [1]
			5, -- [2]
		},
		[2948] = {
			1960, -- [1]
			8, -- [2]
		},
		[77758] = {
			1960, -- [1]
			11, -- [2]
		},
		[350342] = {
			2429, -- [1]
			"基拉", -- [2]
		},
		[197550] = {
			1812, -- [1]
			"深须国王", -- [2]
		},
		[108601] = {
			1299, -- [1]
			"死亡之翼", -- [2]
		},
		[322304] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[204459] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[349939] = {
			2441, -- [1]
			"阿喀琉忒", -- [2]
		},
		[324079] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[323057] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[322817] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[319120] = {
			2382, -- [1]
			"[*] 腐烂胆汁", -- [2]
		},
		[350615] = {
			2434, -- [1]
			"裂魂者多尔玛赞", -- [2]
		},
		[354265] = {
			2431, -- [1]
			"命运撰写师罗-卡洛", -- [2]
		},
		[345335] = {
			1960, -- [1]
			12, -- [2]
		},
		[339706] = {
			2404, -- [1]
			"回响驭牛者", -- [2]
		},
		[350453] = {
			2433, -- [1]
			"寻亡之眼", -- [2]
		},
		[333808] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[320772] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[222020] = {
			1886, -- [1]
			"自然学家特尔安", -- [2]
		},
		[22703] = {
			1960, -- [1]
			9, -- [2]
		},
		[189540] = {
			1794, -- [1]
			"缚魂构装体", -- [2]
		},
		[347623] = {
			2437, -- [1]
			"索·阿兹密", -- [2]
		},
		[327426] = {
			2396, -- [1]
			"破碎残影", -- [2]
		},
		[350455] = {
			2436, -- [1]
			"[*] 不稳定的能量", -- [2]
		},
		[221605] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[105845] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[327427] = {
			2396, -- [1]
			"破碎残影", -- [2]
		},
		[228514] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[155078] = {
			1691, -- [1]
			"格鲁尔", -- [2]
		},
		[62507] = {
			1141, -- [1]
			"西芙", -- [2]
		},
		[62470] = {
			1141, -- [1]
			"[*] 震耳雷霆", -- [2]
		},
		[198833] = {
			1835, -- [1]
			"拉图修斯", -- [2]
		},
		[162243] = {
			1960, -- [1]
			12, -- [2]
		},
		[205486] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[209620] = {
			1872, -- [1]
			"递归元素", -- [2]
		},
		[228162] = {
			1958, -- [1]
			"赫娅", -- [2]
		},
		[346876] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[227781] = {
			1958, -- [1]
			"[*] 光耀碎片", -- [2]
		},
		[351994] = {
			2433, -- [1]
			"寻亡之眼", -- [2]
		},
		[227492] = {
			1863, -- [1]
			"虚空之子", -- [2]
		},
		[346877] = {
			2426, -- [1]
			"希尔布兰德", -- [2]
		},
		[99705] = {
			1206, -- [1]
			"烈焰德鲁伊", -- [2]
		},
		[155239] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[62317] = {
			1130, -- [1]
			"被俘虏的雇佣兵队长", -- [2]
		},
		[75] = {
			1960, -- [1]
			3, -- [2]
		},
		[326920] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[219049] = {
			1886, -- [1]
			"自然学家特尔安", -- [2]
		},
		[227903] = {
			2008, -- [1]
			"海拉", -- [2]
		},
		[328212] = {
			2390, -- [1]
			"[*] 冰峰碎片", -- [2]
		},
		[221864] = {
			1872, -- [1]
			"递归元素", -- [2]
		},
		[347903] = {
			2424, -- [1]
			"过载的邮件元素", -- [2]
		},
		[333629] = {
			2388, -- [1]
			"复生的弩手 <阿玛厄斯>", -- [2]
		},
		[208230] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
		[331016] = {
			1960, -- [1]
			12, -- [2]
		},
		[202088] = {
			1824, -- [1]
			"海拉", -- [2]
		},
		[323852] = {
			2403, -- [1]
			"阴森的教民 <戰灬士-格瑞姆巴托>", -- [2]
		},
		[61967] = {
			1135, -- [1]
			"黑暗符文助手", -- [2]
		},
		[180080] = {
			1778, -- [1]
			"邪火巨炮", -- [2]
		},
		[232798] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[323853] = {
			2403, -- [1]
			"阴森的教民 <柳絮菲菲>", -- [2]
		},
		[353023] = {
			2434, -- [1]
			"[*] 折磨", -- [2]
		},
		[347949] = {
			2425, -- [1]
			"佐·菲克斯", -- [2]
		},
		[196534] = {
			1824, -- [1]
			"毁灭触须", -- [2]
		},
		[260247] = {
			1960, -- [1]
			3, -- [2]
		},
		[320272] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[320784] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[349954] = {
			2441, -- [1]
			"阿喀琉忒", -- [2]
		},
		[228519] = {
			2008, -- [1]
			"冷酷领主", -- [2]
		},
		[348] = {
			1960, -- [1]
			9, -- [2]
		},
		[206514] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[320114] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[153804] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[324368] = {
			2357, -- [1]
			"阿祖勒斯", -- [2]
		},
		[320786] = {
			2394, -- [1]
			"[*] 势不可挡", -- [2]
		},
		[330026] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[350468] = {
			2441, -- [1]
			"阿喀琉忒", -- [2]
		},
		[355074] = {
			2423, -- [1]
			"渊誓黑暗法师", -- [2]
		},
		[206515] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[219235] = {
			1886, -- [1]
			"剧毒孢子", -- [2]
		},
		[327952] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[69898] = {
			1096, -- [1]
			"破天号圣职者", -- [2]
		},
		[320788] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[228265] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[319765] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[320277] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[320789] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[178114] = {
			1690, -- [1]
			"鼓风者", -- [2]
		},
		[57688] = {
			1143, -- [1]
			"未知目标", -- [2]
		},
		[320278] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[356923] = {
			2388, -- [1]
			"刽子手瓦卢斯", -- [2]
		},
		[334377] = {
			2361, -- [1]
			"研究铭文师", -- [2]
		},
		[210099] = {
			1873, -- [1]
			"未知目标", -- [2]
		},
		[108853] = {
			1960, -- [1]
			8, -- [2]
		},
		[199547] = {
			1960, -- [1]
			12, -- [2]
		},
		[155176] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[241828] = {
			1960, -- [1]
			"鬼灵战马", -- [2]
		},
		[100604] = {
			1203, -- [1]
			"拉格纳罗斯", -- [2]
		},
		[348974] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[64775] = {
			1143, -- [1]
			"萨拉", -- [2]
		},
		[178191] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[347490] = {
			2423, -- [1]
			"塔拉格鲁", -- [2]
		},
		[165578] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[324427] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[350475] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[352589] = {
			2436, -- [1]
			"能量核心", -- [2]
		},
		[228012] = {
			1958, -- [1]
			"海姆达尔", -- [2]
		},
		[330784] = {
			2391, -- [1]
			"战场祭师", -- [2]
		},
		[200182] = {
			1839, -- [1]
			"萨维斯之影", -- [2]
		},
		[72350] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[165579] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[321370] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[215288] = {
			1876, -- [1]
			"艾乐瑞瑟·雷弗拉尔", -- [2]
		},
		[348117] = {
			2433, -- [1]
			"典狱长之眼", -- [2]
		},
		[346947] = {
			2424, -- [1]
			"P.O.S.T.总管", -- [2]
		},
		[164812] = {
			1960, -- [1]
			11, -- [2]
		},
		[228824] = {
			1962, -- [1]
			"高姆", -- [2]
		},
		[334322] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[97151] = {
			1206, -- [1]
			"[*] 熔岩", -- [2]
		},
		[47632] = {
			1143, -- [1]
			6, -- [2]
		},
		[321821] = {
			2387, -- [1]
			"凋零之袋", -- [2]
		},
		[105723] = {
			1299, -- [1]
			"源质箭", -- [2]
		},
		[187074] = {
			1778, -- [1]
			"魁梧的狂战士", -- [2]
		},
		[341902] = {
			2391, -- [1]
			"战场祭师", -- [2]
		},
		[323177] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[772] = {
			1960, -- [1]
			1, -- [2]
		},
		[2098] = {
			1960, -- [1]
			4, -- [2]
		},
		[271788] = {
			1960, -- [1]
			3, -- [2]
		},
		[324205] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[355087] = {
			1960, -- [1]
			12, -- [2]
		},
		[320787] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[323992] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[350482] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[320155] = {
			2400, -- [1]
			"[*] 错位陷阱", -- [2]
		},
		[70541] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[196543] = {
			1807, -- [1]
			"芬雷尔", -- [2]
		},
		[350483] = {
			2429, -- [1]
			"斯凯亚", -- [2]
		},
		[323730] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[337178] = {
			2391, -- [1]
			"不屈的参赛者", -- [2]
		},
		[322977] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["report_where"] = "SAY",
	["auto_open_news_window"] = false,
	["got_first_run"] = true,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_shadow"] = true,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["damage_scroll_auto_open"] = true,
	["report_pos"] = {
		389.740600585938, -- [1]
		-71.2965087890625, -- [2]
	},
	["latest_report_table"] = {
		{
			3, -- [1]
			5, -- [2]
			10, -- [3]
			5, -- [4]
			"PARTY", -- [5]
			"爆炸物", -- [6]
		}, -- [1]
		{
			3, -- [1]
			2, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [2]
		{
			1, -- [1]
			5, -- [2]
			9, -- [3]
			5, -- [4]
			"PARTY", -- [5]
			"活跃伤害时间", -- [6]
		}, -- [3]
		{
			1, -- [1]
			5, -- [2]
			13, -- [3]
			5, -- [4]
			"PARTY", -- [5]
			"动态总体伤害", -- [6]
		}, -- [4]
		{
			2, -- [1]
			2, -- [2]
			1, -- [3]
			7, -- [4]
			"PARTY", -- [5]
		}, -- [5]
		{
			2, -- [1]
			4, -- [2]
			4, -- [3]
			20, -- [4]
			"RAID", -- [5]
		}, -- [6]
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			20, -- [4]
			"GUILD", -- [5]
		}, -- [7]
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			20, -- [4]
			"PARTY", -- [5]
		}, -- [8]
		{
			1, -- [1]
			2, -- [2]
			1, -- [3]
			20, -- [4]
			"PARTY", -- [5]
		}, -- [9]
		{
			3, -- [1]
			2, -- [2]
			1, -- [3]
			20, -- [4]
			"GUILD", -- [5]
		}, -- [10]
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["__profiles"] = {
		["薇羽Anne"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["instances_suppress_trash"] = 0,
			["instances_segments_locked"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["data_broker_text"] = "",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["numerical_system_symbols"] = "auto",
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -544.1029586791992,
							["x"] = 973.888427734375,
							["w"] = 327.77880859375,
							["h"] = 137.5560302734375,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["menu_icons_size"] = 1.049999952316284,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["font_size"] = 16,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\Addons\\SharedMedia\\statusbar\\Melli",
						["use_spec_icons"] = true,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Melli",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\",
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.333333333333333, -- [1]
						0.333333333333333, -- [2]
						0.333333333333333, -- [3]
						0, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Safe Skin Legion Beta",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["stretch_button_side"] = 1,
					["switch_healer_in_combat"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = 5,
						["shadow"] = false,
					},
					["hide_in_combat_alpha"] = 0,
					["bg_alpha"] = 0.045324444770813,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 27.11902618408203,
						["x"] = 0,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["clickthrough_window"] = false,
					["bars_grow_direction"] = 1,
					["switch_tank_in_combat"] = false,
					["skin_custom"] = "",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_damager_in_combat"] = false,
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["auto_hide_menu"] = {
						["left"] = true,
						["right"] = false,
					},
					["switch_damager"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 16,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							-2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							0.0196078431372549, -- [1]
							1, -- [2]
							0.8666666666666667, -- [3]
							1, -- [4]
						},
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -544.1029586791992,
							["x"] = 973.888427734375,
							["w"] = 327.77880859375,
							["h"] = 137.5560302734375,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["bars_inverted"] = false,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -405.7773132324219,
							["x"] = 974.333251953125,
							["w"] = 326.8891296386719,
							["h"] = 116.2222518920898,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\Addons\\SharedMedia\\statusbar\\Melli",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 16,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Melli",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["textR_bracket"] = "(",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = 5,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.333333333333333, -- [1]
						0.333333333333333, -- [2]
						0.333333333333333, -- [3]
						0, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Safe Skin Legion Beta",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 176.1115417480469,
						["x"] = 0,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bg_alpha"] = 0.045324444770813,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 16,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							-2, -- [2]
						},
						["text_color"] = {
							0.8274509803921568, -- [1]
							0.05882352941176471, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = true,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -405.7773132324219,
							["x"] = 974.333251953125,
							["w"] = 326.8891296386719,
							["h"] = 116.2222518920898,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["enabled"] = false,
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["menu_icons_size"] = 1.049999952316284,
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -553.7406768798828,
							["x"] = 627.6649169921875,
							["w"] = 331.6299133300781,
							["h"] = 157.1112518310547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\Addons\\SharedMedia\\statusbar\\Melli",
						["texture_custom_file"] = "Interface\\",
						["font_size"] = 16,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["textR_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Melli",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["textR_bracket"] = "(",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = 5,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.333333333333333, -- [1]
						0.333333333333333, -- [2]
						0.333333333333333, -- [3]
						0, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Safe Skin Legion Beta",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 7.703693389892578,
						["x"] = -344.2978515625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bg_alpha"] = 0.045324444770813,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 16,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							-2, -- [2]
						},
						["text_color"] = {
							0.04313725490196078, -- [1]
							1, -- [2]
							0.2, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = true,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -553.7406768798828,
							["x"] = 627.6649169921875,
							["w"] = 331.6299133300781,
							["h"] = 157.1112518310547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["enabled"] = false,
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["menu_icons_size"] = 1.049999952316284,
				}, -- [3]
			},
			["report_lines"] = 5,
			["report_schema"] = 1,
			["ps_abbreviation"] = 3,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["overall_clear_newboss"] = true,
			["time_type_original"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_self_color"] = false,
			["use_scroll"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["overall_clear_logout"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["show_arena_role_icon"] = false,
			["time_type"] = 2,
			["numerical_system"] = 2,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["clear_ungrouped"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["update_speed"] = 0.2,
			["death_tooltip_width"] = 350,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
		},
	},
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_dbm"] = {
			["ej2529"] = {
				"ej2529", -- [1]
				"Timerej2529nextcount	1", -- [2]
				"热点火 (1)", -- [3]
				22.3, -- [4]
				252172, -- [5]
				"nextcount", -- [6]
				"ej2529", -- [7]
				1, -- [8]
				"193", -- [9]
				["id"] = 1204,
			},
			["62488"] = {
				"62488", -- [1]
				"Timer62488cdcount", -- [2]
				"~激活构造体 (未知", -- [3]
				11, -- [4]
				135789, -- [5]
				"cdcount", -- [6]
				62488, -- [7]
				1, -- [8]
				"Ignis", -- [9]
				["id"] = 1136,
			},
			["103640"] = {
				"103640", -- [1]
				"Timer103640cd", -- [2]
				"~共鸣水晶", -- [3]
				19, -- [4]
				332402, -- [5]
				"cd", -- [6]
				103640, -- [7]
				5, -- [8]
				"311", -- [9]
				["id"] = 1292,
			},
			["197478"] = {
				"197478", -- [1]
				"Timer197478cd", -- [2]
				"~黑暗冲锋", -- [3]
				12.1, -- [4]
				1247261, -- [5]
				"cd", -- [6]
				197478, -- [7]
				3, -- [8]
				"1653", -- [9]
				["id"] = 1833,
			},
			["63473"] = {
				"63473", -- [1]
				"Timer63473cd", -- [2]
				"~灼烧", -- [3]
				12, -- [4]
				135817, -- [5]
				"cd", -- [6]
				63473, -- [7]
				5, -- [8]
				"Ignis", -- [9]
				["id"] = 1136,
			},
			["233206"] = {
				"233206", -- [1]
				"Timer233206cd", -- [2]
				"~暗影消退", -- [3]
				40, -- [4]
				132095, -- [5]
				"cd", -- [6]
				233206, -- [7]
				6, -- [8]
				"1878", -- [9]
				["id"] = 2039,
			},
			["72272"] = {
				"72272", -- [1]
				"Timer72272next", -- [2]
				"邪恶毒气", -- [3]
				22, -- [4]
				132093, -- [5]
				"next", -- [6]
				72272, -- [7]
				3, -- [8]
				"Rotface", -- [9]
				["id"] = 1104,
			},
			["181753"] = {
				"181753", -- [1]
				"Timer181753cd	Creature-0-3910-1448-3144-91543-000038424C", -- [2]
				"~邪能炸弹", -- [3]
				14, -- [4]
				1117883, -- [5]
				"cd", -- [6]
				181753, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["206656"] = {
				"206656", -- [1]
				"Timer206656next2", -- [2]
				"梦魇之刃", -- [3]
				18.5, -- [4]
				1396975, -- [5]
				"next", -- [6]
				206656, -- [7]
				3, -- [8]
				"1726", -- [9]
				["id"] = 1864,
			},
			["ej2770"] = {
				"ej2770", -- [1]
				"Timerej2770next", -- [2]
				"烬网织网蛛", -- [3]
				12, -- [4]
				236551, -- [5]
				"next", -- [6]
				"ej2770", -- [7]
				1, -- [8]
				"192", -- [9]
				["id"] = 1197,
			},
			["156238"] = {
				"156238", -- [1]
				"Timer156238cd", -- [2]
				"~奥术愤怒", -- [3]
				5.5, -- [4]
				1041234, -- [5]
				"cd", -- [6]
				156238, -- [7]
				3, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["203914"] = {
				"203914", -- [1]
				"Timer203914fades", -- [2]
				"时间放逐消失", -- [3]
				124, -- [4]
				237538, -- [5]
				"fades", -- [6]
				203914, -- [7]
				6, -- [8]
				"1501", -- [9]
				["id"] = 1829,
			},
			["320376"] = {
				"320376", -- [1]
				"Timer320376cd	Creature-0-3916-2286-5340-164578-00002385D8", -- [2]
				"~毁伤", -- [3]
				10, -- [4]
				237517, -- [5]
				"cd", -- [6]
				320376, -- [7]
				3, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["324148"] = {
				"324148", -- [1]
				"Timer324148cd", -- [2]
				"~暗影迅步", -- [3]
				10.1, -- [4]
				132303, -- [5]
				"cd", -- [6]
				324148, -- [7]
				3, -- [8]
				"2416", -- [9]
				["id"] = 2356,
			},
			["320012"] = {
				"320012", -- [1]
				"Timer320012cd", -- [2]
				"~邪恶狂乱", -- [3]
				6, -- [4]
				136224, -- [5]
				"cd", -- [6]
				320012, -- [7]
				5, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["200243"] = {
				"200243", -- [1]
				"Timer200243cd", -- [2]
				"~梦魇乍醒", -- [3]
				6, -- [4]
				1357795, -- [5]
				"cd", -- [6]
				200243, -- [7]
				3, -- [8]
				"1657", -- [9]
				["id"] = 1839,
			},
			["320787"] = {
				"320787", -- [1]
				"Timer320787cd", -- [2]
				"~召唤能量水晶", -- [3]
				5.9, -- [4]
				132776, -- [5]
				"cd", -- [6]
				320787, -- [7]
				5, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["325552"] = {
				"325552", -- [1]
				"Timer325552cd", -- [2]
				"~毒性裂击", -- [3]
				3.1, -- [4]
				348565, -- [5]
				"cd", -- [6]
				325552, -- [7]
				5, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["214278"] = {
				"214278", -- [1]
				"Timer214278nextcount	1", -- [2]
				"神秘射线 (1)", -- [3]
				67, -- [4]
				135730, -- [5]
				"nextcount", -- [6]
				214278, -- [7]
				3, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["323552"] = {
				"323552", -- [1]
				"Timer323552cd", -- [2]
				"~能量箭雨", -- [3]
				12, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				323552, -- [7]
				4, -- [8]
				"2411", -- [9]
				["id"] = 2403,
			},
			["205344"] = {
				"205344", -- [1]
				"Timer205344nextcount	1", -- [2]
				"球", -- [3]
				13, -- [4]
				135800, -- [5]
				"nextcount", -- [6]
				205344, -- [7]
				3, -- [8]
				"1713", -- [9]
				["id"] = 1842,
			},
			["70123"] = {
				"70123", -- [1]
				"Timer70123cd", -- [2]
				"~严寒", -- [3]
				33, -- [4]
				135854, -- [5]
				"cd", -- [6]
				70123, -- [7]
				2, -- [8]
				"Sindragosa", -- [9]
				["id"] = 1105,
			},
			["155005"] = {
				"155005", -- [1]
				"Timer155005next", -- [2]
				"相位变换", -- [3]
				45, -- [4]
				517160, -- [5]
				"next", -- [6]
				155005, -- [7]
				6, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["194966"] = {
				"194966", -- [1]
				"Timer194966next", -- [2]
				"灵魂回响", -- [3]
				15.5, -- [4]
				463284, -- [5]
				"next", -- [6]
				194966, -- [7]
				3, -- [8]
				"1518", -- [9]
				["id"] = 1832,
			},
			["319713"] = {
				"319713", -- [1]
				"Timer319713cd", -- [2]
				"~巨兽奔袭", -- [3]
				15.5, -- [4]
				132335, -- [5]
				"cd", -- [6]
				319713, -- [7]
				3, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["97282"] = {
				"97282", -- [1]
				"Timer97282cd", -- [2]
				"~震荡践踏", -- [3]
				16, -- [4]
				132847, -- [5]
				"cd", -- [6]
				97282, -- [7]
				2, -- [8]
				"193", -- [9]
				["id"] = 1204,
			},
			["ej13191"] = {
				"ej13191", -- [1]
				"Timerej13191cd", -- [2]
				"~腐蚀触须", -- [3]
				90, -- [4]
				136211, -- [5]
				"cd", -- [6]
				"ej13191", -- [7]
				1, -- [8]
				"1738", -- [9]
				["id"] = 1873,
			},
			["193826"] = {
				"193826", -- [1]
				"Timer193826cd", -- [2]
				"~诸神黄昏", -- [3]
				11, -- [4]
				135799, -- [5]
				"cd", -- [6]
				193826, -- [7]
				2, -- [8]
				"1488", -- [9]
				["id"] = 1808,
			},
			["206219"] = {
				"206219", -- [1]
				"Timer206219nextcount	1", -- [2]
				"液态地狱火 (1)", -- [3]
				36, -- [4]
				135803, -- [5]
				"nextcount", -- [6]
				206219, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["ej11456"] = {
				"ej11456", -- [1]
				"Timerej11456nextcount	1", -- [2]
				"萨格雷统御者 (1)", -- [3]
				23, -- [4]
				135796, -- [5]
				"nextcount", -- [6]
				"ej11456", -- [7]
				1, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["199811"] = {
				"199811", -- [1]
				"Timer199811next", -- [2]
				"闪击", -- [3]
				15, -- [4]
				1033906, -- [5]
				"next", -- [6]
				199811, -- [7]
				3, -- [8]
				"1500", -- [9]
				["id"] = 1826,
			},
			["334488"] = {
				"334488", -- [1]
				"Timer334488cd", -- [2]
				"~劈肉", -- [3]
				6, -- [4]
				3616005, -- [5]
				"cd", -- [6]
				334488, -- [7]
				5, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["156467"] = {
				"156467", -- [1]
				"Timer156467cd", -- [2]
				"~毁灭共鸣", -- [3]
				15, -- [4]
				1041232, -- [5]
				"cd", -- [6]
				156467, -- [7]
				3, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["347623"] = {
				"347623", -- [1]
				"Timer347623ai", -- [2]
				"迅斩人工智能计时冷却", -- [3]
				8.90099999999984, -- [4]
				236273, -- [5]
				"ai", -- [6]
				347623, -- [7]
				3, -- [8]
				"2451", -- [9]
				["id"] = 2437,
			},
			["204471"] = {
				"204471", -- [1]
				"Timer204471cd", -- [2]
				"~聚焦冲击", -- [3]
				13, -- [4]
				135739, -- [5]
				"cd", -- [6]
				204471, -- [7]
				3, -- [8]
				"1706", -- [9]
				["id"] = 1849,
			},
			["12396"] = {
				"12396", -- [1]
				"Timer12396achievement", -- [2]
				"上古之神作古", -- [3]
				420, -- [4]
				254105, -- [5]
				"achievement", -- [6]
				12396, -- [7]
				0, -- [8]
				"YoggSaron", -- [9]
				["id"] = 1143,
			},
			["320272"] = {
				"320272", -- [1]
				"Timer320272cd", -- [2]
				"~幽魂转移", -- [3]
				10.5, -- [4]
				2576086, -- [5]
				"cd", -- [6]
				320272, -- [7]
				5, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["193682"] = {
				"193682", -- [1]
				"Timer193682cd", -- [2]
				"~召唤风暴", -- [3]
				19, -- [4]
				135861, -- [5]
				"cd", -- [6]
				193682, -- [7]
				1, -- [8]
				"1490", -- [9]
				["id"] = 1811,
			},
			["227503"] = {
				"227503", -- [1]
				"Timer227503next", -- [2]
				"吸取能量", -- [3]
				35, -- [4]
				236247, -- [5]
				"next", -- [6]
				227503, -- [7]
				6, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["100479"] = {
				"100479", -- [1]
				"Timer100479cd", -- [2]
				"~冰障", -- [3]
				39.7, -- [4]
				464484, -- [5]
				"cd", -- [6]
				100479, -- [7]
				0, -- [8]
				"198", -- [9]
				["id"] = 1203,
			},
			["212735"] = {
				"212735", -- [1]
				"Timer212735next", -- [2]
				"自爆", -- [3]
				48, -- [4]
				609814, -- [5]
				"next", -- [6]
				212735, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["207806"] = {
				"207806", -- [1]
				"Timer207806cd", -- [2]
				"~发送信号", -- [3]
				20, -- [4]
				135433, -- [5]
				"cd", -- [6]
				207806, -- [7]
				1, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["183817"] = {
				"183817", -- [1]
				"Timer183817cd2", -- [2]
				"~邪影爆裂", -- [3]
				40, -- [4]
				236296, -- [5]
				"cd", -- [6]
				183817, -- [7]
				3, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["322304"] = {
				"322304", -- [1]
				"Timer322304cd", -- [2]
				"~恶毒附肢", -- [3]
				5.6, -- [4]
				2576086, -- [5]
				"cd", -- [6]
				322304, -- [7]
				1, -- [8]
				"2404", -- [9]
				["id"] = 2386,
			},
			["182994"] = {
				"182994", -- [1]
				"Timer182994cd", -- [2]
				"~邪能牢笼", -- [3]
				51, -- [4]
				133012, -- [5]
				"cd", -- [6]
				182994, -- [7]
				3, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["227697"] = {
				"227697", -- [1]
				"Timer227697next", -- [2]
				"光明之枪", -- [3]
				13, -- [4]
				136243, -- [5]
				"next", -- [6]
				227697, -- [7]
				3, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["180221"] = {
				"180221", -- [1]
				"Timer180221cd", -- [2]
				"~邪能宝珠", -- [3]
				12, -- [4]
				840941, -- [5]
				"cd", -- [6]
				180221, -- [7]
				3, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["110214"] = {
				"110214", -- [1]
				"Timer110214cd", -- [2]
				"~吞噬遮幕", -- [3]
				45, -- [4]
				135752, -- [5]
				"cd", -- [6]
				110214, -- [7]
				3, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["108044"] = {
				"108044", -- [1]
				"Timer108044cd", -- [2]
				"~干扰怒吼", -- [3]
				10, -- [4]
				132352, -- [5]
				"cd", -- [6]
				108044, -- [7]
				2, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["199446"] = {
				"199446", -- [1]
				"Timer199446cdcount	1", -- [2]
				"~尘风 (1)", -- [3]
				12, -- [4]
				1029595, -- [5]
				"cdcount", -- [6]
				199446, -- [7]
				2, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["322574"] = {
				"322574", -- [1]
				"Timer322574cd", -- [2]
				"~融合具象", -- [3]
				14.6, -- [4]
				132331, -- [5]
				"cd", -- [6]
				322574, -- [7]
				1, -- [8]
				"2415", -- [9]
				["id"] = 2361,
			},
			["63027"] = {
				"63027", -- [1]
				"Timer63027cd", -- [2]
				"~感应地雷", -- [3]
				30.2, -- [4]
				132289, -- [5]
				"cd", -- [6]
				63027, -- [7]
				3, -- [8]
				"Mimiron", -- [9]
				["id"] = 1138,
			},
			["321894"] = {
				"321894", -- [1]
				"Timer321894cd", -- [2]
				"~黑暗放逐", -- [3]
				26.5, -- [4]
				2576087, -- [5]
				"cd", -- [6]
				321894, -- [7]
				3, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["214249"] = {
				"214249", -- [1]
				"Timer214249next", -- [2]
				"净化大地", -- [3]
				30.5, -- [4]
				236153, -- [5]
				"next", -- [6]
				214249, -- [7]
				3, -- [8]
				"1750", -- [9]
				["id"] = 1877,
			},
			["184357"] = {
				"184357", -- [1]
				"Timer184357nextcount	2", -- [2]
				"污血 (2)", -- [3]
				15.8, -- [4]
				1029738, -- [5]
				"nextcount", -- [6]
				184357, -- [7]
				0, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["70946"] = {
				"70946", -- [1]
				"Timer70946next", -- [2]
				"吸血撕咬", -- [3]
				15, -- [4]
				134298, -- [5]
				"next", -- [6]
				70946, -- [7]
				5, -- [8]
				"Lanathel", -- [9]
				["id"] = 1103,
			},
			["207720"] = {
				"207720", -- [1]
				"Timer207720cd	Creature-0-3048-1530-28405-104880-0000445848", -- [2]
				"~见证虚空", -- [3]
				10, -- [4]
				895885, -- [5]
				"cd", -- [6]
				207720, -- [7]
				2, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["206744"] = {
				"206744", -- [1]
				"Timer206744nextcount	1", -- [2]
				"黑暗收割 (1)", -- [3]
				55.7, -- [4]
				537517, -- [5]
				"nextcount", -- [6]
				206744, -- [7]
				2, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["346947"] = {
				"346947", -- [1]
				"Timer346947ai", -- [2]
				"不稳定的货物人工智能计时冷却", -- [3]
				52.25500000000011, -- [4]
				451164, -- [5]
				"ai", -- [6]
				346947, -- [7]
				3, -- [8]
				"2436", -- [9]
				["id"] = 2424,
			},
			["211927"] = {
				"211927", -- [1]
				"Timer211927nextcount	1", -- [2]
				"势不可挡 (1)", -- [3]
				22, -- [4]
				1125916, -- [5]
				"nextcount", -- [6]
				211927, -- [7]
				4, -- [8]
				"1725", -- [9]
				["id"] = 1865,
			},
			["227008"] = {
				"227008", -- [1]
				"Timer227008cdcount	1", -- [2]
				"~黑暗泰坦的幻象 (1)", -- [3]
				95.1, -- [4]
				136215, -- [5]
				"cdcount", -- [6]
				227008, -- [7]
				2, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["320644"] = {
				"320644", -- [1]
				"Timer320644cdcount	1", -- [2]
				"~残酷连击 (1)", -- [3]
				5.8, -- [4]
				1390946, -- [5]
				"cdcount", -- [6]
				320644, -- [7]
				5, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["192680"] = {
				"192680", -- [1]
				"Timer192680cd", -- [2]
				"~秘法旋风", -- [3]
				8.5, -- [4]
				606549, -- [5]
				"cd", -- [6]
				192680, -- [7]
				3, -- [8]
				"1492", -- [9]
				["id"] = 1814,
			},
			["319589"] = {
				"319589", -- [1]
				"Timer319589cd", -- [2]
				"~攫取之手", -- [3]
				8.2, -- [4]
				2576086, -- [5]
				"cd", -- [6]
				319589, -- [7]
				3, -- [8]
				"2389", -- [9]
				["id"] = 2364,
			},
			["320359"] = {
				"320359", -- [1]
				"Timer320359cast", -- [2]
				"逃脱 ", -- [3]
				30, -- [4]
				132307, -- [5]
				"cast", -- [6]
				320359, -- [7]
				6, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["70341"] = {
				"70341", -- [1]
				"Timer70341cd", -- [2]
				"~软泥滩", -- [3]
				10, -- [4]
				132104, -- [5]
				"cd", -- [6]
				70341, -- [7]
				5, -- [8]
				"Putricide", -- [9]
				["id"] = 1102,
			},
			["206365"] = {
				"206365", -- [1]
				"Timer206365nextcount	1", -- [2]
				"幻象之夜 (1)", -- [3]
				130, -- [4]
				607852, -- [5]
				"nextcount", -- [6]
				206365, -- [7]
				6, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["206617"] = {
				"206617", -- [1]
				"Timer206617nextcount	1", -- [2]
				"时间炸弹 (1)", -- [3]
				5, -- [4]
				609814, -- [5]
				"nextcount", -- [6]
				206617, -- [7]
				3, -- [8]
				"1725", -- [9]
				["id"] = 1865,
			},
			["184931"] = {
				"184931", -- [1]
				"Timer184931cdcount	1", -- [2]
				"~枷锁酷刑 (1)", -- [3]
				25, -- [4]
				607854, -- [5]
				"cdcount", -- [6]
				184931, -- [7]
				3, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["196562"] = {
				"196562", -- [1]
				"Timer196562cd", -- [2]
				"~动荡魔法", -- [3]
				7.7, -- [4]
				1041233, -- [5]
				"cd", -- [6]
				196562, -- [7]
				3, -- [8]
				"1497", -- [9]
				["id"] = 1827,
			},
			["103414"] = {
				"103414", -- [1]
				"Timer103414cd", -- [2]
				"~践踏", -- [3]
				11, -- [4]
				133594, -- [5]
				"cd", -- [6]
				103414, -- [7]
				2, -- [8]
				"311", -- [9]
				["id"] = 1292,
			},
			["182459"] = {
				"182459", -- [1]
				"Timer182459nextcount	1", -- [2]
				"谴责 (1)", -- [3]
				57, -- [4]
				801000, -- [5]
				"nextcount", -- [6]
				182459, -- [7]
				3, -- [8]
				"1394", -- [9]
				["id"] = 1784,
			},
			["322746"] = {
				"322746", -- [1]
				"Timer322746cd", -- [2]
				"~堕落之血", -- [3]
				8.5, -- [4]
				136133, -- [5]
				"cd", -- [6]
				322746, -- [7]
				3, -- [8]
				"2408", -- [9]
				["id"] = 2395,
			},
			["324205"] = {
				"324205", -- [1]
				"Timer324205cd", -- [2]
				"~眩目闪光", -- [3]
				15.7, -- [4]
				1029583, -- [5]
				"cd", -- [6]
				324205, -- [7]
				3, -- [8]
				"2416", -- [9]
				["id"] = 2356,
			},
			["204040"] = {
				"204040", -- [1]
				"Timer204040next", -- [2]
				"暗影爆裂", -- [3]
				12.6, -- [4]
				132843, -- [5]
				"next", -- [6]
				204040, -- [7]
				3, -- [8]
				"1704", -- [9]
				["id"] = 1854,
			},
			["106523"] = {
				"106523", -- [1]
				"Timer106523cd", -- [2]
				"~大灾变", -- [3]
				115.5, -- [4]
				575535, -- [5]
				"cd", -- [6]
				106523, -- [7]
				2, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["233963"] = {
				"233963", -- [1]
				"Timer233963cd", -- [2]
				"~恶魔突起", -- [3]
				3.2, -- [4]
				1118739, -- [5]
				"cd", -- [6]
				233963, -- [7]
				3, -- [8]
				"1878", -- [9]
				["id"] = 2039,
			},
			["218438"] = {
				"218438", -- [1]
				"Timer218438next", -- [2]
				"约束混沌", -- [3]
				30, -- [4]
				429383, -- [5]
				"next", -- [6]
				218438, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["73539"] = {
				"73539", -- [1]
				"Timer73539next", -- [2]
				"召唤暗影陷阱", -- [3]
				15.5, -- [4]
				136160, -- [5]
				"next", -- [6]
				73539, -- [7]
				3, -- [8]
				"LichKing", -- [9]
				["id"] = 1106,
			},
			["210308"] = {
				"210308", -- [1]
				"Timer210308next", -- [2]
				"暗翼形态", -- [3]
				90, -- [4]
				852827, -- [5]
				"next", -- [6]
				210308, -- [7]
				6, -- [8]
				"1744", -- [9]
				["id"] = 1876,
			},
			["63276"] = {
				"63276", -- [1]
				"Timer63276cd", -- [2]
				"~无面者的印记", -- [3]
				16.9, -- [4]
				136133, -- [5]
				"cd", -- [6]
				63276, -- [7]
				3, -- [8]
				"GeneralVezax", -- [9]
				["id"] = 1134,
			},
			["313606"] = {
				"313606", -- [1]
				"Timer313606cd", -- [2]
				"~飞行", -- [3]
				30.5, -- [4]
				135737, -- [5]
				"cd", -- [6]
				313606, -- [7]
				6, -- [8]
				"2399", -- [9]
				["id"] = 2357,
			},
			["ej4112"] = {
				"ej4112", -- [1]
				"Timerej4112next", -- [2]
				"变异的腐蚀", -- [3]
				11, -- [4]
				237408, -- [5]
				"next", -- [6]
				"ej4112", -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["ej9394"] = {
				"ej9394", -- [1]
				"Timerej9394next", -- [2]
				"烈焰之柱", -- [3]
				24, -- [4]
				236216, -- [5]
				"next", -- [6]
				"ej9394", -- [7]
				0, -- [8]
				"1128", -- [9]
				["id"] = 1721,
			},
			["236639"] = {
				"236639", -- [1]
				"Timer236639cd", -- [2]
				"~多汁的鞭笞者", -- [3]
				18, -- [4]
				959803, -- [5]
				"cd", -- [6]
				236639, -- [7]
				1, -- [8]
				"1905", -- [9]
				["id"] = 2055,
			},
			["323730"] = {
				"323730", -- [1]
				"Timer323730cd", -- [2]
				"~冻结之缚", -- [3]
				8.9, -- [4]
				135834, -- [5]
				"cd", -- [6]
				323730, -- [7]
				3, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["63346"] = {
				"63346", -- [1]
				"Timer63346cd", -- [2]
				"~聚焦视线", -- [3]
				11, -- [4]
				135780, -- [5]
				"cd", -- [6]
				63346, -- [7]
				3, -- [8]
				"Kologarn", -- [9]
				["id"] = 1137,
			},
			["213238"] = {
				"213238", -- [1]
				"Timer213238nextcount	1", -- [2]
				"寻踪虫群 (1)", -- [3]
				25, -- [4]
				136128, -- [5]
				"nextcount", -- [6]
				213238, -- [7]
				3, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["319592"] = {
				"319592", -- [1]
				"Timer319592cd", -- [2]
				"~碎石之跃", -- [3]
				20.6, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				319592, -- [7]
				3, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["336258"] = {
				"336258", -- [1]
				"Timer336258fades", -- [2]
				"落单狩猎消失", -- [3]
				6, -- [4]
				892448, -- [5]
				"fades", -- [6]
				336258, -- [7]
				5, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["185456"] = {
				"185456", -- [1]
				"Timer185456cd	Creature-0-3910-1448-3144-93625-000038424D", -- [2]
				"~绝望之链", -- [3]
				23.6, -- [4]
				463560, -- [5]
				"cd", -- [6]
				185456, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["182001"] = {
				"182001", -- [1]
				"Timer182001nextcount2	1", -- [2]
				"不稳定的宝珠 (1)", -- [3]
				3, -- [4]
				135799, -- [5]
				"nextcount", -- [6]
				182001, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["203552"] = {
				"203552", -- [1]
				"Timer203552cdcount	1", -- [2]
				"~虫群之心 (1)", -- [3]
				86, -- [4]
				136128, -- [5]
				"cdcount", -- [6]
				203552, -- [7]
				6, -- [8]
				"1703", -- [9]
				["id"] = 1853,
			},
			["223034"] = {
				"223034", -- [1]
				"Timer223034next", -- [2]
				"召唤混沌之球", -- [3]
				55, -- [4]
				1033906, -- [5]
				"next", -- [6]
				223034, -- [7]
				1, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["322614"] = {
				"322614", -- [1]
				"Timer322614cd", -- [2]
				"~心灵连接", -- [3]
				18.1, -- [4]
				3528276, -- [5]
				"cd", -- [6]
				322614, -- [7]
				3, -- [8]
				"2405", -- [9]
				["id"] = 2393,
			},
			["218148"] = {
				"218148", -- [1]
				"Timer218148next", -- [2]
				"阳光坍缩", -- [3]
				5, -- [4]
				135981, -- [5]
				"next", -- [6]
				218148, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["ej11694"] = {
				"ej11694", -- [1]
				"Timerej11694next", -- [2]
				"野生纵火魔", -- [3]
				10, -- [4]
				615097, -- [5]
				"next", -- [6]
				"ej11694", -- [7]
				1, -- [8]
				"1447", -- [9]
				["id"] = 1800,
			},
			["71340"] = {
				"71340", -- [1]
				"Timer71340next", -- [2]
				"黑暗堕落者的契约", -- [3]
				15, -- [4]
				136151, -- [5]
				"next", -- [6]
				71340, -- [7]
				3, -- [8]
				"Lanathel", -- [9]
				["id"] = 1103,
			},
			["327608"] = {
				"327608", -- [1]
				"Timer327608cd", -- [2]
				"~召唤软泥", -- [3]
				25, -- [4]
				3459153, -- [5]
				"cd", -- [6]
				327608, -- [7]
				1, -- [8]
				"2419", -- [9]
				["id"] = 2382,
			},
			["100744"] = {
				"100744", -- [1]
				"Timer100744cd", -- [2]
				"~火焰风暴", -- [3]
				94, -- [4]
				237588, -- [5]
				"cd", -- [6]
				100744, -- [7]
				2, -- [8]
				"194", -- [9]
				["id"] = 1206,
			},
			["206883"] = {
				"206883", -- [1]
				"Timer206883cd", -- [2]
				"~灵魂漩涡", -- [3]
				3, -- [4]
				607512, -- [5]
				"cd", -- [6]
				206883, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["218304"] = {
				"218304", -- [1]
				"Timer218304next", -- [2]
				"寄生镣铐", -- [3]
				16, -- [4]
				538515, -- [5]
				"next", -- [6]
				218304, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["198495"] = {
				"198495", -- [1]
				"Timer198495cd", -- [2]
				"~洪流", -- [3]
				5, -- [4]
				135861, -- [5]
				"cd", -- [6]
				198495, -- [7]
				4, -- [8]
				"1663", -- [9]
				["id"] = 1824,
			},
			["105289"] = {
				"105289", -- [1]
				"Timer105289cd", -- [2]
				"~碎冰之击", -- [3]
				10.5, -- [4]
				429385, -- [5]
				"cd", -- [6]
				105289, -- [7]
				3, -- [8]
				"317", -- [9]
				["id"] = 1296,
			},
			["320823"] = {
				"320823", -- [1]
				"Timer320823cd", -- [2]
				"~实验型松鼠炸弹", -- [3]
				8.5, -- [4]
				133709, -- [5]
				"cd", -- [6]
				320823, -- [7]
				5, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["155539"] = {
				"155539", -- [1]
				"Timer155539cd", -- [2]
				"~毁灭之怒", -- [3]
				107, -- [4]
				132352, -- [5]
				"cd", -- [6]
				155539, -- [7]
				6, -- [8]
				"1161", -- [9]
				["id"] = 1691,
			},
			["199143"] = {
				"199143", -- [1]
				"Timer199143cd", -- [2]
				"~催眠之云", -- [3]
				11.5, -- [4]
				136182, -- [5]
				"cd", -- [6]
				199143, -- [7]
				3, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["63414"] = {
				"63414", -- [1]
				"Timer63414next", -- [2]
				"旋转", -- [3]
				78, -- [4]
				135734, -- [5]
				"next", -- [6]
				63414, -- [7]
				3, -- [8]
				"Mimiron", -- [9]
				["id"] = 1138,
			},
			["ej4115"] = {
				"ej4115", -- [1]
				"Timerej4115next", -- [2]
				"源质碎片", -- [3]
				10.5, -- [4]
				136243, -- [5]
				"next", -- [6]
				"ej4115", -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["221783"] = {
				"221783", -- [1]
				"Timer221783nextcount	1-1", -- [2]
				"烈焰 (1-1)", -- [3]
				24.5, -- [4]
				236297, -- [5]
				"nextcount", -- [6]
				221783, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["205368"] = {
				"205368", -- [1]
				"Timer205368nextcount	1", -- [2]
				"射线 (1)", -- [3]
				6, -- [4]
				841219, -- [5]
				"nextcount", -- [6]
				205368, -- [7]
				3, -- [8]
				"1713", -- [9]
				["id"] = 1842,
			},
			["182826"] = {
				"182826", -- [1]
				"Timer182826cd", -- [2]
				"~魔火", -- [3]
				5.1, -- [4]
				135799, -- [5]
				"cd", -- [6]
				182826, -- [7]
				1, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["69789"] = {
				"69789", -- [1]
				"Timer69789next", -- [2]
				"软泥洪流", -- [3]
				25, -- [4]
				136182, -- [5]
				"next", -- [6]
				69789, -- [7]
				0, -- [8]
				"Rotface", -- [9]
				["id"] = 1104,
			},
			["181799"] = {
				"181799", -- [1]
				"Timer181799cd", -- [2]
				"~暗影之力", -- [3]
				32.6, -- [4]
				1035040, -- [5]
				"cd", -- [6]
				181799, -- [7]
				3, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["322232"] = {
				"322232", -- [1]
				"Timer322232cd", -- [2]
				"~感染毒雨", -- [3]
				19.1, -- [4]
				132100, -- [5]
				"cd", -- [6]
				322232, -- [7]
				3, -- [8]
				"2404", -- [9]
				["id"] = 2386,
			},
			["154932"] = {
				"154932", -- [1]
				"Timer154932cd2", -- [2]
				"~熔岩激流", -- [3]
				30, -- [4]
				1032477, -- [5]
				"cd", -- [6]
				154932, -- [7]
				3, -- [8]
				"1123", -- [9]
				["id"] = 1689,
			},
			["182534"] = {
				"182534", -- [1]
				"Timer182534nextcount	1", -- [2]
				"易爆火焰炸弹 (1)", -- [3]
				9, -- [4]
				840408, -- [5]
				"nextcount", -- [6]
				182534, -- [7]
				1, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["64163"] = {
				"64163", -- [1]
				"Timer64163cast", -- [2]
				"疯乱凝视 ", -- [3]
				4, -- [4]
				252997, -- [5]
				"cast", -- [6]
				64163, -- [7]
				2, -- [8]
				"YoggSaron", -- [9]
				["id"] = 1143,
			},
			["161612"] = {
				"161612", -- [1]
				"Timer161612nextcount	1", -- [2]
				"溢流能量 (1)", -- [3]
				36, -- [4]
				841219, -- [5]
				"nextcount", -- [6]
				161612, -- [7]
				5, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["209602"] = {
				"209602", -- [1]
				"Timer209602cd", -- [2]
				"~剑刃奔涌", -- [3]
				17, -- [4]
				965900, -- [5]
				"cd", -- [6]
				209602, -- [7]
				3, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["212726"] = {
				"212726", -- [1]
				"Timer212726cdcount	1", -- [2]
				"~梦魇大军 (1)", -- [3]
				7.2, -- [4]
				1357812, -- [5]
				"cdcount", -- [6]
				212726, -- [7]
				1, -- [8]
				"1750", -- [9]
				["id"] = 1877,
			},
			["325360"] = {
				"325360", -- [1]
				"Timer325360nextcount	1", -- [2]
				"至高仪式 (1)", -- [3]
				11, -- [4]
				3528311, -- [5]
				"nextcount", -- [6]
				325360, -- [7]
				2, -- [8]
				"2421", -- [9]
				["id"] = 2362,
			},
			["204078"] = {
				"204078", -- [1]
				"Timer204078cd", -- [2]
				"~恐惧", -- [3]
				43, -- [4]
				136129, -- [5]
				"cd", -- [6]
				204078, -- [7]
				2, -- [8]
				"1704", -- [9]
				["id"] = 1854,
			},
			["204316"] = {
				"204316", -- [1]
				"Timer204316cd", -- [2]
				"~震荡波", -- [3]
				56.2, -- [4]
				1029595, -- [5]
				"cd", -- [6]
				204316, -- [7]
				2, -- [8]
				"1706", -- [9]
				["id"] = 1849,
			},
			["212364"] = {
				"212364", -- [1]
				"Timer212364nextcount	1", -- [2]
				"喂食时间 (1)", -- [3]
				15.5, -- [4]
				132196, -- [5]
				"nextcount", -- [6]
				212364, -- [7]
				1, -- [8]
				"1744", -- [9]
				["id"] = 1876,
			},
			["322550"] = {
				"322550", -- [1]
				"Timer322550cd", -- [2]
				"~加速孵化", -- [3]
				45.2, -- [4]
				2141733, -- [5]
				"cd", -- [6]
				322550, -- [7]
				1, -- [8]
				"2405", -- [9]
				["id"] = 2393,
			},
			["197596"] = {
				"197596", -- [1]
				"Timer197596next", -- [2]
				"尖锐触须", -- [3]
				8.5, -- [4]
				237398, -- [5]
				"next", -- [6]
				197596, -- [7]
				3, -- [8]
				"1663", -- [9]
				["id"] = 1824,
			},
			["72483"] = {
				"72483", -- [1]
				"Timer72483cd", -- [2]
				"~召唤梦魇之门", -- [3]
				46.5, -- [4]
				237556, -- [5]
				"cd", -- [6]
				72483, -- [7]
				5, -- [8]
				"Valithria", -- [9]
				["id"] = 1098,
			},
			["12325"] = {
				"12325", -- [1]
				"Timer12325achievement", -- [2]
				"煽风点火", -- [3]
				240, -- [4]
				254092, -- [5]
				"achievement", -- [6]
				12325, -- [7]
				0, -- [8]
				"Ignis", -- [9]
				["id"] = 1136,
			},
			["227071"] = {
				"227071", -- [1]
				"Timer227071cdcount	1", -- [2]
				"~烈焰冲撞 (1)", -- [3]
				29.3, -- [4]
				1344650, -- [5]
				"cdcount", -- [6]
				227071, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["236527"] = {
				"236527", -- [1]
				"Timer236527cd", -- [2]
				"~狂暴的鞭笞者", -- [3]
				17.5, -- [4]
				135263, -- [5]
				"cd", -- [6]
				236527, -- [7]
				1, -- [8]
				"1905", -- [9]
				["id"] = 2055,
			},
			["179889"] = {
				"179889", -- [1]
				"Timer179889nextcount	1", -- [2]
				"迅猛突袭 (1)", -- [3]
				63, -- [4]
				236216, -- [5]
				"nextcount", -- [6]
				179889, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["323236"] = {
				"323236", -- [1]
				"Timer323236cd", -- [2]
				"~释放苦痛", -- [3]
				15.7, -- [4]
				1035037, -- [5]
				"cd", -- [6]
				323236, -- [7]
				3, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["98981"] = {
				"98981", -- [1]
				"Timer98981next", -- [2]
				"熔岩箭", -- [3]
				17.3, -- [4]
				525023, -- [5]
				"next", -- [6]
				98981, -- [7]
				0, -- [8]
				"198", -- [9]
				["id"] = 1203,
			},
			["173917"] = {
				"173917", -- [1]
				"Timer173917cd", -- [2]
				"~撼地符文", -- [3]
				61, -- [4]
				1058937, -- [5]
				"cd", -- [6]
				173917, -- [7]
				6, -- [8]
				"1162", -- [9]
				["id"] = 1713,
			},
			["182055"] = {
				"182055", -- [1]
				"Timer182055next", -- [2]
				"整装待发", -- [3]
				136, -- [4]
				133864, -- [5]
				"next", -- [6]
				182055, -- [7]
				6, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["193152"] = {
				"193152", -- [1]
				"Timer193152cd", -- [2]
				"~地震", -- [3]
				15, -- [4]
				136025, -- [5]
				"cd", -- [6]
				193152, -- [7]
				2, -- [8]
				"1491", -- [9]
				["id"] = 1812,
			},
			["182582"] = {
				"182582", -- [1]
				"Timer182582cd", -- [2]
				"~邪能焚化", -- [3]
				18.5, -- [4]
				135800, -- [5]
				"cd", -- [6]
				182582, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["228201"] = {
				"228201", -- [1]
				"Timer228201next", -- [2]
				"挣脱控制 ", -- [3]
				45, -- [4]
				132507, -- [5]
				"next", -- [6]
				228201, -- [7]
				6, -- [8]
				"1830", -- [9]
				["id"] = 1962,
			},
			["108046"] = {
				"108046", -- [1]
				"Timer108046cd", -- [2]
				"~震荡波", -- [3]
				13, -- [4]
				236312, -- [5]
				"cd", -- [6]
				108046, -- [7]
				3, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["334970"] = {
				"334970", -- [1]
				"Timer334970cast", -- [2]
				"凝结 ", -- [3]
				25, -- [4]
				458969, -- [5]
				"cast", -- [6]
				334970, -- [7]
				6, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["198006"] = {
				"198006", -- [1]
				"Timer198006nextcount	1", -- [2]
				"专注凝视 (1)", -- [3]
				19, -- [4]
				571585, -- [5]
				"nextcount", -- [6]
				198006, -- [7]
				3, -- [8]
				"1667", -- [9]
				["id"] = 1841,
			},
			["156852"] = {
				"156852", -- [1]
				"Timer156852cdcount	1", -- [2]
				"~岩石吐息 (1)", -- [3]
				8, -- [4]
				237582, -- [5]
				"cdcount", -- [6]
				156852, -- [7]
				2, -- [8]
				"1162", -- [9]
				["id"] = 1713,
			},
			["238598"] = {
				"238598", -- [1]
				"Timer238598cd", -- [2]
				"~窒息藤蔓", -- [3]
				24.2, -- [4]
				959842, -- [5]
				"cd", -- [6]
				238598, -- [7]
				3, -- [8]
				"1905", -- [9]
				["id"] = 2055,
			},
			["321061"] = {
				"321061", -- [1]
				"Timer321061next", -- [2]
				"火箭鸡", -- [3]
				43, -- [4]
				133883, -- [5]
				"next", -- [6]
				321061, -- [7]
				3, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["108649"] = {
				"108649", -- [1]
				"Timer108649cd", -- [2]
				"~腐蚀寄生虫", -- [3]
				11, -- [4]
				524795, -- [5]
				"cd", -- [6]
				108649, -- [7]
				3, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["194327"] = {
				"194327", -- [1]
				"Timer194327cd", -- [2]
				"~破碎", -- [3]
				19, -- [4]
				236300, -- [5]
				"cd", -- [6]
				194327, -- [7]
				3, -- [8]
				"1512", -- [9]
				["id"] = 1823,
			},
			["318406"] = {
				"318406", -- [1]
				"Timer318406cd", -- [2]
				"~软肉碎击", -- [3]
				14.5, -- [4]
				623773, -- [5]
				"cd", -- [6]
				318406, -- [7]
				3, -- [8]
				"2401", -- [9]
				["id"] = 2365,
			},
			["323059"] = {
				"323059", -- [1]
				"Timer323059active", -- [2]
				"宗主之怒结束", -- [3]
				12, -- [4]
				134218, -- [5]
				"active", -- [6]
				323059, -- [7]
				6, -- [8]
				"2400", -- [9]
				["id"] = 2397,
			},
			["191798"] = {
				"191798", -- [1]
				"Timer191798next", -- [2]
				"暴虐之风", -- [3]
				33, -- [4]
				236154, -- [5]
				"next", -- [6]
				191798, -- [7]
				2, -- [8]
				"1479", -- [9]
				["id"] = 1813,
			},
			["181255"] = {
				"181255", -- [1]
				"Timer181255nextcount	1", -- [2]
				"邪能小鬼爆炸 (1)", -- [3]
				27.4, -- [4]
				236294, -- [5]
				"nextcount", -- [6]
				181255, -- [7]
				1, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["203787"] = {
				"203787", -- [1]
				"Timer203787cd2", -- [2]
				"~快速传染", -- [3]
				19.5, -- [4]
				135914, -- [5]
				"cd", -- [6]
				203787, -- [7]
				3, -- [8]
				"1704", -- [9]
				["id"] = 1854,
			},
			["322773"] = {
				"322773", -- [1]
				"Timer322773cd", -- [2]
				"~鲜血屏障", -- [3]
				26.5, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				322773, -- [7]
				6, -- [8]
				"2408", -- [9]
				["id"] = 2395,
			},
			["319702"] = {
				"319702", -- [1]
				"Timer319702cd", -- [2]
				"~鲜血洪流", -- [3]
				7.5, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				319702, -- [7]
				2, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["72173"] = {
				"72173", -- [1]
				"Timer72173next", -- [2]
				"召唤血兽", -- [3]
				40, -- [4]
				252272, -- [5]
				"next", -- [6]
				72173, -- [7]
				1, -- [8]
				"Deathbringer", -- [9]
				["id"] = 1096,
			},
			["212997"] = {
				"212997", -- [1]
				"Timer212997nextcount	1", -- [2]
				"腐肉瘟疫 (1)", -- [3]
				7, -- [4]
				1029009, -- [5]
				"nextcount", -- [6]
				212997, -- [7]
				3, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["103571"] = {
				"103571", -- [1]
				"Timer103571next", -- [2]
				"末日黑洞", -- [3]
				5.5, -- [4]
				463569, -- [5]
				"next", -- [6]
				103571, -- [7]
				5, -- [8]
				"324", -- [9]
				["id"] = 1294,
			},
			["ej11714"] = {
				"ej11714", -- [1]
				"Timerej11714next", -- [2]
				"不稳定的空灵魔", -- [3]
				10.5, -- [4]
				136221, -- [5]
				"next", -- [6]
				"ej11714", -- [7]
				1, -- [8]
				"1447", -- [9]
				["id"] = 1800,
			},
			["ej13188"] = {
				"ej13188", -- [1]
				"Timerej13188cd", -- [2]
				"~梦魇恐魔", -- [3]
				60, -- [4]
				1357814, -- [5]
				"cd", -- [6]
				"ej13188", -- [7]
				1, -- [8]
				"1738", -- [9]
				["id"] = 1873,
			},
			["186348"] = {
				"186348", -- [1]
				"Timer186348next", -- [2]
				"愤怒", -- [3]
				10, -- [4]
				615100, -- [5]
				"next", -- [6]
				186348, -- [7]
				3, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["334053"] = {
				"334053", -- [1]
				"Timer334053cd", -- [2]
				"~净化冲击波", -- [3]
				8.4, -- [4]
				3528286, -- [5]
				"cd", -- [6]
				334053, -- [7]
				3, -- [8]
				"2414", -- [9]
				["id"] = 2358,
			},
			["334625"] = {
				"334625", -- [1]
				"Timer334625cd", -- [2]
				"~深渊爆炸", -- [3]
				20.1, -- [4]
				3528303, -- [5]
				"cd", -- [6]
				334625, -- [7]
				2, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["320966"] = {
				"320966", -- [1]
				"Timer320966cd", -- [2]
				"~过顶挥砍", -- [3]
				8.3, -- [4]
				3284464, -- [5]
				"cd", -- [6]
				320966, -- [7]
				5, -- [8]
				"2399", -- [9]
				["id"] = 2357,
			},
			["218809"] = {
				"218809", -- [1]
				"Timer218809next", -- [2]
				"黑夜的召唤", -- [3]
				57, -- [4]
				135752, -- [5]
				"next", -- [6]
				218809, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["179667"] = {
				"179667", -- [1]
				"Timer179667next", -- [2]
				"赤手空拳", -- [3]
				86.7, -- [4]
				132343, -- [5]
				"next", -- [6]
				179667, -- [7]
				6, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["193460"] = {
				"193460", -- [1]
				"Timer193460cd", -- [2]
				"~灾祸", -- [3]
				21, -- [4]
				136194, -- [5]
				"cd", -- [6]
				193460, -- [7]
				2, -- [8]
				"1502", -- [9]
				["id"] = 1822,
			},
			["319521"] = {
				"319521", -- [1]
				"Timer319521cd", -- [2]
				"~抽取灵魂", -- [3]
				15.5, -- [4]
				2576083, -- [5]
				"cd", -- [6]
				319521, -- [7]
				3, -- [8]
				"2389", -- [9]
				["id"] = 2364,
			},
			["100002"] = {
				"100002", -- [1]
				"Timer100002cd", -- [2]
				"~掷矛", -- [3]
				20, -- [4]
				136022, -- [5]
				"cd", -- [6]
				100002, -- [7]
				3, -- [8]
				"195", -- [9]
				["id"] = 1205,
			},
			["163594"] = {
				"163594", -- [1]
				"Timer163594cd2", -- [2]
				"~孢子射手", -- [3]
				20, -- [4]
				132849, -- [5]
				"cd", -- [6]
				163594, -- [7]
				1, -- [8]
				"1196", -- [9]
				["id"] = 1720,
			},
			["98493"] = {
				"98493", -- [1]
				"Timer98493next", -- [2]
				"触发火山喷发", -- [3]
				30, -- [4]
				236216, -- [5]
				"next", -- [6]
				98493, -- [7]
				5, -- [8]
				"193", -- [9]
				["id"] = 1204,
			},
			["162185"] = {
				"162185", -- [1]
				"Timer162185cd", -- [2]
				"~魔能散射：火焰", -- [3]
				6, -- [4]
				132847, -- [5]
				"cd", -- [6]
				162185, -- [7]
				3, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["228012"] = {
				"228012", -- [1]
				"Timer228012nextcount	1", -- [2]
				"勇气号角 (1)", -- [3]
				8, -- [4]
				134229, -- [5]
				"nextcount", -- [6]
				228012, -- [7]
				2, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["322236"] = {
				"322236", -- [1]
				"Timer322236cd", -- [2]
				"~粘液之触", -- [3]
				6, -- [4]
				254105, -- [5]
				"cd", -- [6]
				322236, -- [7]
				5, -- [8]
				"2404", -- [9]
				["id"] = 2386,
			},
			["156096"] = {
				"156096", -- [1]
				"Timer156096nextcount	1", -- [2]
				"死亡标记 (1)", -- [3]
				36, -- [4]
				1029718, -- [5]
				"nextcount", -- [6]
				156096, -- [7]
				3, -- [8]
				"959", -- [9]
				["id"] = 1704,
			},
			["ej9571"] = {
				"ej9571", -- [1]
				"Timerej9571nextcount	1", -- [2]
				"攻城战神坦克 (1)", -- [3]
				15, -- [4]
				133604, -- [5]
				"nextcount", -- [6]
				"ej9571", -- [7]
				1, -- [8]
				"959", -- [9]
				["id"] = 1704,
			},
			["205408"] = {
				"205408", -- [1]
				"Timer205408cdcount	1", -- [2]
				"~强力联结 (1)", -- [3]
				15, -- [4]
				236168, -- [5]
				"cdcount", -- [6]
				205408, -- [7]
				3, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["155992"] = {
				"155992", -- [1]
				"Timer155992cdcount	1", -- [2]
				"~粉碎猛击 (1)", -- [3]
				21, -- [4]
				132318, -- [5]
				"cdcount", -- [6]
				155992, -- [7]
				5, -- [8]
				"959", -- [9]
				["id"] = 1704,
			},
			["321834"] = {
				"321834", -- [1]
				"Timer321834cd", -- [2]
				"~闪避球", -- [3]
				8.1, -- [4]
				132387, -- [5]
				"cd", -- [6]
				321834, -- [7]
				3, -- [8]
				"2402", -- [9]
				["id"] = 2392,
			},
			["320069"] = {
				"320069", -- [1]
				"Timer320069cd", -- [2]
				"~致死打击", -- [3]
				22.6, -- [4]
				132355, -- [5]
				"cd", -- [6]
				320069, -- [7]
				5, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["ej14006"] = {
				"ej14006", -- [1]
				"Timerej14006next", -- [2]
				"赫娅", -- [3]
				16, -- [4]
				612968, -- [5]
				"next", -- [6]
				"ej14006", -- [7]
				1, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["ej9995"] = {
				"ej9995", -- [1]
				"Timerej9995cdcount	1", -- [2]
				"~真菌食肉者 (1)", -- [3]
				32, -- [4]
				132849, -- [5]
				"cdcount", -- [6]
				"ej9995", -- [7]
				1, -- [8]
				"1196", -- [9]
				["id"] = 1720,
			},
			["105269"] = {
				"105269", -- [1]
				"Timer105269next", -- [2]
				"冰枪", -- [3]
				10, -- [4]
				237236, -- [5]
				"next", -- [6]
				105269, -- [7]
				5, -- [8]
				"317", -- [9]
				["id"] = 1296,
			},
			["157060"] = {
				"157060", -- [1]
				"Timer157060cd", -- [2]
				"~纠缠之地符文", -- [3]
				50, -- [4]
				1058940, -- [5]
				"cd", -- [6]
				157060, -- [7]
				6, -- [8]
				"1162", -- [9]
				["id"] = 1713,
			},
			["70372"] = {
				"70372", -- [1]
				"Timer70372next", -- [2]
				"召唤蹒跚的血僵尸", -- [3]
				20, -- [4]
				237524, -- [5]
				"next", -- [6]
				70372, -- [7]
				1, -- [8]
				"LichKing", -- [9]
				["id"] = 1106,
			},
			["162124"] = {
				"162124", -- [1]
				"Timer162124next", -- [2]
				"智能冲压机", -- [3]
				13, -- [4]
				458973, -- [5]
				"next", -- [6]
				162124, -- [7]
				6, -- [8]
				"1155", -- [9]
				["id"] = 1693,
			},
			["324608"] = {
				"324608", -- [1]
				"Timer324608cd", -- [2]
				"~充能践踏", -- [3]
				14.3, -- [4]
				460957, -- [5]
				"cd", -- [6]
				324608, -- [7]
				3, -- [8]
				"2414", -- [9]
				["id"] = 2358,
			},
			["331618"] = {
				"331618", -- [1]
				"Timer331618cdcount	1", -- [2]
				"~压制战旗 (1)", -- [3]
				10.7, -- [4]
				3578234, -- [5]
				"cdcount", -- [6]
				331618, -- [7]
				1, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["99516"] = {
				"99516", -- [1]
				"Timer99516next", -- [2]
				"倒计时", -- [3]
				45, -- [4]
				136106, -- [5]
				"next", -- [6]
				99516, -- [7]
				3, -- [8]
				"196", -- [9]
				["id"] = 1200,
			},
			["ej9650"] = {
				"ej9650", -- [1]
				"Timerej9650cdcount	2", -- [2]
				"~鼓风者 (2)", -- [3]
				40, -- [4]
				237030, -- [5]
				"cdcount", -- [6]
				"ej9650", -- [7]
				1, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["182020"] = {
				"182020", -- [1]
				"Timer182020nextcount	1", -- [2]
				"重击 (1)", -- [3]
				32.6, -- [4]
				451165, -- [5]
				"nextcount", -- [6]
				182020, -- [7]
				2, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["204459"] = {
				"204459", -- [1]
				"Timer204459fades", -- [2]
				"易伤外壳消失", -- [3]
				15, -- [4]
				132358, -- [5]
				"fades", -- [6]
				204459, -- [7]
				6, -- [8]
				"1706", -- [9]
				["id"] = 1849,
			},
			["34727"] = {
				"34727", -- [1]
				"Timer34727next", -- [2]
				"召唤树苗", -- [3]
				15, -- [4]
				136041, -- [5]
				"next", -- [6]
				34727, -- [7]
				1, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["179582"] = {
				"179582", -- [1]
				"Timer179582next	1", -- [2]
				"裂隙", -- [3]
				5.5, -- [4]
				1118738, -- [5]
				"next", -- [6]
				179582, -- [7]
				5, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["339550"] = {
				"339550", -- [1]
				"Timer339550cd", -- [2]
				"~战斗回响", -- [3]
				7, -- [4]
				1778230, -- [5]
				"cd", -- [6]
				339550, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["155794"] = {
				"155794", -- [1]
				"Timer155794cdcount	1", -- [2]
				"~利刃冲刺 (1)", -- [3]
				8, -- [4]
				132301, -- [5]
				"cdcount", -- [6]
				155794, -- [7]
				5, -- [8]
				"1203", -- [9]
				["id"] = 1695,
			},
			["326171"] = {
				"326171", -- [1]
				"Timer326171cd", -- [2]
				"~粉碎现实", -- [3]
				60, -- [4]
				463285, -- [5]
				"cd", -- [6]
				326171, -- [7]
				2, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["320063"] = {
				"320063", -- [1]
				"Timer320063cd", -- [2]
				"~猛击", -- [3]
				9.4, -- [4]
				132340, -- [5]
				"cd", -- [6]
				320063, -- [7]
				5, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["227992"] = {
				"227992", -- [1]
				"Timer227992cast", -- [2]
				"毒水消融 ", -- [3]
				20.5, -- [4]
				893778, -- [5]
				"cast", -- [6]
				227992, -- [7]
				2, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["184360"] = {
				"184360", -- [1]
				"Timer184360cdcount	1", -- [2]
				"~邪能狂怒 (1)", -- [3]
				28, -- [4]
				135791, -- [5]
				"cdcount", -- [6]
				184360, -- [7]
				3, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["322681"] = {
				"322681", -- [1]
				"Timer322681cd", -- [2]
				"~肉钩", -- [3]
				10.6, -- [4]
				1373906, -- [5]
				"cd", -- [6]
				322681, -- [7]
				3, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["98934"] = {
				"98934", -- [1]
				"Timer98934next", -- [2]
				"余烬之火", -- [3]
				6, -- [4]
				135807, -- [5]
				"next", -- [6]
				98934, -- [7]
				2, -- [8]
				"192", -- [9]
				["id"] = 1197,
			},
			["199345"] = {
				"199345", -- [1]
				"Timer199345cd", -- [2]
				"~下冲气流", -- [3]
				20, -- [4]
				1029595, -- [5]
				"cd", -- [6]
				199345, -- [7]
				2, -- [8]
				"1656", -- [9]
				["id"] = 1838,
			},
			["320180"] = {
				"320180", -- [1]
				"Timer320180cd", -- [2]
				"~剧毒孢子", -- [3]
				17.7, -- [4]
				464341, -- [5]
				"cd", -- [6]
				320180, -- [7]
				3, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["228187"] = {
				"228187", -- [1]
				"Timer228187cdcount	1", -- [2]
				"~守护者之息 (1)", -- [3]
				11, -- [4]
				988195, -- [5]
				"cdcount", -- [6]
				228187, -- [7]
				5, -- [8]
				"1830", -- [9]
				["id"] = 1962,
			},
			["210290"] = {
				"210290", -- [1]
				"Timer210290cd2", -- [2]
				"~梦魇荆棘", -- [3]
				27.5, -- [4]
				1357815, -- [5]
				"cd", -- [6]
				210290, -- [7]
				3, -- [8]
				"1750", -- [9]
				["id"] = 1877,
			},
			["160838"] = {
				"160838", -- [1]
				"Timer160838cd", -- [2]
				"~干扰怒吼", -- [3]
				45, -- [4]
				892447, -- [5]
				"cd", -- [6]
				160838, -- [7]
				0, -- [8]
				"1155", -- [9]
				["id"] = 1693,
			},
			["228824"] = {
				"228824", -- [1]
				"Timer228824cdcount	1", -- [2]
				"~浮动泡沫 (1)", -- [3]
				10, -- [4]
				136243, -- [5]
				"cdcount", -- [6]
				228824, -- [7]
				3, -- [8]
				"1830", -- [9]
				["id"] = 1962,
			},
			["346204"] = {
				"346204", -- [1]
				"Timer346204ai", -- [2]
				"武装安保人工智能计时冷却", -- [3]
				44.52700000000004, -- [4]
				132148, -- [5]
				"ai", -- [6]
				346204, -- [7]
				6, -- [8]
				"2437", -- [9]
				["id"] = 2425,
			},
			["228633"] = {
				"228633", -- [1]
				"Timer228633next	Creature-0-3909-1648-16443-114809-0000423AF6", -- [2]
				"绝不留情", -- [3]
				7, -- [4]
				132337, -- [5]
				"next", -- [6]
				228633, -- [7]
				3, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["327646"] = {
				"327646", -- [1]
				"Timer327646cdcount	1", -- [2]
				"~灵魂碎裂 (1)", -- [3]
				5.9, -- [4]
				1354410, -- [5]
				"cdcount", -- [6]
				327646, -- [7]
				5, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["323877"] = {
				"323877", -- [1]
				"Timer323877nextcount	1", -- [2]
				"Laser (1)", -- [3]
				22, -- [4]
				892834, -- [5]
				"nextcount", -- [6]
				323877, -- [7]
				2, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["69057"] = {
				"69057", -- [1]
				"Timer69057cd", -- [2]
				"~天灾领主之刺", -- [3]
				15, -- [4]
				236946, -- [5]
				"cd", -- [6]
				69057, -- [7]
				1, -- [8]
				"LordMarrowgar", -- [9]
				["id"] = 1101,
			},
			["154989"] = {
				"154989", -- [1]
				"Timer154989next", -- [2]
				"炼狱吐息", -- [3]
				6, -- [4]
				135265, -- [5]
				"next", -- [6]
				154989, -- [7]
				3, -- [8]
				"1122", -- [9]
				["id"] = 1694,
			},
			["322736"] = {
				"322736", -- [1]
				"Timer322736cd", -- [2]
				"~尖锐脊刺", -- [3]
				10.1, -- [4]
				1508486, -- [5]
				"cd", -- [6]
				322736, -- [7]
				5, -- [8]
				"2408", -- [9]
				["id"] = 2395,
			},
			["213853"] = {
				"213853", -- [1]
				"Timer213853next", -- [2]
				"复生", -- [3]
				65, -- [4]
				135862, -- [5]
				"next", -- [6]
				213853, -- [7]
				1, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["107588"] = {
				"107588", -- [1]
				"Timer107588nextcount	1", -- [2]
				"暮光杀戮 (1)", -- [3]
				46.9, -- [4]
				425954, -- [5]
				"nextcount", -- [6]
				107588, -- [7]
				5, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["200551"] = {
				"200551", -- [1]
				"Timer200551cd", -- [2]
				"~水晶尖刺", -- [3]
				21.5, -- [4]
				132780, -- [5]
				"cd", -- [6]
				200551, -- [7]
				3, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["210022"] = {
				"210022", -- [1]
				"Timer210022nextcount	1", -- [2]
				"纪元宝珠 (1)", -- [3]
				23.8, -- [4]
				429383, -- [5]
				"nextcount", -- [6]
				210022, -- [7]
				2, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["206222"] = {
				"206222", -- [1]
				"Timer206222nextcount	1", -- [2]
				"邪能束缚 (1)", -- [3]
				8.4, -- [4]
				1117883, -- [5]
				"nextcount", -- [6]
				206222, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["320200"] = {
				"320200", -- [1]
				"Timer320200ai", -- [2]
				"缝针人工智能计时冷却", -- [3]
				25.50199999999995, -- [4]
				878217, -- [5]
				"ai", -- [6]
				320200, -- [7]
				3, -- [8]
				"2454", -- [9]
				["id"] = 2441,
			},
			["105651"] = {
				"105651", -- [1]
				"Timer105651next", -- [2]
				"源质箭", -- [3]
				40.5, -- [4]
				135821, -- [5]
				"next", -- [6]
				105651, -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["ej2773"] = {
				"ej2773", -- [1]
				"Timerej2773next", -- [2]
				"烬网工虫", -- [3]
				45, -- [4]
				135442, -- [5]
				"next", -- [6]
				"ej2773", -- [7]
				1, -- [8]
				"192", -- [9]
				["id"] = 1197,
			},
			["156834"] = {
				"156834", -- [1]
				"Timer156834cd", -- [2]
				"~黑石尖刺", -- [3]
				13, -- [4]
				1044087, -- [5]
				"cd", -- [6]
				156834, -- [7]
				4, -- [8]
				"1202", -- [9]
				["id"] = 1696,
			},
			["157592"] = {
				"157592", -- [1]
				"Timer157592cd", -- [2]
				"~撕裂猛击", -- [3]
				23.5, -- [4]
				132846, -- [5]
				"cd", -- [6]
				157592, -- [7]
				3, -- [8]
				"1162", -- [9]
				["id"] = 1713,
			},
			["208322"] = {
				"208322", -- [1]
				"Timer208322cdcount2	1", -- [2]
				"~潜袭喷发 (1)", -- [3]
				13.6, -- [4]
				1357803, -- [5]
				"cdcount", -- [6]
				208322, -- [7]
				3, -- [8]
				"1726", -- [9]
				["id"] = 1864,
			},
			["207573"] = {
				"207573", -- [1]
				"Timer207573cd", -- [2]
				"~召唤被亵渎的幽灵", -- [3]
				30, -- [4]
				1022944, -- [5]
				"cd", -- [6]
				207573, -- [7]
				3, -- [8]
				"1704", -- [9]
				["id"] = 1854,
			},
			["322554"] = {
				"322554", -- [1]
				"Timer322554next", -- [2]
				"严惩", -- [3]
				3.7, -- [4]
				458735, -- [5]
				"next", -- [6]
				322554, -- [7]
				3, -- [8]
				"2415", -- [9]
				["id"] = 2361,
			},
			["345989"] = {
				"345989", -- [1]
				"Timer345989ai", -- [2]
				"审讯人工智能计时冷却", -- [3]
				46.9699999999998, -- [4]
				132284, -- [5]
				"ai", -- [6]
				345989, -- [7]
				3, -- [8]
				"2437", -- [9]
				["id"] = 2425,
			},
			["184476"] = {
				"184476", -- [1]
				"Timer184476cd", -- [2]
				"~暗影收割", -- [3]
				50, -- [4]
				132095, -- [5]
				"cd", -- [6]
				184476, -- [7]
				3, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["196804"] = {
				"196804", -- [1]
				"Timer196804cd", -- [2]
				"~虚空链接", -- [3]
				17.5, -- [4]
				429383, -- [5]
				"cd", -- [6]
				196804, -- [7]
				3, -- [8]
				"1497", -- [9]
				["id"] = 1827,
			},
			["197961"] = {
				"197961", -- [1]
				"Timer197961cdcount	1", -- [2]
				"~符文烙印 (1)", -- [3]
				44, -- [4]
				442743, -- [5]
				"cdcount", -- [6]
				197961, -- [7]
				3, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["199193"] = {
				"199193", -- [1]
				"Timer199193cd", -- [2]
				"~恐惧魔王的狡诈", -- [3]
				24, -- [4]
				840942, -- [5]
				"cd", -- [6]
				199193, -- [7]
				6, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["206949"] = {
				"206949", -- [1]
				"Timer206949cdcount	1", -- [2]
				"~严寒新星 (1)", -- [3]
				49, -- [4]
				464484, -- [5]
				"cdcount", -- [6]
				206949, -- [7]
				2, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["184394"] = {
				"184394", -- [1]
				"Timer184394cd", -- [2]
				"~震荡波", -- [3]
				5.8, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				184394, -- [7]
				3, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["205420"] = {
				"205420", -- [1]
				"Timer205420nextcount2	1", -- [2]
				"燃烧的沥青 (1)", -- [3]
				45, -- [4]
				135804, -- [5]
				"nextcount", -- [6]
				205420, -- [7]
				5, -- [8]
				"1713", -- [9]
				["id"] = 1842,
			},
			["ej3978"] = {
				"ej3978", -- [1]
				"Timerej3978next", -- [2]
				"召唤舒玛之血", -- [3]
				22, -- [4]
				136016, -- [5]
				"next", -- [6]
				"ej3978", -- [7]
				1, -- [8]
				"325", -- [9]
				["id"] = 1295,
			},
			["202974"] = {
				"202974", -- [1]
				"Timer202974cd", -- [2]
				"~力场炸弹", -- [3]
				16.7, -- [4]
				1041235, -- [5]
				"cd", -- [6]
				202974, -- [7]
				2, -- [8]
				"1501", -- [9]
				["id"] = 1829,
			},
			["323437"] = {
				"323437", -- [1]
				"Timer323437cd", -- [2]
				"~傲慢罪印", -- [3]
				10, -- [4]
				538039, -- [5]
				"cd", -- [6]
				323437, -- [7]
				5, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["160734"] = {
				"160734", -- [1]
				"Timer160734active", -- [2]
				"魔法易伤结束", -- [3]
				23, -- [4]
				135801, -- [5]
				"active", -- [6]
				160734, -- [7]
				6, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["181488"] = {
				"181488", -- [1]
				"Timer181488cdcount	1", -- [2]
				"~死亡幻象 (1)", -- [3]
				61, -- [4]
				136145, -- [5]
				"cdcount", -- [6]
				181488, -- [7]
				5, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["209676"] = {
				"209676", -- [1]
				"Timer209676cd", -- [2]
				"~切割漩涡", -- [3]
				10.9, -- [4]
				1029585, -- [5]
				"cd", -- [6]
				209676, -- [7]
				3, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["323810"] = {
				"323810", -- [1]
				"Timer323810cd", -- [2]
				"~穿刺残影", -- [3]
				10.6, -- [4]
				1029589, -- [5]
				"cd", -- [6]
				323810, -- [7]
				3, -- [8]
				"2407", -- [9]
				["id"] = 2363,
			},
			["ej11411"] = {
				"ej11411", -- [1]
				"Timerej11411cdcount	1", -- [2]
				"~血缚邪术士 (1)", -- [3]
				35, -- [4]
				841221, -- [5]
				"cdcount", -- [6]
				"ej11411", -- [7]
				1, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["70358"] = {
				"70358", -- [1]
				"Timer70358next", -- [2]
				"召唤食尸鬼苦工", -- [3]
				10, -- [4]
				237524, -- [5]
				"next", -- [6]
				70358, -- [7]
				1, -- [8]
				"LichKing", -- [9]
				["id"] = 1106,
			},
			["211439"] = {
				"211439", -- [1]
				"Timer211439cast", -- [2]
				"内心恶魔的意志 ", -- [3]
				43, -- [4]
				1380372, -- [5]
				"cast", -- [6]
				211439, -- [7]
				2, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["333493"] = {
				"333493", -- [1]
				"Timer333493cd", -- [2]
				"~通灵吐息", -- [3]
				29.4, -- [4]
				2576093, -- [5]
				"cd", -- [6]
				333493, -- [7]
				3, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["210264"] = {
				"210264", -- [1]
				"Timer210264nextcount	1", -- [2]
				"显形腐蚀 (1)", -- [3]
				58.4, -- [4]
				1357796, -- [5]
				"nextcount", -- [6]
				210264, -- [7]
				1, -- [8]
				"1726", -- [9]
				["id"] = 1864,
			},
			["99836"] = {
				"99836", -- [1]
				"Timer99836cd", -- [2]
				"~投掷水晶牢笼陷阱", -- [3]
				8.4, -- [4]
				136173, -- [5]
				"cd", -- [6]
				99836, -- [7]
				3, -- [8]
				"195", -- [9]
				["id"] = 1205,
			},
			["156425"] = {
				"156425", -- [1]
				"Timer156425nextcount	1", -- [2]
				"毁灭 (1)", -- [3]
				15, -- [4]
				1029732, -- [5]
				"nextcount", -- [6]
				156425, -- [7]
				2, -- [8]
				"959", -- [9]
				["id"] = 1704,
			},
			["194956"] = {
				"194956", -- [1]
				"Timer194956next", -- [2]
				"收割灵魂", -- [3]
				20, -- [4]
				237507, -- [5]
				"next", -- [6]
				194956, -- [7]
				5, -- [8]
				"1518", -- [9]
				["id"] = 1832,
			},
			["207439"] = {
				"207439", -- [1]
				"Timer207439cdcount	1", -- [2]
				"~虚空新星 (1)", -- [3]
				39.2, -- [4]
				458969, -- [5]
				"cdcount", -- [6]
				207439, -- [7]
				2, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["179909"] = {
				"179909", -- [1]
				"Timer179909nextcount2	1", -- [2]
				"命运相连 (1)", -- [3]
				19, -- [4]
				607854, -- [5]
				"nextcount", -- [6]
				179909, -- [7]
				3, -- [8]
				"1372", -- [9]
				["id"] = 1783,
			},
			["322908"] = {
				"322908", -- [1]
				"Timer322908next", -- [2]
				"爆冲", -- [3]
				18.2, -- [4]
				1029595, -- [5]
				"next", -- [6]
				322908, -- [7]
				2, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["64688"] = {
				"64688", -- [1]
				"Timer64688next", -- [2]
				"音速尖啸", -- [3]
				60, -- [4]
				252188, -- [5]
				"next", -- [6]
				64688, -- [7]
				2, -- [8]
				"Auriaya", -- [9]
				["id"] = 1131,
			},
			["72297"] = {
				"72297", -- [1]
				"Timer72297cd", -- [2]
				"~可延展黏液", -- [3]
				15, -- [4]
				237376, -- [5]
				"cd", -- [6]
				72297, -- [7]
				3, -- [8]
				"Festergut", -- [9]
				["id"] = 1097,
			},
			["346293"] = {
				"346293", -- [1]
				"Timer346293ai", -- [2]
				"邮件旋风人工智能计时冷却", -- [3]
				25.52199999999994, -- [4]
				413580, -- [5]
				"ai", -- [6]
				346293, -- [7]
				2, -- [8]
				"2436", -- [9]
				["id"] = 2424,
			},
			["196070"] = {
				"196070", -- [1]
				"Timer196070next", -- [2]
				"镇压协议", -- [3]
				5, -- [4]
				1041234, -- [5]
				"next", -- [6]
				196070, -- [7]
				3, -- [8]
				"1498", -- [9]
				["id"] = 1825,
			},
			["ej11462"] = {
				"ej11462", -- [1]
				"Timerej11462cdcount	1", -- [2]
				"~作祟的幽魂 (1)", -- [3]
				30, -- [4]
				841382, -- [5]
				"cdcount", -- [6]
				"ej11462", -- [7]
				1, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["325245"] = {
				"325245", -- [1]
				"Timer325245cd", -- [2]
				"~暗影伏击", -- [3]
				6.1, -- [4]
				1305160, -- [5]
				"cd", -- [6]
				325245, -- [7]
				3, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["200404"] = {
				"200404", -- [1]
				"Timer200404cd", -- [2]
				"~熔岩波", -- [3]
				65, -- [4]
				237583, -- [5]
				"cd", -- [6]
				200404, -- [7]
				2, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["98710"] = {
				"98710", -- [1]
				"Timer98710next", -- [2]
				"萨弗拉斯重击", -- [3]
				30, -- [4]
				451169, -- [5]
				"next", -- [6]
				98710, -- [7]
				3, -- [8]
				"198", -- [9]
				["id"] = 1203,
			},
			["207502"] = {
				"207502", -- [1]
				"Timer207502next", -- [2]
				"多汁盛宴", -- [3]
				4.5, -- [4]
				133974, -- [5]
				"next", -- [6]
				207502, -- [7]
				3, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["163372"] = {
				"163372", -- [1]
				"Timer163372next", -- [2]
				"奥能动荡", -- [3]
				65, -- [4]
				135731, -- [5]
				"next", -- [6]
				163372, -- [7]
				3, -- [8]
				"1148", -- [9]
				["id"] = 1719,
			},
			["227629"] = {
				"227629", -- [1]
				"Timer227629cast", -- [2]
				"神准冲击 ", -- [3]
				33, -- [4]
				135981, -- [5]
				"cast", -- [6]
				227629, -- [7]
				2, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["219815"] = {
				"219815", -- [1]
				"Timer219815nextcount	1", -- [2]
				"时光珠 (1)", -- [3]
				12, -- [4]
				610472, -- [5]
				"nextcount", -- [6]
				219815, -- [7]
				2, -- [8]
				"1725", -- [9]
				["id"] = 1865,
			},
			["193051"] = {
				"193051", -- [1]
				"Timer193051next", -- [2]
				"呼潮引浪", -- [3]
				20, -- [4]
				135861, -- [5]
				"next", -- [6]
				193051, -- [7]
				2, -- [8]
				"1491", -- [9]
				["id"] = 1812,
			},
			["ej13121"] = {
				"ej13121", -- [1]
				"Timerej13121cast", -- [2]
				"邪能领主库拉兹玛尔 ", -- [3]
				165, -- [4]
				535592, -- [5]
				"cast", -- [6]
				"ej13121", -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["ej10019"] = {
				"ej10019", -- [1]
				"Timerej10019nextcount	1", -- [2]
				"无畏舰 (1)", -- [3]
				59.5, -- [4]
				133168, -- [5]
				"nextcount", -- [6]
				"ej10019", -- [7]
				6, -- [8]
				"1203", -- [9]
				["id"] = 1695,
			},
			["227967"] = {
				"227967", -- [1]
				"Timer227967nextcount	1", -- [2]
				"吐息 (1)", -- [3]
				11, -- [4]
				132104, -- [5]
				"nextcount", -- [6]
				227967, -- [7]
				5, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["181973"] = {
				"181973", -- [1]
				"Timer181973next", -- [2]
				"灵魂盛宴", -- [3]
				123.5, -- [4]
				828455, -- [5]
				"next", -- [6]
				181973, -- [7]
				6, -- [8]
				"1372", -- [9]
				["id"] = 1783,
			},
			["228003"] = {
				"228003", -- [1]
				"Timer228003next", -- [2]
				"舞动之刃", -- [3]
				15, -- [4]
				135408, -- [5]
				"next", -- [6]
				228003, -- [7]
				3, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["70911"] = {
				"70911", -- [1]
				"Timer70911next", -- [2]
				"肆虐毒疫", -- [3]
				10, -- [4]
				136133, -- [5]
				"next", -- [6]
				70911, -- [7]
				3, -- [8]
				"Putricide", -- [9]
				["id"] = 1102,
			},
			["181827"] = {
				"181827", -- [1]
				"Timer181827cd	Creature-0-3910-1448-3144-91541-0000383D17", -- [2]
				"~邪能导管", -- [3]
				4, -- [4]
				135795, -- [5]
				"cd", -- [6]
				181827, -- [7]
				4, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["319619"] = {
				"319619", -- [1]
				"Timer319619cd", -- [2]
				"~错位陷阱", -- [3]
				4.5, -- [4]
				132206, -- [5]
				"cd", -- [6]
				319619, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["321226"] = {
				"321226", -- [1]
				"Timer321226cd", -- [2]
				"~亡者领域", -- [3]
				8.6, -- [4]
				136179, -- [5]
				"cd", -- [6]
				321226, -- [7]
				1, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["321873"] = {
				"321873", -- [1]
				"Timer321873cd", -- [2]
				"~鬼抓人", -- [3]
				18.4, -- [4]
				1698698, -- [5]
				"cd", -- [6]
				321873, -- [7]
				3, -- [8]
				"2402", -- [9]
				["id"] = 2392,
			},
			["205588"] = {
				"205588", -- [1]
				"Timer205588cd	1", -- [2]
				"~梦魇召唤", -- [3]
				23, -- [4]
				1357812, -- [5]
				"cd", -- [6]
				205588, -- [7]
				1, -- [8]
				"1726", -- [9]
				["id"] = 1864,
			},
			["63274"] = {
				"63274", -- [1]
				"Timer63274cast", -- [2]
				"P3Wx2激光弹幕 ", -- [3]
				10, -- [4]
				135734, -- [5]
				"cast", -- [6]
				63274, -- [7]
				3, -- [8]
				"Mimiron", -- [9]
				["id"] = 1138,
			},
			["155864"] = {
				"155864", -- [1]
				"Timer155864cd", -- [2]
				"~实验型脉冲手雷", -- [3]
				6, -- [4]
				463550, -- [5]
				"cd", -- [6]
				155864, -- [7]
				3, -- [8]
				"1147", -- [9]
				["id"] = 1692,
			},
			["208230"] = {
				"208230", -- [1]
				"Timer208230nextcount2	1", -- [2]
				"鲜血盛宴 (1)", -- [3]
				20, -- [4]
				538039, -- [5]
				"nextcount", -- [6]
				208230, -- [7]
				1, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["ej9649"] = {
				"ej9649", -- [1]
				"Timerej9649nextcount	2", -- [2]
				"熔炉工程师 (2)", -- [3]
				40, -- [4]
				134520, -- [5]
				"nextcount", -- [6]
				"ej9649", -- [7]
				1, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["319654"] = {
				"319654", -- [1]
				"Timer319654cd", -- [2]
				"~饥苦吸取", -- [3]
				10.7, -- [4]
				571321, -- [5]
				"cd", -- [6]
				319654, -- [7]
				4, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["156179"] = {
				"156179", -- [1]
				"Timer156179cd2", -- [2]
				"~呕吐黑石", -- [3]
				4.5, -- [4]
				252178, -- [5]
				"cd", -- [6]
				156179, -- [7]
				3, -- [8]
				"1202", -- [9]
				["id"] = 1696,
			},
			["320141"] = {
				"320141", -- [1]
				"Timer320141next", -- [2]
				"末日！！！", -- [3]
				45.5, -- [4]
				136129, -- [5]
				"next", -- [6]
				320141, -- [7]
				2, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["323143"] = {
				"323143", -- [1]
				"Timer323143cd", -- [2]
				"~念力投掷", -- [3]
				6, -- [4]
				135822, -- [5]
				"cd", -- [6]
				323143, -- [7]
				3, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["323845"] = {
				"323845", -- [1]
				"Timer323845cd", -- [2]
				"~邪恶冲刺", -- [3]
				5.7, -- [4]
				589068, -- [5]
				"cd", -- [6]
				323845, -- [7]
				3, -- [8]
				"2407", -- [9]
				["id"] = 2363,
			},
			["62374"] = {
				"62374", -- [1]
				"Timer62374fades", -- [2]
				"被追踪消失", -- [3]
				30, -- [4]
				132295, -- [5]
				"fades", -- [6]
				62374, -- [7]
				3, -- [8]
				"FlameLeviathan", -- [9]
				["id"] = 1132,
			},
			["325725"] = {
				"325725", -- [1]
				"Timer325725cdcount	1", -- [2]
				"~寰宇操控 (1)", -- [3]
				3.7, -- [4]
				1033912, -- [5]
				"cdcount", -- [6]
				325725, -- [7]
				3, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["198079"] = {
				"198079", -- [1]
				"Timer198079cd", -- [2]
				"~怨恨凝视", -- [3]
				5, -- [4]
				132284, -- [5]
				"cd", -- [6]
				198079, -- [7]
				3, -- [8]
				"1664", -- [9]
				["id"] = 1834,
			},
			["197969"] = {
				"197969", -- [1]
				"Timer197969nextcount	1", -- [2]
				"震耳喧嚣 (1)", -- [3]
				18, -- [4]
				136195, -- [5]
				"nextcount", -- [6]
				197969, -- [7]
				2, -- [8]
				"1667", -- [9]
				["id"] = 1841,
			},
			["69279"] = {
				"69279", -- [1]
				"Timer69279next", -- [2]
				"毒气孢子", -- [3]
				20, -- [4]
				136134, -- [5]
				"next", -- [6]
				69279, -- [7]
				3, -- [8]
				"Festergut", -- [9]
				["id"] = 1097,
			},
			["30616"] = {
				"30616", -- [1]
				"Timer30616cd", -- [2]
				"~冲击新星", -- [3]
				54, -- [4]
				135824, -- [5]
				"cd", -- [6]
				30616, -- [7]
				2, -- [8]
				"Magtheridon", -- [9]
				["id"] = 651,
			},
			["180224"] = {
				"180224", -- [1]
				"Timer180224cdcount	1", -- [2]
				"~死亡挣扎 (1)", -- [3]
				39, -- [4]
				132338, -- [5]
				"cdcount", -- [6]
				180224, -- [7]
				2, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["323597"] = {
				"323597", -- [1]
				"Timer323597cd", -- [2]
				"~幽灵附身", -- [3]
				15.5, -- [4]
				236548, -- [5]
				"cd", -- [6]
				323597, -- [7]
				1, -- [8]
				"2411", -- [9]
				["id"] = 2403,
			},
			["212530"] = {
				"212530", -- [1]
				"Timer212530next", -- [2]
				"复制", -- [3]
				28, -- [4]
				135732, -- [5]
				"next", -- [6]
				212530, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["207261"] = {
				"207261", -- [1]
				"Timer207261cd", -- [2]
				"~共鸣挥砍", -- [3]
				7, -- [4]
				135734, -- [5]
				"cd", -- [6]
				207261, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["198820"] = {
				"198820", -- [1]
				"Timer198820cd", -- [2]
				"~黑暗冲击", -- [3]
				10, -- [4]
				136141, -- [5]
				"cd", -- [6]
				198820, -- [7]
				3, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["186490"] = {
				"186490", -- [1]
				"Timer186490cd", -- [2]
				"~邪能锁链", -- [3]
				12, -- [4]
				463560, -- [5]
				"cd", -- [6]
				186490, -- [7]
				3, -- [8]
				"1447", -- [9]
				["id"] = 1800,
			},
			["62678"] = {
				"62678", -- [1]
				"Timer62678cd", -- [2]
				"~召唤自然盟友", -- [3]
				10, -- [4]
				132129, -- [5]
				"cd", -- [6]
				62678, -- [7]
				1, -- [8]
				"Freya", -- [9]
				["id"] = 1133,
			},
			["207630"] = {
				"207630", -- [1]
				"Timer207630cd	boss", -- [2]
				"~毁灭", -- [3]
				20.3, -- [4]
				135734, -- [5]
				"cd", -- [6]
				207630, -- [7]
				2, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["ej9396"] = {
				"ej9396", -- [1]
				"Timerej9396next", -- [2]
				"贪婪的血喉", -- [3]
				110, -- [4]
				236169, -- [5]
				"next", -- [6]
				"ej9396", -- [7]
				1, -- [8]
				"1128", -- [9]
				["id"] = 1721,
			},
			["64465"] = {
				"64465", -- [1]
				"Timer64465cd", -- [2]
				"~暗影信标", -- [3]
				46, -- [4]
				237566, -- [5]
				"cd", -- [6]
				64465, -- [7]
				3, -- [8]
				"YoggSaron", -- [9]
				["id"] = 1143,
			},
			["63322"] = {
				"63322", -- [1]
				"Timer63322nextcount	1", -- [2]
				"萨隆邪铁蒸汽 (1)", -- [3]
				30, -- [4]
				237437, -- [5]
				"nextcount", -- [6]
				63322, -- [7]
				5, -- [8]
				"GeneralVezax", -- [9]
				["id"] = 1134,
			},
			["159947"] = {
				"159947", -- [1]
				"Timer159947next", -- [2]
				"锁链投掷", -- [3]
				91, -- [4]
				463560, -- [5]
				"next", -- [6]
				159947, -- [7]
				6, -- [8]
				"1128", -- [9]
				["id"] = 1721,
			},
			["159996"] = {
				"159996", -- [1]
				"Timer159996cdcount	1", -- [2]
				"~感染孢子 (1)", -- [3]
				45, -- [4]
				132098, -- [5]
				"cdcount", -- [6]
				159996, -- [7]
				2, -- [8]
				"1196", -- [9]
				["id"] = 1720,
			},
			["196346"] = {
				"196346", -- [1]
				"Timer196346cd", -- [2]
				"~痛苦之跃", -- [3]
				5.9, -- [4]
				132133, -- [5]
				"cd", -- [6]
				196346, -- [7]
				3, -- [8]
				"1654", -- [9]
				["id"] = 1836,
			},
			["237276"] = {
				"237276", -- [1]
				"Timer237276cd", -- [2]
				"~粉碎之击", -- [3]
				6, -- [4]
				132340, -- [5]
				"cd", -- [6]
				237276, -- [7]
				2, -- [8]
				"1906", -- [9]
				["id"] = 2057,
			},
			["63982"] = {
				"63982", -- [1]
				"Timer63982cd", -- [2]
				"~震荡波", -- [3]
				15.7, -- [4]
				236312, -- [5]
				"cd", -- [6]
				63982, -- [7]
				2, -- [8]
				"Kologarn", -- [9]
				["id"] = 1137,
			},
			["205649"] = {
				"205649", -- [1]
				"Timer205649cdcount	1", -- [2]
				"~邪能喷射 (1)", -- [3]
				17.5, -- [4]
				841218, -- [5]
				"cdcount", -- [6]
				205649, -- [7]
				3, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["165243"] = {
				"165243", -- [1]
				"Timer165243nextcount	1", -- [2]
				"疯狂之眼 (1)", -- [3]
				20, -- [4]
				237567, -- [5]
				"nextcount", -- [6]
				165243, -- [7]
				1, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["71266"] = {
				"71266", -- [1]
				"Timer71266next", -- [2]
				"蜂拥之影", -- [3]
				30.5, -- [4]
				236279, -- [5]
				"next", -- [6]
				71266, -- [7]
				3, -- [8]
				"Lanathel", -- [9]
				["id"] = 1103,
			},
			["192094"] = {
				"192094", -- [1]
				"Timer192094cd", -- [2]
				"~穿刺之矛", -- [3]
				28, -- [4]
				135130, -- [5]
				"cd", -- [6]
				192094, -- [7]
				3, -- [8]
				"1480", -- [9]
				["id"] = 1810,
			},
			["357189"] = {
				"357189", -- [1]
				"Timer357189ai", -- [2]
				"双重秘术人工智能计时冷却", -- [3]
				33.0029999999997, -- [4]
				132148, -- [5]
				"ai", -- [6]
				357189, -- [7]
				4, -- [8]
				"2451", -- [9]
				["id"] = 2437,
			},
			["213531"] = {
				"213531", -- [1]
				"Timer213531nextcount	1", -- [2]
				"虚空回响 (1)", -- [3]
				55, -- [4]
				1022950, -- [5]
				"nextcount", -- [6]
				213531, -- [7]
				2, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["355438"] = {
				"355438", -- [1]
				"Timer355438ai", -- [2]
				"压制冲击人工智能计时冷却", -- [3]
				38.90300000000025, -- [4]
				4037124, -- [5]
				"ai", -- [6]
				355438, -- [7]
				2, -- [8]
				"2452", -- [9]
				["id"] = 2440,
			},
			["ej11266"] = {
				"ej11266", -- [1]
				"Timerej11266cdcount	1", -- [2]
				"~垂涎的嗜血者 (1)", -- [3]
				6, -- [4]
				538039, -- [5]
				"cdcount", -- [6]
				"ej11266", -- [7]
				1, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["228088"] = {
				"228088", -- [1]
				"Timer228088cd", -- [2]
				"~海洋污染", -- [3]
				15, -- [4]
				136030, -- [5]
				"cd", -- [6]
				228088, -- [7]
				3, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["228028"] = {
				"228028", -- [1]
				"Timer228028next", -- [2]
				"驱逐之光", -- [3]
				25, -- [4]
				237541, -- [5]
				"next", -- [6]
				228028, -- [7]
				3, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["210781"] = {
				"210781", -- [1]
				"Timer210781cast", -- [2]
				"黑暗重构 ", -- [3]
				55, -- [4]
				1357796, -- [5]
				"cast", -- [6]
				210781, -- [7]
				6, -- [8]
				"1738", -- [9]
				["id"] = 1873,
			},
			["346962"] = {
				"346962", -- [1]
				"Timer346962ai", -- [2]
				"现金汇款人工智能计时冷却", -- [3]
				23.10100000000011, -- [4]
				370211, -- [5]
				"ai", -- [6]
				346962, -- [7]
				3, -- [8]
				"2436", -- [9]
				["id"] = 2424,
			},
			["204574"] = {
				"204574", -- [1]
				"Timer204574cd", -- [2]
				"~纠缠之根", -- [3]
				12, -- [4]
				458176, -- [5]
				"cd", -- [6]
				204574, -- [7]
				3, -- [8]
				"1655", -- [9]
				["id"] = 1837,
			},
			["349663"] = {
				"349663", -- [1]
				"Timer349663ai", -- [2]
				"饥饿之握人工智能计时冷却", -- [3]
				23.08100000000013, -- [4]
				3528281, -- [5]
				"ai", -- [6]
				349663, -- [7]
				2, -- [8]
				"2454", -- [9]
				["id"] = 2441,
			},
			["ej9854"] = {
				"ej9854", -- [1]
				"Timerej9854next", -- [2]
				"泰山压顶", -- [3]
				20.5, -- [4]
				1037259, -- [5]
				"next", -- [6]
				"ej9854", -- [7]
				3, -- [8]
				"1155", -- [9]
				["id"] = 1693,
			},
			["349987"] = {
				"349987", -- [1]
				"Timer349987ai", -- [2]
				"排风协议人工智能计时冷却", -- [3]
				29.18399999999974, -- [4]
				3528283, -- [5]
				"ai", -- [6]
				349987, -- [7]
				3, -- [8]
				"2454", -- [9]
				["id"] = 2441,
			},
			["209628"] = {
				"209628", -- [1]
				"Timer209628cd", -- [2]
				"~穿刺风暴", -- [3]
				5.7, -- [4]
				1020351, -- [5]
				"cd", -- [6]
				209628, -- [7]
				2, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["350101"] = {
				"350101", -- [1]
				"Timer350101ai", -- [2]
				"诅咒锁链人工智能计时冷却", -- [3]
				20.61700000000019, -- [4]
				463560, -- [5]
				"ai", -- [6]
				350101, -- [7]
				1, -- [8]
				"2454", -- [9]
				["id"] = 2441,
			},
			["71289"] = {
				"71289", -- [1]
				"Timer71289cd", -- [2]
				"~统御心灵", -- [3]
				30, -- [4]
				132507, -- [5]
				"cd", -- [6]
				71289, -- [7]
				3, -- [8]
				"Deathwhisper", -- [9]
				["id"] = 1100,
			},
			["325258"] = {
				"325258", -- [1]
				"Timer325258cd", -- [2]
				"~死亡之主", -- [3]
				9.5, -- [4]
				3163624, -- [5]
				"cd", -- [6]
				325258, -- [7]
				3, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["322795"] = {
				"322795", -- [1]
				"Timer322795next", -- [2]
				"肉钩", -- [3]
				5.8, -- [4]
				1373906, -- [5]
				"next", -- [6]
				322795, -- [7]
				1, -- [8]
				"2401", -- [9]
				["id"] = 2365,
			},
			["220957"] = {
				"220957", -- [1]
				"Timer220957cdcount	1", -- [2]
				"~裂魂 (1)", -- [3]
				19.3, -- [4]
				1305157, -- [5]
				"cdcount", -- [6]
				220957, -- [7]
				5, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["182051"] = {
				"182051", -- [1]
				"Timer182051cd", -- [2]
				"~邪炽冲锋", -- [3]
				29, -- [4]
				840405, -- [5]
				"cd", -- [6]
				182051, -- [7]
				3, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["321948"] = {
				"321948", -- [1]
				"Timer321948cd", -- [2]
				"~定向爆破", -- [3]
				14.3, -- [4]
				236214, -- [5]
				"cd", -- [6]
				321948, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["207881"] = {
				"207881", -- [1]
				"Timer207881cd", -- [2]
				"~地狱喷发", -- [3]
				19.5, -- [4]
				451164, -- [5]
				"cd", -- [6]
				207881, -- [7]
				2, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["207278"] = {
				"207278", -- [1]
				"Timer207278cd", -- [2]
				"~奥术锁定", -- [3]
				15, -- [4]
				1041230, -- [5]
				"cd", -- [6]
				207278, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["ej12489"] = {
				"ej12489", -- [1]
				"Timerej12489next", -- [2]
				"恐惧魔蝠", -- [3]
				20, -- [4]
				132182, -- [5]
				"next", -- [6]
				"ej12489", -- [7]
				1, -- [8]
				"1499", -- [9]
				["id"] = 1828,
			},
			["241622"] = {
				"241622", -- [1]
				"Timer241622cast	Creature-0-3121-1677-5578-118834-0000C2C821", -- [2]
				"触及末日 ", -- [3]
				20, -- [4]
				1344649, -- [5]
				"cast", -- [6]
				241622, -- [7]
				1, -- [8]
				"1904", -- [9]
				["id"] = 2053,
			},
			["101304"] = {
				"101304", -- [1]
				"Timer101304next", -- [2]
				"极热", -- [3]
				300, -- [4]
				135830, -- [5]
				"next", -- [6]
				101304, -- [7]
				5, -- [8]
				"193", -- [9]
				["id"] = 1204,
			},
			["231297"] = {
				"231297", -- [1]
				"Timer231297next", -- [2]
				"符文烙印", -- [3]
				21, -- [4]
				442743, -- [5]
				"next", -- [6]
				231297, -- [7]
				3, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["206939"] = {
				"206939", -- [1]
				"Timer206939cast", -- [2]
				"灵魂之井 ", -- [3]
				15, -- [4]
				136194, -- [5]
				"cast", -- [6]
				206939, -- [7]
				5, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["197810"] = {
				"197810", -- [1]
				"Timer197810cd", -- [2]
				"~邪恶重击", -- [3]
				35.8, -- [4]
				1109118, -- [5]
				"cd", -- [6]
				197810, -- [7]
				2, -- [8]
				"1499", -- [9]
				["id"] = 1828,
			},
			["198077"] = {
				"198077", -- [1]
				"Timer198077cd", -- [2]
				"~击碎长枪", -- [3]
				40, -- [4]
				612968, -- [5]
				"cd", -- [6]
				198077, -- [7]
				2, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["227283"] = {
				"227283", -- [1]
				"Timer227283cdcount	1", -- [2]
				"~召唤暗夜宝珠 (1)", -- [3]
				39.3, -- [4]
				1097742, -- [5]
				"cdcount", -- [6]
				227283, -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["195254"] = {
				"195254", -- [1]
				"Timer195254cd", -- [2]
				"~漩涡之镰", -- [3]
				8, -- [4]
				1060569, -- [5]
				"cd", -- [6]
				195254, -- [7]
				3, -- [8]
				"1518", -- [9]
				["id"] = 1832,
			},
			["155365"] = {
				"155365", -- [1]
				"Timer155365cd2", -- [2]
				"~长矛钉刺", -- [3]
				9.5, -- [4]
				135129, -- [5]
				"cd", -- [6]
				155365, -- [7]
				3, -- [8]
				"1122", -- [9]
				["id"] = 1694,
			},
			["158134"] = {
				"158134", -- [1]
				"Timer158134next", -- [2]
				"盾牌冲锋", -- [3]
				33, -- [4]
				132359, -- [5]
				"next", -- [6]
				158134, -- [7]
				3, -- [8]
				"1148", -- [9]
				["id"] = 1719,
			},
			["156160"] = {
				"156160", -- [1]
				"Timer156160nextcount	1", -- [2]
				"旋转跳劈 (1)", -- [3]
				60, -- [4]
				999952, -- [5]
				"nextcount", -- [6]
				156160, -- [7]
				2, -- [8]
				"971", -- [9]
				["id"] = 1706,
			},
			["201733"] = {
				"201733", -- [1]
				"Timer201733cd", -- [2]
				"~针刺虫群", -- [3]
				9, -- [4]
				538518, -- [5]
				"cd", -- [6]
				201733, -- [7]
				3, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["193018"] = {
				"193018", -- [1]
				"Timer193018next", -- [2]
				"气体泡泡", -- [3]
				10, -- [4]
				893778, -- [5]
				"next", -- [6]
				193018, -- [7]
				3, -- [8]
				"1491", -- [9]
				["id"] = 1812,
			},
			["234817"] = {
				"234817", -- [1]
				"Timer234817cd", -- [2]
				"~黑暗孤寂", -- [3]
				8.1, -- [4]
				458229, -- [5]
				"cd", -- [6]
				234817, -- [7]
				3, -- [8]
				"1878", -- [9]
				["id"] = 2039,
			},
			["197546"] = {
				"197546", -- [1]
				"Timer197546cd", -- [2]
				"~野蛮战刃", -- [3]
				5.5, -- [4]
				1138466, -- [5]
				"cd", -- [6]
				197546, -- [7]
				3, -- [8]
				"1653", -- [9]
				["id"] = 1833,
			},
			["195804"] = {
				"195804", -- [1]
				"Timer195804next", -- [2]
				"隔离区", -- [3]
				22.5, -- [4]
				458245, -- [5]
				"next", -- [6]
				195804, -- [7]
				3, -- [8]
				"1498", -- [9]
				["id"] = 1825,
			},
			["204100"] = {
				"204100", -- [1]
				"Timer204100next", -- [2]
				"泰拉尔之影", -- [3]
				19.5, -- [4]
				135824, -- [5]
				"next", -- [6]
				204100, -- [7]
				1, -- [8]
				"1704", -- [9]
				["id"] = 1854,
			},
			["209168"] = {
				"209168", -- [1]
				"Timer209168nextcount	2", -- [2]
				"异域奇点 (2)", -- [3]
				53.7, -- [4]
				135735, -- [5]
				"nextcount", -- [6]
				209168, -- [7]
				3, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["105847"] = {
				"105847", -- [1]
				"Timer105847cast", -- [2]
				"装甲板自我修复 ", -- [3]
				23, -- [4]
				538043, -- [5]
				"cast", -- [6]
				105847, -- [7]
				6, -- [8]
				"318", -- [9]
				["id"] = 1291,
			},
			["155776"] = {
				"155776", -- [1]
				"Timer155776next", -- [2]
				"召唤烬狼", -- [3]
				60, -- [4]
				1032474, -- [5]
				"next", -- [6]
				155776, -- [7]
				1, -- [8]
				"1123", -- [9]
				["id"] = 1689,
			},
			["209270"] = {
				"209270", -- [1]
				"Timer209270nextcount	1", -- [2]
				"古尔丹之眼 (1)", -- [3]
				26.1, -- [4]
				136210, -- [5]
				"nextcount", -- [6]
				209270, -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["216909"] = {
				"216909", -- [1]
				"Timer216909cdcount	1", -- [2]
				"~吞噬世界之力 (1)", -- [3]
				22, -- [4]
				1386548, -- [5]
				"cdcount", -- [6]
				216909, -- [7]
				3, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["183329"] = {
				"183329", -- [1]
				"Timer183329cd", -- [2]
				"~天启", -- [3]
				53, -- [4]
				136204, -- [5]
				"cd", -- [6]
				183329, -- [7]
				2, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["327664"] = {
				"327664", -- [1]
				"Timer327664cd", -- [2]
				"~防腐剂", -- [3]
				9.7, -- [4]
				1001622, -- [5]
				"cd", -- [6]
				327664, -- [7]
				3, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["198073"] = {
				"198073", -- [1]
				"Timer198073cd", -- [2]
				"~大地践踏", -- [3]
				12, -- [4]
				132368, -- [5]
				"cd", -- [6]
				198073, -- [7]
				2, -- [8]
				"1664", -- [9]
				["id"] = 1834,
			},
			["172895"] = {
				"172895", -- [1]
				"Timer172895cd2", -- [2]
				"~魔能散射：邪能", -- [3]
				5, -- [4]
				135795, -- [5]
				"cd", -- [6]
				172895, -- [7]
				3, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["228619"] = {
				"228619", -- [1]
				"Timer228619next	Creature-0-3909-1648-16443-114809-0000423AF6", -- [2]
				"黑暗提灯", -- [3]
				26, -- [4]
				134553, -- [5]
				"next", -- [6]
				228619, -- [7]
				2, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["221336"] = {
				"221336", -- [1]
				"Timer221336cd	Creature-0-3048-1530-28405-111070-0000445C3A", -- [2]
				"~混乱之种", -- [3]
				10.5, -- [4]
				136193, -- [5]
				"cd", -- [6]
				221336, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["321754"] = {
				"321754", -- [1]
				"Timer321754cd", -- [2]
				"~冰缚之盾", -- [3]
				11.7, -- [4]
				236224, -- [5]
				"cd", -- [6]
				321754, -- [7]
				5, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["230267"] = {
				"230267", -- [1]
				"Timer230267next	1	远程", -- [2]
				"Next Orbs (1-远程)", -- [3]
				6, -- [4]
				1097741, -- [5]
				"next", -- [6]
				230267, -- [7]
				3, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["12347"] = {
				"12347", -- [1]
				"Timer12347achievement", -- [2]
				"珍贵的宝箱", -- [3]
				179, -- [4]
				132597, -- [5]
				"achievement", -- [6]
				12347, -- [7]
				0, -- [8]
				"Hodir", -- [9]
				["id"] = 1135,
			},
			["161411"] = {
				"161411", -- [1]
				"Timer161411cd", -- [2]
				"~魔能散射：冰霜", -- [3]
				40, -- [4]
				629077, -- [5]
				"cd", -- [6]
				161411, -- [7]
				2, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["206847"] = {
				"206847", -- [1]
				"Timer206847cd", -- [2]
				"~寄生伤口", -- [3]
				8.3, -- [4]
				136214, -- [5]
				"cd", -- [6]
				206847, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["64059"] = {
				"64059", -- [1]
				"Timer64059cast", -- [2]
				"疯狂诱导 ", -- [3]
				60, -- [4]
				252997, -- [5]
				"cast", -- [6]
				64059, -- [7]
				5, -- [8]
				"YoggSaron", -- [9]
				["id"] = 1143,
			},
			["99014"] = {
				"99014", -- [1]
				"Timer99014cast", -- [2]
				"烈焰之子的力量 ", -- [3]
				17, -- [4]
				135790, -- [5]
				"cast", -- [6]
				99014, -- [7]
				1, -- [8]
				"198", -- [9]
				["id"] = 1203,
			},
			["199817"] = {
				"199817", -- [1]
				"Timer199817cd", -- [2]
				"~召唤爪牙", -- [3]
				5.5, -- [4]
				1322281, -- [5]
				"cd", -- [6]
				199817, -- [7]
				1, -- [8]
				"1673", -- [9]
				["id"] = 1792,
			},
			["228565"] = {
				"228565", -- [1]
				"Timer228565cdcount	1", -- [2]
				"~吐息 (1)", -- [3]
				10, -- [4]
				136195, -- [5]
				"cdcount", -- [6]
				228565, -- [7]
				5, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["ej4050"] = {
				"ej4050", -- [1]
				"Timerej4050cast", -- [2]
				"侧翻 ", -- [3]
				10, -- [4]
				236372, -- [5]
				"cast", -- [6]
				"ej4050", -- [7]
				2, -- [8]
				"318", -- [9]
				["id"] = 1291,
			},
			["69166"] = {
				"69166", -- [1]
				"Timer69166next", -- [2]
				"凋零呼吸", -- [3]
				34, -- [4]
				342913, -- [5]
				"next", -- [6]
				69166, -- [7]
				6, -- [8]
				"Festergut", -- [9]
				["id"] = 1097,
			},
			["198401"] = {
				"198401", -- [1]
				"Timer198401cd", -- [2]
				"~夜幕", -- [3]
				19, -- [4]
				236168, -- [5]
				"cd", -- [6]
				198401, -- [7]
				3, -- [8]
				"1654", -- [9]
				["id"] = 1836,
			},
			["180260"] = {
				"180260", -- [1]
				"Timer180260nextcount	1", -- [2]
				"烈焰打击 (1)", -- [3]
				10, -- [4]
				463567, -- [5]
				"nextcount", -- [6]
				180260, -- [7]
				3, -- [8]
				"1394", -- [9]
				["id"] = 1784,
			},
			["203096"] = {
				"203096", -- [1]
				"Timer203096cdcount	1", -- [2]
				"~溃烂 (1)", -- [3]
				5.2, -- [4]
				136134, -- [5]
				"cdcount", -- [6]
				203096, -- [7]
				3, -- [8]
				"1703", -- [9]
				["id"] = 1853,
			},
			["100714"] = {
				"100714", -- [1]
				"Timer100714cd", -- [2]
				"~豪雨", -- [3]
				48.25, -- [4]
				136032, -- [5]
				"cd", -- [6]
				100714, -- [7]
				0, -- [8]
				"198", -- [9]
				["id"] = 1203,
			},
			["103821"] = {
				"103821", -- [1]
				"Timer103821cd", -- [2]
				"~大地涡流", -- [3]
				54, -- [4]
				433442, -- [5]
				"cd", -- [6]
				103821, -- [7]
				6, -- [8]
				"311", -- [9]
				["id"] = 1292,
			},
			["326039"] = {
				"326039", -- [1]
				"Timer326039next", -- [2]
				"无尽的折磨", -- [3]
				24.2, -- [4]
				1394887, -- [5]
				"next", -- [6]
				326039, -- [7]
				2, -- [8]
				"2421", -- [9]
				["id"] = 2362,
			},
			["322893"] = {
				"322893", -- [1]
				"Timer322893next", -- [2]
				"冲流", -- [3]
				10, -- [4]
				648840, -- [5]
				"next", -- [6]
				322893, -- [7]
				2, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["ej13129"] = {
				"ej13129", -- [1]
				"Timerej13129cast", -- [2]
				"诱捕者德佐克斯 ", -- [3]
				17, -- [4]
				535592, -- [5]
				"cast", -- [6]
				"ej13129", -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["72378"] = {
				"72378", -- [1]
				"Timer72378next", -- [2]
				"鲜血新星", -- [3]
				20, -- [4]
				237513, -- [5]
				"next", -- [6]
				72378, -- [7]
				2, -- [8]
				"Deathbringer", -- [9]
				["id"] = 1096,
			},
			["209034"] = {
				"209034", -- [1]
				"Timer209034cd2", -- [2]
				"~恐惧连结", -- [3]
				14, -- [4]
				1396973, -- [5]
				"cd", -- [6]
				209034, -- [7]
				3, -- [8]
				"1726", -- [9]
				["id"] = 1864,
			},
			["322711"] = {
				"322711", -- [1]
				"Timer322711cd", -- [2]
				"~折射罪光", -- [3]
				29.6, -- [4]
				537468, -- [5]
				"cd", -- [6]
				322711, -- [7]
				3, -- [8]
				"2406", -- [9]
				["id"] = 2401,
			},
			["161121"] = {
				"161121", -- [1]
				"Timer161121nextcount	1", -- [2]
				"风暴 (1)", -- [3]
				72.6, -- [4]
				651097, -- [5]
				"nextcount", -- [6]
				161121, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["323685"] = {
				"323685", -- [1]
				"Timer323685cd", -- [2]
				"~攫取裂隙", -- [3]
				22.7, -- [4]
				2576095, -- [5]
				"cd", -- [6]
				323685, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["350919"] = {
				"350919", -- [1]
				"Timer350919ai", -- [2]
				"群体控制人工智能计时冷却", -- [3]
				21.91399999999976, -- [4]
				3931763, -- [5]
				"ai", -- [6]
				350919, -- [7]
				3, -- [8]
				"2452", -- [9]
				["id"] = 2440,
			},
			["181557"] = {
				"181557", -- [1]
				"Timer181557cd", -- [2]
				"~邪焰风暴", -- [3]
				10.5, -- [4]
				135804, -- [5]
				"cd", -- [6]
				181557, -- [7]
				2, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["196392"] = {
				"196392", -- [1]
				"Timer196392cd", -- [2]
				"~法力超载", -- [3]
				30, -- [4]
				136208, -- [5]
				"cd", -- [6]
				196392, -- [7]
				4, -- [8]
				"1497", -- [9]
				["id"] = 1827,
			},
			["329110"] = {
				"329110", -- [1]
				"Timer329110cd", -- [2]
				"~软泥注射", -- [3]
				9.7, -- [4]
				3459797, -- [5]
				"cd", -- [6]
				329110, -- [7]
				5, -- [8]
				"2403", -- [9]
				["id"] = 2384,
			},
			["206517"] = {
				"206517", -- [1]
				"Timer206517cdcount	1", -- [2]
				"~邪能新星 (1)", -- [3]
				50.4, -- [4]
				1117883, -- [5]
				"cdcount", -- [6]
				206517, -- [7]
				2, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["205862"] = {
				"205862", -- [1]
				"Timer205862nextcount	1", -- [2]
				"猛击 (1)", -- [3]
				30, -- [4]
				135906, -- [5]
				"nextcount", -- [6]
				205862, -- [7]
				3, -- [8]
				"1713", -- [9]
				["id"] = 1842,
			},
			["183254"] = {
				"183254", -- [1]
				"Timer183254cd", -- [2]
				"~烈焰滔天", -- [3]
				30, -- [4]
				135800, -- [5]
				"cd", -- [6]
				183254, -- [7]
				2, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["110153"] = {
				"110153", -- [1]
				"Timer110153next", -- [2]
				"舷侧攻击", -- [3]
				57, -- [4]
				425960, -- [5]
				"next", -- [6]
				110153, -- [7]
				0, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["322936"] = {
				"322936", -- [1]
				"Timer322936cd", -- [2]
				"~粉碎砸击", -- [3]
				4, -- [4]
				134459, -- [5]
				"cd", -- [6]
				322936, -- [7]
				5, -- [8]
				"2406", -- [9]
				["id"] = 2401,
			},
			["321828"] = {
				"321828", -- [1]
				"Timer321828cd", -- [2]
				"~肉饼蛋糕", -- [3]
				13.4, -- [4]
				134470, -- [5]
				"cd", -- [6]
				321828, -- [7]
				3, -- [8]
				"2402", -- [9]
				["id"] = 2392,
			},
			["323608"] = {
				"323608", -- [1]
				"Timer323608cd", -- [2]
				"~黑暗毁灭", -- [3]
				15.7, -- [4]
				2576088, -- [5]
				"cd", -- [6]
				323608, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["205298"] = {
				"205298", -- [1]
				"Timer205298next", -- [2]
				"腐蚀精华", -- [3]
				29.5, -- [4]
				134438, -- [5]
				"next", -- [6]
				205298, -- [7]
				1, -- [8]
				"1704", -- [9]
				["id"] = 1854,
			},
			["193977"] = {
				"193977", -- [1]
				"Timer193977cd", -- [2]
				"~北地冰风", -- [3]
				15, -- [4]
				135833, -- [5]
				"cd", -- [6]
				193977, -- [7]
				2, -- [8]
				"1502", -- [9]
				["id"] = 1822,
			},
			["234107"] = {
				"234107", -- [1]
				"Timer234107cd", -- [2]
				"~混沌能量", -- [3]
				32.5, -- [4]
				135799, -- [5]
				"cd", -- [6]
				234107, -- [7]
				2, -- [8]
				"1904", -- [9]
				["id"] = 2053,
			},
			["322903"] = {
				"322903", -- [1]
				"Timer322903cd", -- [2]
				"~暗天飑风", -- [3]
				34.5, -- [4]
				1035055, -- [5]
				"cd", -- [6]
				322903, -- [7]
				2, -- [8]
				"2407", -- [9]
				["id"] = 2363,
			},
			["178607"] = {
				"178607", -- [1]
				"Timer178607cd", -- [2]
				"~黑暗之星", -- [3]
				29, -- [4]
				631519, -- [5]
				"cd", -- [6]
				178607, -- [7]
				3, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["322943"] = {
				"322943", -- [1]
				"Timer322943cd", -- [2]
				"~举起残骸", -- [3]
				13.5, -- [4]
				1500971, -- [5]
				"cd", -- [6]
				322943, -- [7]
				3, -- [8]
				"2406", -- [9]
				["id"] = 2401,
			},
			["200637"] = {
				"200637", -- [1]
				"Timer200637cd", -- [2]
				"~岩浆雕刻", -- [3]
				7.3, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				200637, -- [7]
				1, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["320772"] = {
				"320772", -- [1]
				"Timer320772cd", -- [2]
				"~彗星风暴", -- [3]
				16.5, -- [4]
				1033907, -- [5]
				"cd", -- [6]
				320772, -- [7]
				3, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["185345"] = {
				"185345", -- [1]
				"Timer185345cd", -- [2]
				"~暗影逆流", -- [3]
				9.5, -- [4]
				132354, -- [5]
				"cd", -- [6]
				185345, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["320132"] = {
				"320132", -- [1]
				"Timer320132nextcount	1", -- [2]
				"暗影之怒 (1)", -- [3]
				18, -- [4]
				136201, -- [5]
				"nextcount", -- [6]
				320132, -- [7]
				3, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["218774"] = {
				"218774", -- [1]
				"Timer218774next", -- [2]
				"召唤离子球", -- [3]
				45, -- [4]
				525024, -- [5]
				"next", -- [6]
				218774, -- [7]
				1, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["191855"] = {
				"191855", -- [1]
				"Timer191855cd", -- [2]
				"~剧毒创伤", -- [3]
				5, -- [4]
				458736, -- [5]
				"cd", -- [6]
				191855, -- [7]
				3, -- [8]
				"1479", -- [9]
				["id"] = 1813,
			},
			["323943"] = {
				"323943", -- [1]
				"Timer323943cd", -- [2]
				"~冲刺", -- [3]
				10, -- [4]
				132337, -- [5]
				"cd", -- [6]
				323943, -- [7]
				3, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["157054"] = {
				"157054", -- [1]
				"Timer157054next", -- [2]
				"雷霆轰击", -- [3]
				12, -- [4]
				132318, -- [5]
				"next", -- [6]
				157054, -- [7]
				2, -- [8]
				"1162", -- [9]
				["id"] = 1713,
			},
			["206700"] = {
				"206700", -- [1]
				"Timer206700nextcount	1", -- [2]
				"Summon Slow Add (1)", -- [3]
				7, -- [4]
				132849, -- [5]
				"nextcount", -- [6]
				206700, -- [7]
				1, -- [8]
				"1725", -- [9]
				["id"] = 1865,
			},
			["100604"] = {
				"100604", -- [1]
				"Timer100604cd", -- [2]
				"~强化萨弗拉斯", -- [3]
				38.6, -- [4]
				515200, -- [5]
				"cd", -- [6]
				100604, -- [7]
				5, -- [8]
				"198", -- [9]
				["id"] = 1203,
			},
			["188693"] = {
				"188693", -- [1]
				"Timer188693cdcount	1", -- [2]
				"~邪能爆发 (1)", -- [3]
				33.7, -- [4]
				135800, -- [5]
				"cdcount", -- [6]
				188693, -- [7]
				2, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["203153"] = {
				"203153", -- [1]
				"Timer203153cd", -- [2]
				"~梦魇冲击", -- [3]
				40, -- [4]
				237561, -- [5]
				"cd", -- [6]
				203153, -- [7]
				3, -- [8]
				"1704", -- [9]
				["id"] = 1854,
			},
			["155080"] = {
				"155080", -- [1]
				"Timer155080cdcount	1", -- [2]
				"~炼狱切割 (1)", -- [3]
				11, -- [4]
				135811, -- [5]
				"cdcount", -- [6]
				155080, -- [7]
				5, -- [8]
				"1161", -- [9]
				["id"] = 1691,
			},
			["208863"] = {
				"208863", -- [1]
				"Timer208863cast", -- [2]
				"离开暗夜井 ", -- [3]
				4, -- [4]
				135964, -- [5]
				"cast", -- [6]
				208863, -- [7]
				6, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["216290"] = {
				"216290", -- [1]
				"Timer216290cd", -- [2]
				"~山峦之击", -- [3]
				15.8, -- [4]
				136025, -- [5]
				"cd", -- [6]
				216290, -- [7]
				3, -- [8]
				"1665", -- [9]
				["id"] = 1791,
			},
			["194231"] = {
				"194231", -- [1]
				"Timer194231cd", -- [2]
				"~召唤被禁锢的仆从", -- [3]
				7, -- [4]
				636332, -- [5]
				"cd", -- [6]
				194231, -- [7]
				1, -- [8]
				"1512", -- [9]
				["id"] = 1823,
			},
			["181275"] = {
				"181275", -- [1]
				"Timer181275nextcount	1", -- [2]
				"军团诅咒 (1)", -- [3]
				5, -- [4]
				615098, -- [5]
				"nextcount", -- [6]
				181275, -- [7]
				1, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["ej9657"] = {
				"ej9657", -- [1]
				"Timerej9657nextcount	1", -- [2]
				"熔渣元素 (1)", -- [3]
				13, -- [4]
				841383, -- [5]
				"nextcount", -- [6]
				"ej9657", -- [7]
				1, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["158986"] = {
				"158986", -- [1]
				"Timer158986cd", -- [2]
				"~狂暴冲锋", -- [3]
				48, -- [4]
				841383, -- [5]
				"cd", -- [6]
				158986, -- [7]
				3, -- [8]
				"1128", -- [9]
				["id"] = 1721,
			},
			["212794"] = {
				"212794", -- [1]
				"Timer212794nextcount	1", -- [2]
				"阿古斯之印 (1)", -- [3]
				15, -- [4]
				841219, -- [5]
				"nextcount", -- [6]
				212794, -- [7]
				3, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["180372"] = {
				"180372", -- [1]
				"Timer180372cd", -- [2]
				"~剖心飞刀", -- [3]
				25, -- [4]
				514018, -- [5]
				"cd", -- [6]
				180372, -- [7]
				3, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["100646"] = {
				"100646", -- [1]
				"Timer100646cd", -- [2]
				"~诱捕根须", -- [3]
				39.7, -- [4]
				136100, -- [5]
				"cd", -- [6]
				100646, -- [7]
				5, -- [8]
				"198", -- [9]
				["id"] = 1203,
			},
			["70351"] = {
				"70351", -- [1]
				"Timer70351next", -- [2]
				"不稳定的实验", -- [3]
				30, -- [4]
				136226, -- [5]
				"next", -- [6]
				70351, -- [7]
				1, -- [8]
				"Putricide", -- [9]
				["id"] = 1102,
			},
			["63631"] = {
				"63631", -- [1]
				"Timer63631cd", -- [2]
				"~震爆", -- [3]
				20.7, -- [4]
				136039, -- [5]
				"cd", -- [6]
				63631, -- [7]
				3, -- [8]
				"Mimiron", -- [9]
				["id"] = 1138,
			},
			["228270"] = {
				"228270", -- [1]
				"Timer228270nextcount	1", -- [2]
				"光明之盾 (1)", -- [3]
				20, -- [4]
				612968, -- [5]
				"nextcount", -- [6]
				228270, -- [7]
				3, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["186407"] = {
				"186407", -- [1]
				"Timer186407cd2", -- [2]
				"~邪能喷涌", -- [3]
				21, -- [4]
				841221, -- [5]
				"cd", -- [6]
				186407, -- [7]
				3, -- [8]
				"1447", -- [9]
				["id"] = 1800,
			},
			["105490"] = {
				"105490", -- [1]
				"Timer105490next	Creature-0-3048-967-8217-53891-000049EBD4", -- [2]
				"灼热之握", -- [3]
				16, -- [4]
				538041, -- [5]
				"next", -- [6]
				105490, -- [7]
				3, -- [8]
				"318", -- [9]
				["id"] = 1291,
			},
			["320596"] = {
				"320596", -- [1]
				"Timer320596cd", -- [2]
				"~深重呕吐", -- [3]
				10.6, -- [4]
				136182, -- [5]
				"cd", -- [6]
				320596, -- [7]
				3, -- [8]
				"2395", -- [9]
				["id"] = 2387,
			},
			["322818"] = {
				"322818", -- [1]
				"Timer322818cd", -- [2]
				"~失去信心", -- [3]
				24.6, -- [4]
				237555, -- [5]
				"cd", -- [6]
				322818, -- [7]
				3, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["204658"] = {
				"204658", -- [1]
				"Timer204658cd", -- [2]
				"~粉碎之握", -- [3]
				29, -- [4]
				236316, -- [5]
				"cd", -- [6]
				204658, -- [7]
				3, -- [8]
				"1655", -- [9]
				["id"] = 1837,
			},
			["192072"] = {
				"192072", -- [1]
				"Timer192072cd", -- [2]
				"~召唤援军", -- [3]
				28, -- [4]
				298644, -- [5]
				"cd", -- [6]
				192072, -- [7]
				1, -- [8]
				"1480", -- [9]
				["id"] = 1810,
			},
			["62660"] = {
				"62660", -- [1]
				"Timer62660cd", -- [2]
				"~暗影撞击", -- [3]
				10.9, -- [4]
				136181, -- [5]
				"cd", -- [6]
				62660, -- [7]
				3, -- [8]
				"GeneralVezax", -- [9]
				["id"] = 1134,
			},
			["163297"] = {
				"163297", -- [1]
				"Timer163297next", -- [2]
				"扭曲奥能", -- [3]
				33, -- [4]
				135737, -- [5]
				"next", -- [6]
				163297, -- [7]
				6, -- [8]
				"1148", -- [9]
				["id"] = 1719,
			},
			["214505"] = {
				"214505", -- [1]
				"Timer214505next", -- [2]
				"纠缠梦魇", -- [3]
				35, -- [4]
				1357814, -- [5]
				"next", -- [6]
				214505, -- [7]
				1, -- [8]
				"1750", -- [9]
				["id"] = 1877,
			},
			["320230"] = {
				"320230", -- [1]
				"Timer320230cd", -- [2]
				"~爆炸！", -- [3]
				31.6, -- [4]
				1360978, -- [5]
				"cd", -- [6]
				320230, -- [7]
				2, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["155209"] = {
				"155209", -- [1]
				"Timer155209cd", -- [2]
				"~冲击", -- [3]
				24, -- [4]
				1029721, -- [5]
				"cd", -- [6]
				155209, -- [7]
				2, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["208689"] = {
				"208689", -- [1]
				"Timer208689next", -- [2]
				"大地猛击", -- [3]
				12, -- [4]
				254105, -- [5]
				"next", -- [6]
				208689, -- [7]
				3, -- [8]
				"1738", -- [9]
				["id"] = 1873,
			},
			["243124"] = {
				"243124", -- [1]
				"Timer243124cd", -- [2]
				"~投掷战槌", -- [3]
				15.5, -- [4]
				1084435, -- [5]
				"cd", -- [6]
				243124, -- [7]
				3, -- [8]
				"1906", -- [9]
				["id"] = 2057,
			},
			["320637"] = {
				"320637", -- [1]
				"Timer320637cd", -- [2]
				"~恶臭气体", -- [3]
				22, -- [4]
				646782, -- [5]
				"cd", -- [6]
				320637, -- [7]
				3, -- [8]
				"2395", -- [9]
				["id"] = 2387,
			},
			["204372"] = {
				"204372", -- [1]
				"Timer204372cd", -- [2]
				"~召唤", -- [3]
				20.3, -- [4]
				620833, -- [5]
				"cd", -- [6]
				204372, -- [7]
				1, -- [8]
				"1706", -- [9]
				["id"] = 1849,
			},
			["106371"] = {
				"106371", -- [1]
				"Timer106371nextcount	1", -- [2]
				"暮光审判 (1)", -- [3]
				45.5, -- [4]
				136223, -- [5]
				"nextcount", -- [6]
				106371, -- [7]
				5, -- [8]
				"331", -- [9]
				["id"] = 1297,
			},
			["105863"] = {
				"105863", -- [1]
				"Timer105863cd", -- [2]
				"~出血", -- [3]
				55.5, -- [4]
				135822, -- [5]
				"cd", -- [6]
				105863, -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["319626"] = {
				"319626", -- [1]
				"Timer319626cd", -- [2]
				"~幻影寄生", -- [3]
				3.3, -- [4]
				236298, -- [5]
				"cd", -- [6]
				319626, -- [7]
				3, -- [8]
				"2389", -- [9]
				["id"] = 2364,
			},
			["228730"] = {
				"228730", -- [1]
				"Timer228730nextcount	1", -- [2]
				"触须打击 (1)", -- [3]
				35, -- [4]
				254105, -- [5]
				"nextcount", -- [6]
				228730, -- [7]
				5, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["202977"] = {
				"202977", -- [1]
				"Timer202977cdcount	1", -- [2]
				"~感染吐息 (1)", -- [3]
				35, -- [4]
				538518, -- [5]
				"cdcount", -- [6]
				202977, -- [7]
				3, -- [8]
				"1703", -- [9]
				["id"] = 1853,
			},
			["200359"] = {
				"200359", -- [1]
				"Timer200359cd", -- [2]
				"~诱发性妄想", -- [3]
				19, -- [4]
				460691, -- [5]
				"cd", -- [6]
				200359, -- [7]
				3, -- [8]
				"1657", -- [9]
				["id"] = 1839,
			},
			["227233"] = {
				"227233", -- [1]
				"Timer227233next", -- [2]
				"腐化咆哮", -- [3]
				15, -- [4]
				136183, -- [5]
				"next", -- [6]
				227233, -- [7]
				3, -- [8]
				"1663", -- [9]
				["id"] = 1824,
			},
			["183828"] = {
				"183828", -- [1]
				"Timer183828cdcount	1", -- [2]
				"~死亡烙印 (1)", -- [3]
				15, -- [4]
				615103, -- [5]
				"cdcount", -- [6]
				183828, -- [7]
				1, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["192706"] = {
				"192706", -- [1]
				"Timer192706cd", -- [2]
				"~奥术炸弹", -- [3]
				23, -- [4]
				132861, -- [5]
				"cd", -- [6]
				192706, -- [7]
				3, -- [8]
				"1492", -- [9]
				["id"] = 1814,
			},
			["321009"] = {
				"321009", -- [1]
				"Timer321009cd	1", -- [2]
				"~充能长矛", -- [3]
				3.6, -- [4]
				1508065, -- [5]
				"cd", -- [6]
				321009, -- [7]
				3, -- [8]
				"2399", -- [9]
				["id"] = 2357,
			},
			["212531"] = {
				"212531", -- [1]
				"Timer212531next", -- [2]
				"冰霜印记", -- [3]
				18, -- [4]
				236188, -- [5]
				"next", -- [6]
				212531, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["179977"] = {
				"179977", -- [1]
				"Timer179977cd", -- [2]
				"~毁灭之触", -- [3]
				9, -- [4]
				1120185, -- [5]
				"cd", -- [6]
				179977, -- [7]
				3, -- [8]
				"1372", -- [9]
				["id"] = 1783,
			},
			["212030"] = {
				"212030", -- [1]
				"Timer212030cd", -- [2]
				"~暗影鞭笞", -- [3]
				13, -- [4]
				607850, -- [5]
				"cd", -- [6]
				212030, -- [7]
				3, -- [8]
				"1499", -- [9]
				["id"] = 1828,
			},
			["321247"] = {
				"321247", -- [1]
				"Timer321247cd", -- [2]
				"~最终收割", -- [3]
				38.6, -- [4]
				2576087, -- [5]
				"cd", -- [6]
				321247, -- [7]
				2, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["108051"] = {
				"108051", -- [1]
				"Timer108051next", -- [2]
				"暮光烈焰", -- [3]
				10.5, -- [4]
				425955, -- [5]
				"next", -- [6]
				108051, -- [7]
				3, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["193659"] = {
				"193659", -- [1]
				"Timer193659cd", -- [2]
				"~邪炽冲刺", -- [3]
				7.1, -- [4]
				1096201, -- [5]
				"cd", -- [6]
				193659, -- [7]
				3, -- [8]
				"1488", -- [9]
				["id"] = 1808,
			},
			["196115"] = {
				"196115", -- [1]
				"Timer196115next", -- [2]
				"净化之力", -- [3]
				30, -- [4]
				609815, -- [5]
				"next", -- [6]
				196115, -- [7]
				2, -- [8]
				"1498", -- [9]
				["id"] = 1825,
			},
			["218415"] = {
				"218415", -- [1]
				"Timer218415next", -- [2]
				"死亡之花", -- [3]
				58.6, -- [4]
				1357815, -- [5]
				"next", -- [6]
				218415, -- [7]
				2, -- [8]
				"1738", -- [9]
				["id"] = 1873,
			},
			["328791"] = {
				"328791", -- [1]
				"Timer328791next", -- [2]
				"哀伤仪式", -- [3]
				8.2, -- [4]
				237536, -- [5]
				"next", -- [6]
				328791, -- [7]
				2, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["237726"] = {
				"237726", -- [1]
				"Timer237726cd", -- [2]
				"~轻蔑凝视", -- [3]
				26.7, -- [4]
				132284, -- [5]
				"cd", -- [6]
				237726, -- [7]
				3, -- [8]
				"1906", -- [9]
				["id"] = 2057,
			},
			["205984"] = {
				"205984", -- [1]
				"Timer205984cd", -- [2]
				"~重力之引", -- [3]
				28.7, -- [4]
				1041234, -- [5]
				"cd", -- [6]
				205984, -- [7]
				5, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["108038"] = {
				"108038", -- [1]
				"Timer108038cd", -- [2]
				"~鱼叉炮", -- [3]
				18, -- [4]
				514302, -- [5]
				"cd", -- [6]
				108038, -- [7]
				5, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["219049"] = {
				"219049", -- [1]
				"Timer219049cd", -- [2]
				"~剧毒孢子", -- [3]
				8, -- [4]
				134220, -- [5]
				"cd", -- [6]
				219049, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["200227"] = {
				"200227", -- [1]
				"Timer200227cd", -- [2]
				"~缠绕之网", -- [3]
				35, -- [4]
				237431, -- [5]
				"cd", -- [6]
				200227, -- [7]
				3, -- [8]
				"1500", -- [9]
				["id"] = 1826,
			},
			["ej12600"] = {
				"ej12600", -- [1]
				"Timerej12600cd", -- [2]
				"~黑爪座狼", -- [3]
				35, -- [4]
				132224, -- [5]
				"cd", -- [6]
				"ej12600", -- [7]
				1, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["320050"] = {
				"320050", -- [1]
				"Timer320050cdcount	1", -- [2]
				"~玛卓克萨斯之力 (1)", -- [3]
				17.1, -- [4]
				1115905, -- [5]
				"cdcount", -- [6]
				320050, -- [7]
				6, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["208807"] = {
				"208807", -- [1]
				"Timer208807nextcount	1", -- [2]
				"奥能之环 (1)", -- [3]
				30, -- [4]
				1033906, -- [5]
				"nextcount", -- [6]
				208807, -- [7]
				2, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["64386"] = {
				"64386", -- [1]
				"Timer64386next", -- [2]
				"惊骇尖啸", -- [3]
				40, -- [4]
				136184, -- [5]
				"next", -- [6]
				64386, -- [7]
				4, -- [8]
				"Auriaya", -- [9]
				["id"] = 1131,
			},
			["99052"] = {
				"99052", -- [1]
				"Timer99052cdcount	1", -- [2]
				"~阴燃毁灭 (1)", -- [3]
				85, -- [4]
				135981, -- [5]
				"cdcount", -- [6]
				99052, -- [7]
				2, -- [8]
				"192", -- [9]
				["id"] = 1197,
			},
			["339706"] = {
				"339706", -- [1]
				"Timer339706cd", -- [2]
				"~幽灵冲锋", -- [3]
				17, -- [4]
				3511738, -- [5]
				"cd", -- [6]
				339706, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["98263"] = {
				"98263", -- [1]
				"Timer98263cd", -- [2]
				"~拉格纳罗斯之怒", -- [3]
				6, -- [4]
				135827, -- [5]
				"cd", -- [6]
				98263, -- [7]
				3, -- [8]
				"198", -- [9]
				["id"] = 1203,
			},
			["73070"] = {
				"73070", -- [1]
				"Timer73070next", -- [2]
				"煽动惊恐", -- [3]
				127, -- [4]
				136147, -- [5]
				"next", -- [6]
				73070, -- [7]
				6, -- [8]
				"Lanathel", -- [9]
				["id"] = 1103,
			},
			["236524"] = {
				"236524", -- [1]
				"Timer236524cd", -- [2]
				"~毒性孢子", -- [3]
				12, -- [4]
				132371, -- [5]
				"cd", -- [6]
				236524, -- [7]
				2, -- [8]
				"1905", -- [9]
				["id"] = 2055,
			},
			["156724"] = {
				"156724", -- [1]
				"Timer156724cd2", -- [2]
				"~召唤附魔武器", -- [3]
				20, -- [4]
				511130, -- [5]
				"cd", -- [6]
				156724, -- [7]
				3, -- [8]
				"1123", -- [9]
				["id"] = 1689,
			},
			["ej9945"] = {
				"ej9945", -- [1]
				"Timerej9945cdcount	1", -- [2]
				"~奥术畸兽 (1)", -- [3]
				25, -- [4]
				1041236, -- [5]
				"cdcount", -- [6]
				"ej9945", -- [7]
				1, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["193597"] = {
				"193597", -- [1]
				"Timer193597cd", -- [2]
				"~静电新星", -- [3]
				10.5, -- [4]
				237587, -- [5]
				"cd", -- [6]
				193597, -- [7]
				2, -- [8]
				"1490", -- [9]
				["id"] = 1811,
			},
			["323515"] = {
				"323515", -- [1]
				"Timer323515cd", -- [2]
				"~仇恨打击", -- [3]
				9.7, -- [4]
				237517, -- [5]
				"cd", -- [6]
				323515, -- [7]
				5, -- [8]
				"2401", -- [9]
				["id"] = 2365,
			},
			["319733"] = {
				"319733", -- [1]
				"Timer319733cd", -- [2]
				"~唤石", -- [3]
				10.9, -- [4]
				463493, -- [5]
				"cd", -- [6]
				319733, -- [7]
				1, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["349934"] = {
				"349934", -- [1]
				"Timer349934ai", -- [2]
				"狂热鞭笞协议人工智能计时冷却", -- [3]
				25.53300000000036, -- [4]
				3528286, -- [5]
				"ai", -- [6]
				349934, -- [7]
				3, -- [8]
				"2454", -- [9]
				["id"] = 2441,
			},
			["230951"] = {
				"230951", -- [1]
				"Timer230951next", -- [2]
				"撕裂的灵魂", -- [3]
				15, -- [4]
				136212, -- [5]
				"next", -- [6]
				230951, -- [7]
				1, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["ej13190"] = {
				"ej13190", -- [1]
				"Timerej13190cd", -- [2]
				"~死光触须", -- [3]
				21.5, -- [4]
				462324, -- [5]
				"cd", -- [6]
				"ej13190", -- [7]
				1, -- [8]
				"1738", -- [9]
				["id"] = 1873,
			},
			["349797"] = {
				"349797", -- [1]
				"Timer349797ai", -- [2]
				"饕餮吞噬人工智能计时冷却", -- [3]
				30.33300000000008, -- [4]
				3528279, -- [5]
				"ai", -- [6]
				349797, -- [7]
				3, -- [8]
				"2454", -- [9]
				["id"] = 2441,
			},
			["106199"] = {
				"106199", -- [1]
				"Timer106199cd	Creature-0-3048-967-8217-53891-0000C9EBD4", -- [2]
				"~血之腐蚀：死亡", -- [3]
				8.5, -- [4]
				538040, -- [5]
				"cd", -- [6]
				106199, -- [7]
				5, -- [8]
				"318", -- [9]
				["id"] = 1291,
			},
			["183885"] = {
				"183885", -- [1]
				"Timer183885cd", -- [2]
				"~镜像", -- [3]
				75, -- [4]
				136056, -- [5]
				"cd", -- [6]
				183885, -- [7]
				1, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["200024"] = {
				"200024", -- [1]
				"Timer200024cd", -- [2]
				"~虚空毒液", -- [3]
				25, -- [4]
				237155, -- [5]
				"cd", -- [6]
				200024, -- [7]
				3, -- [8]
				"1500", -- [9]
				["id"] = 1826,
			},
			["320102"] = {
				"320102", -- [1]
				"Timer320102cdcount	1", -- [2]
				"~鲜血与荣耀 (1)", -- [3]
				33.9, -- [4]
				1322720, -- [5]
				"cdcount", -- [6]
				320102, -- [7]
				3, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["184369"] = {
				"184369", -- [1]
				"Timer184369cd", -- [2]
				"~啸风战斧", -- [3]
				4.7, -- [4]
				236188, -- [5]
				"cd", -- [6]
				184369, -- [7]
				3, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["208165"] = {
				"208165", -- [1]
				"Timer208165cd", -- [2]
				"~枯萎灵魂", -- [3]
				12, -- [4]
				460700, -- [5]
				"cd", -- [6]
				208165, -- [7]
				3, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["322654"] = {
				"322654", -- [1]
				"Timer322654cd", -- [2]
				"~酸蚀排放", -- [3]
				8, -- [4]
				132104, -- [5]
				"cd", -- [6]
				322654, -- [7]
				3, -- [8]
				"2405", -- [9]
				["id"] = 2393,
			},
			["181957"] = {
				"181957", -- [1]
				"Timer181957cd", -- [2]
				"~幻影之风", -- [3]
				16.5, -- [4]
				135833, -- [5]
				"cd", -- [6]
				181957, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["223437"] = {
				"223437", -- [1]
				"Timer223437next", -- [2]
				"暗夜坍缩", -- [3]
				22, -- [4]
				1035051, -- [5]
				"next", -- [6]
				223437, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["176312"] = {
				"176312", -- [1]
				"Timer176312nextcount	1", -- [2]
				"疾驰列车 (1)", -- [3]
				12, -- [4]
				1029727, -- [5]
				"nextcount", -- [6]
				176312, -- [7]
				1, -- [8]
				"1147", -- [9]
				["id"] = 1692,
			},
			["198263"] = {
				"198263", -- [1]
				"Timer198263cdcount	1", -- [2]
				"~明光风暴 (1)", -- [3]
				8, -- [4]
				236250, -- [5]
				"cdcount", -- [6]
				198263, -- [7]
				2, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["184265"] = {
				"184265", -- [1]
				"Timer184265cd", -- [2]
				"~精炼混乱", -- [3]
				5, -- [4]
				828455, -- [5]
				"cd", -- [6]
				184265, -- [7]
				3, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["350086"] = {
				"350086", -- [1]
				"Timer350086ai", -- [2]
				"歼灭螺旋人工智能计时冷却", -- [3]
				25.49099999999999, -- [4]
				3528301, -- [5]
				"ai", -- [6]
				350086, -- [7]
				2, -- [8]
				"2454", -- [9]
				["id"] = 2441,
			},
			["64189"] = {
				"64189", -- [1]
				"Timer64189next", -- [2]
				"震耳咆哮", -- [3]
				30, -- [4]
				132107, -- [5]
				"next", -- [6]
				64189, -- [7]
				2, -- [8]
				"YoggSaron", -- [9]
				["id"] = 1143,
			},
			["196543"] = {
				"196543", -- [1]
				"Timer196543cd", -- [2]
				"~挫志嚎叫", -- [3]
				8, -- [4]
				1033494, -- [5]
				"cd", -- [6]
				196543, -- [7]
				2, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["206308"] = {
				"206308", -- [1]
				"Timer206308cdcount	1", -- [2]
				"~流星 (1)", -- [3]
				21, -- [4]
				1396970, -- [5]
				"cdcount", -- [6]
				206308, -- [7]
				3, -- [8]
				"1726", -- [9]
				["id"] = 1864,
			},
			["184681"] = {
				"184681", -- [1]
				"Timer184681cd", -- [2]
				"~嚎哭恐魔", -- [3]
				75, -- [4]
				132291, -- [5]
				"cd", -- [6]
				184681, -- [7]
				2, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["103434"] = {
				"103434", -- [1]
				"Timer103434cd", -- [2]
				"~干扰之影", -- [3]
				25, -- [4]
				136201, -- [5]
				"cd", -- [6]
				103434, -- [7]
				3, -- [8]
				"324", -- [9]
				["id"] = 1294,
			},
			["204666"] = {
				"204666", -- [1]
				"Timer204666cd", -- [2]
				"~碎裂之土", -- [3]
				6, -- [4]
				132368, -- [5]
				"cd", -- [6]
				204666, -- [7]
				2, -- [8]
				"1655", -- [9]
				["id"] = 1837,
			},
			["334485"] = {
				"334485", -- [1]
				"Timer334485cd", -- [2]
				"~充能", -- [3]
				44.9, -- [4]
				3565449, -- [5]
				"cd", -- [6]
				334485, -- [7]
				6, -- [8]
				"2416", -- [9]
				["id"] = 2356,
			},
			["325254"] = {
				"325254", -- [1]
				"Timer325254cd", -- [2]
				"~钢铁尖刺", -- [3]
				3.5, -- [4]
				3199068, -- [5]
				"cd", -- [6]
				325254, -- [7]
				5, -- [8]
				"2421", -- [9]
				["id"] = 2362,
			},
			["167910"] = {
				"167910", -- [1]
				"Timer167910next", -- [2]
				"克瓦迪尔长舟", -- [3]
				7, -- [4]
				627487, -- [5]
				"next", -- [6]
				167910, -- [7]
				1, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["324527"] = {
				"324527", -- [1]
				"Timer324527next", -- [2]
				"魔药践踏", -- [3]
				7, -- [4]
				1044089, -- [5]
				"next", -- [6]
				324527, -- [7]
				3, -- [8]
				"2419", -- [9]
				["id"] = 2382,
			},
			["324427"] = {
				"324427", -- [1]
				"Timer324427cd", -- [2]
				"~天域军火", -- [3]
				16.9, -- [4]
				1405806, -- [5]
				"cd", -- [6]
				324427, -- [7]
				3, -- [8]
				"2414", -- [9]
				["id"] = 2358,
			},
			["182178"] = {
				"182178", -- [1]
				"Timer182178cd", -- [2]
				"~邪能飞轮", -- [3]
				5, -- [4]
				1016243, -- [5]
				"cd", -- [6]
				182178, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["ej4117"] = {
				"ej4117", -- [1]
				"Timerej4117next", -- [2]
				"源质恐魔", -- [3]
				35.5, -- [4]
				136243, -- [5]
				"next", -- [6]
				"ej4117", -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["181461"] = {
				"181461", -- [1]
				"Timer181461next	1", -- [2]
				"裂空斩", -- [3]
				35, -- [4]
				460959, -- [5]
				"next", -- [6]
				181461, -- [7]
				2, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["ej11425"] = {
				"ej11425", -- [1]
				"Timerej11425cdcount	1", -- [2]
				"~魁梧的狂战士 (1)", -- [3]
				29.5, -- [4]
				463566, -- [5]
				"cdcount", -- [6]
				"ej11425", -- [7]
				1, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["323177"] = {
				"323177", -- [1]
				"Timer323177cd", -- [2]
				"~森林之泪", -- [3]
				13.5, -- [4]
				463570, -- [5]
				"cd", -- [6]
				323177, -- [7]
				3, -- [8]
				"2400", -- [9]
				["id"] = 2397,
			},
			["188114"] = {
				"188114", -- [1]
				"Timer188114cd", -- [2]
				"~碎裂", -- [3]
				20, -- [4]
				451165, -- [5]
				"cd", -- [6]
				188114, -- [7]
				2, -- [8]
				"1662", -- [9]
				["id"] = 1790,
			},
			["207513"] = {
				"207513", -- [1]
				"Timer207513next", -- [2]
				"清扫", -- [3]
				10, -- [4]
				655994, -- [5]
				"next", -- [6]
				207513, -- [7]
				1, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["62042"] = {
				"62042", -- [1]
				"Timer62042active", -- [2]
				"风暴之锤结束", -- [3]
				16, -- [4]
				133038, -- [5]
				"active", -- [6]
				62042, -- [7]
				3, -- [8]
				"Thorim", -- [9]
				["id"] = 1141,
			},
			["197556"] = {
				"197556", -- [1]
				"Timer197556cd", -- [2]
				"~掠食飞扑", -- [3]
				12, -- [4]
				1029718, -- [5]
				"cd", -- [6]
				197556, -- [7]
				3, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["62776"] = {
				"62776", -- [1]
				"Timer62776cd", -- [2]
				"~发脾气", -- [3]
				30, -- [4]
				136025, -- [5]
				"cd", -- [6]
				62776, -- [7]
				2, -- [8]
				"XT002", -- [9]
				["id"] = 1142,
			},
			["98164"] = {
				"98164", -- [1]
				"Timer98164cd", -- [2]
				"~熔岩陷阱", -- [3]
				16, -- [4]
				135826, -- [5]
				"cd", -- [6]
				98164, -- [7]
				5, -- [8]
				"198", -- [9]
				["id"] = 1203,
			},
			["185282"] = {
				"185282", -- [1]
				"Timer185282nextcount	1", -- [2]
				"弹幕射击 (1)", -- [3]
				11.7, -- [4]
				135804, -- [5]
				"nextcount", -- [6]
				185282, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["213867"] = {
				"213867", -- [1]
				"Timer213867next", -- [2]
				"烈焰强化", -- [3]
				75, -- [4]
				132847, -- [5]
				"next", -- [6]
				213867, -- [7]
				6, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["nil"] = {
				"nil", -- [1]
				"Timer0nextspecial", -- [2]
				"Special", -- [3]
				8.3, -- [4]
				136116, -- [5]
				"nextspecial", -- [6]
				nil, -- [7]
				0, -- [8]
				"2419", -- [9]
				["id"] = 2382,
			},
			["320655"] = {
				"320655", -- [1]
				"Timer320655cd", -- [2]
				"~嚼碎", -- [3]
				5, -- [4]
				132358, -- [5]
				"cd", -- [6]
				320655, -- [7]
				5, -- [8]
				"2395", -- [9]
				["id"] = 2387,
			},
			["327411"] = {
				"327411", -- [1]
				"Timer327411cd", -- [2]
				"~羁石诅咒", -- [3]
				21.3, -- [4]
				516666, -- [5]
				"cd", -- [6]
				327411, -- [7]
				3, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["158200"] = {
				"158200", -- [1]
				"Timer158200nextcount	1", -- [2]
				"地震 (1)", -- [3]
				12, -- [4]
				451165, -- [5]
				"nextcount", -- [6]
				158200, -- [7]
				2, -- [8]
				"1148", -- [9]
				["id"] = 1719,
			},
			["ej4200"] = {
				"ej4200", -- [1]
				"Timerej4200next", -- [2]
				"暮光工兵", -- [3]
				69, -- [4]
				458733, -- [5]
				"next", -- [6]
				"ej4200", -- [7]
				1, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["165876"] = {
				"165876", -- [1]
				"Timer165876nextcount	1", -- [2]
				"噬体之夜 (1)", -- [3]
				55, -- [4]
				136223, -- [5]
				"nextcount", -- [6]
				165876, -- [7]
				2, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["158599"] = {
				"158599", -- [1]
				"Timer158599cdcount	2", -- [2]
				"~安装炮台 (2)", -- [3]
				20.2, -- [4]
				1035043, -- [5]
				"cdcount", -- [6]
				158599, -- [7]
				1, -- [8]
				"1203", -- [9]
				["id"] = 1695,
			},
			["319650"] = {
				"319650", -- [1]
				"Timer319650cd", -- [2]
				"~恶意头槌", -- [3]
				5.9, -- [4]
				132091, -- [5]
				"cd", -- [6]
				319650, -- [7]
				5, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["196947"] = {
				"196947", -- [1]
				"Timer196947fades", -- [2]
				"下潜消失", -- [3]
				15, -- [4]
				463570, -- [5]
				"fades", -- [6]
				196947, -- [7]
				6, -- [8]
				"1663", -- [9]
				["id"] = 1824,
			},
			["155192"] = {
				"155192", -- [1]
				"Timer155192fades", -- [2]
				"炸弹消失", -- [3]
				8, -- [4]
				465876, -- [5]
				"fades", -- [6]
				155192, -- [7]
				0, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["ej11778"] = {
				"ej11778", -- [1]
				"Timerej11778cdcount	1", -- [2]
				"~Stalker (1)", -- [3]
				20, -- [4]
				236299, -- [5]
				"cdcount", -- [6]
				"ej11778", -- [7]
				1, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["228032"] = {
				"228032", -- [1]
				"Timer228032active", -- [2]
				"巨喉之怒结束", -- [3]
				32, -- [4]
				237590, -- [5]
				"active", -- [6]
				228032, -- [7]
				2, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["179406"] = {
				"179406", -- [1]
				"Timer179406next	1", -- [2]
				"灵魂裂劈", -- [3]
				25, -- [4]
				132338, -- [5]
				"next", -- [6]
				179406, -- [7]
				5, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["158078"] = {
				"158078", -- [1]
				"Timer158078cdcount	1", -- [2]
				"~鲜血仪式 (1)", -- [3]
				12.4, -- [4]
				1035037, -- [5]
				"cdcount", -- [6]
				158078, -- [7]
				5, -- [8]
				"1203", -- [9]
				["id"] = 1695,
			},
			["227807"] = {
				"227807", -- [1]
				"Timer227807next", -- [2]
				"正义风暴", -- [3]
				4, -- [4]
				839983, -- [5]
				"next", -- [6]
				227807, -- [7]
				3, -- [8]
				"1819", -- [9]
				["id"] = 1958,
			},
			["206936"] = {
				"206936", -- [1]
				"Timer206936cdcount	1", -- [2]
				"~寒冰喷射 (1)", -- [3]
				15, -- [4]
				612394, -- [5]
				"cdcount", -- [6]
				206936, -- [7]
				3, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["208924"] = {
				"208924", -- [1]
				"Timer208924cd", -- [2]
				"~弧光连接", -- [3]
				5, -- [4]
				607854, -- [5]
				"cd", -- [6]
				208924, -- [7]
				3, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["324449"] = {
				"324449", -- [1]
				"Timer324449cd", -- [2]
				"~死亡具象", -- [3]
				23.9, -- [4]
				2576087, -- [5]
				"cd", -- [6]
				324449, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["199389"] = {
				"199389", -- [1]
				"Timer199389cd", -- [2]
				"~大地咆哮", -- [3]
				15, -- [4]
				1354169, -- [5]
				"cd", -- [6]
				199389, -- [7]
				3, -- [8]
				"1656", -- [9]
				["id"] = 1838,
			},
			["61968"] = {
				"61968", -- [1]
				"Timer61968cd", -- [2]
				"~快速冻结", -- [3]
				50, -- [4]
				236214, -- [5]
				"cd", -- [6]
				61968, -- [7]
				2, -- [8]
				"Hodir", -- [9]
				["id"] = 1135,
			},
			["221149"] = {
				"221149", -- [1]
				"Timer221149cdcount	1", -- [2]
				"~埃辛诺斯具象 (1)", -- [3]
				26.3, -- [4]
				135697, -- [5]
				"cdcount", -- [6]
				221149, -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["215128"] = {
				"215128", -- [1]
				"Timer215128next", -- [2]
				"诅咒之血", -- [3]
				15, -- [4]
				237515, -- [5]
				"next", -- [6]
				215128, -- [7]
				3, -- [8]
				"1738", -- [9]
				["id"] = 1873,
			},
			["157349"] = {
				"157349", -- [1]
				"Timer157349cdcount	1", -- [2]
				"~奥能新星 (1)", -- [3]
				45, -- [4]
				1041235, -- [5]
				"cdcount", -- [6]
				157349, -- [7]
				2, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["206788"] = {
				"206788", -- [1]
				"Timer206788cd	boss", -- [2]
				"~毒性薄片", -- [3]
				10.5, -- [4]
				237360, -- [5]
				"cd", -- [6]
				206788, -- [7]
				3, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["181180"] = {
				"181180", -- [1]
				"Timer181180nextcount	1", -- [2]
				"地狱火 (1)", -- [3]
				53, -- [4]
				135793, -- [5]
				"nextcount", -- [6]
				181180, -- [7]
				1, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["333231"] = {
				"333231", -- [1]
				"Timer333231cd", -- [2]
				"~灼热之陨", -- [3]
				10.2, -- [4]
				2576089, -- [5]
				"cd", -- [6]
				333231, -- [7]
				3, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["ej10061"] = {
				"ej10061", -- [1]
				"Timerej10061next", -- [2]
				"拜夜缚地者", -- [3]
				8, -- [4]
				1016351, -- [5]
				"next", -- [6]
				"ej10061", -- [7]
				1, -- [8]
				"1195", -- [9]
				["id"] = 1722,
			},
			["229119"] = {
				"229119", -- [1]
				"Timer229119next	1	远程", -- [2]
				"Next Orbs (1-远程)", -- [3]
				14, -- [4]
				1097742, -- [5]
				"next", -- [6]
				229119, -- [7]
				3, -- [8]
				"1829", -- [9]
				["id"] = 2008,
			},
			["182108"] = {
				"182108", -- [1]
				"Timer182108nextcount	1", -- [2]
				"炮击 (1)", -- [3]
				8.9, -- [4]
				840407, -- [5]
				"nextcount", -- [6]
				182108, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["209597"] = {
				"209597", -- [1]
				"Timer209597nextcount	1", -- [2]
				"聚合爆破 (1)", -- [3]
				48, -- [4]
				1044088, -- [5]
				"nextcount", -- [6]
				209597, -- [7]
				3, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["99794"] = {
				"99794", -- [1]
				"Timer99794next", -- [2]
				"火焰漩涡", -- [3]
				243, -- [4]
				236216, -- [5]
				"next", -- [6]
				99794, -- [7]
				6, -- [8]
				"194", -- [9]
				["id"] = 1206,
			},
			["347481"] = {
				"347481", -- [1]
				"Timer347481ai", -- [2]
				"奥能手里波人工智能计时冷却", -- [3]
				7.73700000000008, -- [4]
				1041235, -- [5]
				"ai", -- [6]
				347481, -- [7]
				2, -- [8]
				"2451", -- [9]
				["id"] = 2437,
			},
			["70541"] = {
				"70541", -- [1]
				"Timer70541next", -- [2]
				"寄生", -- [3]
				22.5, -- [4]
				132291, -- [5]
				"next", -- [6]
				70541, -- [7]
				5, -- [8]
				"LichKing", -- [9]
				["id"] = 1106,
			},
			["181597"] = {
				"181597", -- [1]
				"Timer181597cd", -- [2]
				"~凝视", -- [3]
				49.5, -- [4]
				1117880, -- [5]
				"cd", -- [6]
				181597, -- [7]
				3, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["332313"] = {
				"332313", -- [1]
				"Timer332313cd", -- [2]
				"~巢群刺客", -- [3]
				15.2, -- [4]
				1370997, -- [5]
				"cd", -- [6]
				332313, -- [7]
				1, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["179711"] = {
				"179711", -- [1]
				"Timer179711next	1", -- [2]
				"玷污", -- [3]
				17, -- [4]
				136160, -- [5]
				"next", -- [6]
				179711, -- [7]
				3, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["323137"] = {
				"323137", -- [1]
				"Timer323137cd", -- [2]
				"~迷乱花粉", -- [3]
				15.8, -- [4]
				134219, -- [5]
				"cd", -- [6]
				323137, -- [7]
				5, -- [8]
				"2400", -- [9]
				["id"] = 2397,
			},
			["156626"] = {
				"156626", -- [1]
				"Timer156626cd	1", -- [2]
				"~急速射击", -- [3]
				15.5, -- [4]
				1035051, -- [5]
				"cd", -- [6]
				156626, -- [7]
				3, -- [8]
				"1203", -- [9]
				["id"] = 1695,
			},
			["324079"] = {
				"324079", -- [1]
				"Timer324079cd", -- [2]
				"~收割之镰", -- [3]
				8.1, -- [4]
				1060569, -- [5]
				"cd", -- [6]
				324079, -- [7]
				5, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["329217"] = {
				"329217", -- [1]
				"Timer329217cd", -- [2]
				"~软泥突袭", -- [3]
				33.2, -- [4]
				451165, -- [5]
				"cd", -- [6]
				329217, -- [7]
				3, -- [8]
				"2403", -- [9]
				["id"] = 2384,
			},
			["181735"] = {
				"181735", -- [1]
				"Timer181735cd", -- [2]
				"~邪能引导", -- [3]
				40.2, -- [4]
				841219, -- [5]
				"cd", -- [6]
				181735, -- [7]
				2, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["319685"] = {
				"319685", -- [1]
				"Timer319685cd", -- [2]
				"~撕裂撞击", -- [3]
				34.2, -- [4]
				1778230, -- [5]
				"cd", -- [6]
				319685, -- [7]
				6, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["ej11603"] = {
				"ej11603", -- [1]
				"Timerej11603nextcount	2", -- [2]
				"邪脉大恶魔 (2)", -- [3]
				44.3, -- [4]
				135795, -- [5]
				"nextcount", -- [6]
				"ej11603", -- [7]
				1, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["162346"] = {
				"162346", -- [1]
				"Timer162346fades", -- [2]
				"晶化弹幕消失", -- [3]
				15, -- [4]
				1006111, -- [5]
				"fades", -- [6]
				162346, -- [7]
				0, -- [8]
				"1195", -- [9]
				["id"] = 1722,
			},
			["320326"] = {
				"320326", -- [1]
				"Timer320326cd", -- [2]
				"~错位冲击波", -- [3]
				9.4, -- [4]
				1408832, -- [5]
				"cd", -- [6]
				320326, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["221408"] = {
				"221408", -- [1]
				"Timer221408cd", -- [2]
				"~埃辛诺斯壁垒", -- [3]
				15, -- [4]
				134977, -- [5]
				"cd", -- [6]
				221408, -- [7]
				6, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["69076"] = {
				"69076", -- [1]
				"Timer69076cd", -- [2]
				"~白骨风暴", -- [3]
				45, -- [4]
				132119, -- [5]
				"cd", -- [6]
				69076, -- [7]
				2, -- [8]
				"LordMarrowgar", -- [9]
				["id"] = 1101,
			},
			["208887"] = {
				"208887", -- [1]
				"Timer208887nextsource	慢", -- [2]
				"召唤元素: 慢", -- [3]
				5, -- [4]
				135738, -- [5]
				"nextsource", -- [6]
				208887, -- [7]
				1, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["202019"] = {
				"202019", -- [1]
				"Timer202019cd", -- [2]
				"~暗影箭雨", -- [3]
				17.5, -- [4]
				136197, -- [5]
				"cd", -- [6]
				202019, -- [7]
				2, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["102111"] = {
				"102111", -- [1]
				"Timer102111cd", -- [2]
				"~灾变流星", -- [3]
				30.4, -- [4]
				136186, -- [5]
				"cd", -- [6]
				102111, -- [7]
				5, -- [8]
				"194", -- [9]
				["id"] = 1206,
			},
			["215443"] = {
				"215443", -- [1]
				"Timer215443nextcount	1", -- [2]
				"死灵毒液 (1)", -- [3]
				12.2, -- [4]
				132107, -- [5]
				"nextcount", -- [6]
				215443, -- [7]
				3, -- [8]
				"1744", -- [9]
				["id"] = 1876,
			},
			["ej2778"] = {
				"ej2778", -- [1]
				"Timerej2778next", -- [2]
				"烬网幼蛛", -- [3]
				11.1, -- [4]
				134321, -- [5]
				"next", -- [6]
				"ej2778", -- [7]
				1, -- [8]
				"192", -- [9]
				["id"] = 1197,
			},
			["323687"] = {
				"323687", -- [1]
				"Timer323687cd", -- [2]
				"~奥术闪电", -- [3]
				7.2, -- [4]
				136099, -- [5]
				"cd", -- [6]
				323687, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["12329"] = {
				"12329", -- [1]
				"Timer12329achievement", -- [2]
				"快拆快解", -- [3]
				205, -- [4]
				254104, -- [5]
				"achievement", -- [6]
				12329, -- [7]
				0, -- [8]
				"XT002", -- [9]
				["id"] = 1142,
			},
			["197776"] = {
				"197776", -- [1]
				"Timer197776cd", -- [2]
				"~邪能裂痕", -- [3]
				5, -- [4]
				1118738, -- [5]
				"cd", -- [6]
				197776, -- [7]
				3, -- [8]
				"1499", -- [9]
				["id"] = 1828,
			},
		},
		["encounter_timers_bw"] = {
			["spinner"] = {
				"Beth'tilac", -- [1]
				"spinner", -- [2]
				"烬网织网蛛：>#1<！", -- [3]
				12, -- [4]
				"Interface\\Icons\\spell_fire_moltenblood", -- [5]
				["id"] = 1197,
			},
			["tentacle"] = {
				"Yogg-Saron", -- [1]
				"tentacle", -- [2]
				"粉碎触须：>2<！", -- [3]
				55, -- [4]
				132106, -- [5]
				["id"] = 1143,
			},
			["initiate"] = {
				"Alysrazor", -- [1]
				"initiate", -- [2]
				"炽炎之爪新兵：>双向<！", -- [3]
				27, -- [4]
				236449, -- [5]
				["id"] = 1206,
			},
			["325258"] = {
				"Mueh'zala", -- [1]
				"325258", -- [2]
				"死亡之主", -- [3]
				9, -- [4]
				3163624, -- [5]
				["id"] = 2396,
			},
			["100744"] = {
				"Alysrazor", -- [1]
				"100744", -- [2]
				"火焰风暴", -- [3]
				95, -- [4]
				237588, -- [5]
				["id"] = 1206,
			},
			["334476"] = {
				"Surgeon Stitchflesh", -- [1]
				"334476", -- [2]
				"防腐剂", -- [3]
				12.1, -- [4]
				1001622, -- [5]
				["id"] = 2389,
			},
			["319626"] = {
				"Kul'tharok", -- [1]
				"319626", -- [2]
				"幻影寄生", -- [3]
				25.5, -- [4]
				236298, -- [5]
				["id"] = 2364,
			},
			["327646"] = {
				"Mueh'zala", -- [1]
				"327646", -- [2]
				"灵魂碎裂", -- [3]
				6, -- [4]
				1354410, -- [5]
				["id"] = 2396,
			},
			["323877"] = {
				"The Manastorms", -- [1]
				"323877", -- [2]
				"反射手指型激光发射器究极版", -- [3]
				17, -- [4]
				892834, -- [5]
				["id"] = 2394,
			},
			["346957"] = {
				"Hylbrande", -- [1]
				"346957", -- [2]
				"火焰净除", -- [3]
				10.5, -- [4]
				612968, -- [5]
				["id"] = 2426,
			},
			["349987"] = {
				"The Grand Menagerie", -- [1]
				"349987", -- [2]
				"排风协议", -- [3]
				26.7, -- [4]
				3528283, -- [5]
				["id"] = 2441,
			},
			["320823"] = {
				"The Manastorms", -- [1]
				"320823", -- [2]
				"实验型松鼠炸弹", -- [3]
				8, -- [4]
				133709, -- [5]
				["id"] = 2394,
			},
			["332313"] = {
				"Domina Venomblade", -- [1]
				"332313", -- [2]
				"巢群刺客", -- [3]
				11.2, -- [4]
				1370997, -- [5]
				["id"] = 2385,
			},
			["323821"] = {
				"General Kaal", -- [1]
				"323821", -- [2]
				"穿刺残影", -- [3]
				16.7, -- [4]
				1396971, -- [5]
				["id"] = 2363,
			},
			["350421"] = {
				"Fatescribe Roh-Kalo", -- [1]
				"350421", -- [2]
				"射线（1）", -- [3]
				13.4, -- [4]
				3528298, -- [5]
				["id"] = 2431,
			},
			["349663"] = {
				"The Grand Menagerie", -- [1]
				"349663", -- [2]
				"饥饿之握", -- [3]
				12, -- [4]
				3528281, -- [5]
				["id"] = 2441,
			},
			["355505"] = {
				"Painsmith Raznal", -- [1]
				"355505", -- [2]
				"锁链（1）", -- [3]
				11, -- [4]
				1390941, -- [5]
				["id"] = 2430,
			},
			["355438"] = {
				"Myza's Oasis", -- [1]
				"355438", -- [2]
				"压制冲击", -- [3]
				27.1, -- [4]
				4037124, -- [5]
				["id"] = 2440,
			},
			["328756"] = {
				"Ingra Maloch", -- [1]
				"328756", -- [2]
				"恐惧", -- [3]
				26.5, -- [4]
				136184, -- [5]
				["id"] = 2397,
			},
			["350039"] = {
				"The Nine", -- [1]
				"350039", -- [2]
				"<施放：流星>", -- [3]
				8, -- [4]
				135988, -- [5]
				["id"] = 2429,
			},
			["321009"] = {
				"Kin-Tara", -- [1]
				"321009", -- [2]
				"充能长矛", -- [3]
				3.4, -- [4]
				1508065, -- [5]
				["id"] = 2357,
			},
			["100479"] = {
				"Ragnaros", -- [1]
				"100479", -- [2]
				"冰障", -- [3]
				34, -- [4]
				464484, -- [5]
				["id"] = 1203,
			},
			["29484"] = {
				"Maexxna", -- [1]
				"29484", -- [2]
				"<蛛网喷射>", -- [3]
				40, -- [4]
				136113, -- [5]
				["id"] = 1116,
			},
			["352589"] = {
				"Guardian of the First Ones", -- [1]
				"352589", -- [2]
				"熔毁（1）", -- [3]
				10, -- [4]
				4038105, -- [5]
				["id"] = 2436,
			},
			["347623"] = {
				"So'azmi", -- [1]
				"347623", -- [2]
				"迅斩", -- [3]
				8.2, -- [4]
				236273, -- [5]
				["id"] = 2437,
			},
			["209270"] = {
				"Gul'dan", -- [1]
				"209270", -- [2]
				"古尔丹之眼（1）", -- [3]
				32.4, -- [4]
				136210, -- [5]
				["id"] = 1866,
			},
			["351086"] = {
				"So'leah", -- [1]
				"351086", -- [2]
				"势不可挡", -- [3]
				65, -- [4]
				1033914, -- [5]
				["id"] = 2442,
			},
			["320012"] = {
				"Amarth, The Reanimator", -- [1]
				"320012", -- [2]
				"邪恶狂乱", -- [3]
				7, -- [4]
				136224, -- [5]
				["id"] = 2388,
			},
			["350796"] = {
				"So'leah", -- [1]
				"350796", -- [2]
				"超光速火花", -- [3]
				12.2, -- [4]
				4037120, -- [5]
				["id"] = 2442,
			},
			["350385"] = {
				"The Nine", -- [1]
				"350385", -- [2]
				"靠近（1）", -- [3]
				61, -- [4]
				237574, -- [5]
				["id"] = 2429,
			},
			["221606"] = {
				"Gul'dan", -- [1]
				"221606", -- [2]
				"萨格拉斯之焰", -- [3]
				29.3, -- [4]
				1035051, -- [5]
				["id"] = 1866,
			},
			["324490"] = {
				"Globgrog", -- [1]
				"324490", -- [2]
				"召唤软泥", -- [3]
				25.5, -- [4]
				3459153, -- [5]
				["id"] = 2382,
			},
			["99816"] = {
				"Alysrazor", -- [1]
				"99816", -- [2]
				"阶段：>2<！", -- [3]
				250, -- [4]
				236216, -- [5]
				["id"] = 1206,
			},
			["322232"] = {
				"Margrave Stradama", -- [1]
				"322232", -- [2]
				"感染毒雨", -- [3]
				15.5, -- [4]
				132100, -- [5]
				["id"] = 2386,
			},
			["347094"] = {
				"Hylbrande", -- [1]
				"347094", -- [2]
				"泰坦粉碎", -- [3]
				15.4, -- [4]
				236312, -- [5]
				["id"] = 2426,
			},
			["350184"] = {
				"The Nine", -- [1]
				"350184", -- [2]
				"<施放：大炸弹>", -- [3]
				10, -- [4]
				425955, -- [5]
				["id"] = 2429,
			},
			["322903"] = {
				"General Kaal", -- [1]
				"322903", -- [2]
				"暗天飑风", -- [3]
				35.3, -- [4]
				1035055, -- [5]
				["id"] = 2363,
			},
			["326039"] = {
				"Grand Proctor Beryllia", -- [1]
				"326039", -- [2]
				"无尽的折磨", -- [3]
				24.1, -- [4]
				1394887, -- [5]
				["id"] = 2362,
			},
			["350365"] = {
				"The Nine", -- [1]
				"350365", -- [2]
				"跑开（1）", -- [3]
				40, -- [4]
				2103869, -- [5]
				["id"] = 2429,
			},
			["portal"] = {
				"Yogg-Saron", -- [1]
				"portal", -- [2]
				"<下一传送门>（1）", -- [3]
				25, -- [4]
				135745, -- [5]
				["id"] = 1143,
			},
			["323608"] = {
				"Mordretha, the Endless Empress", -- [1]
				"323608", -- [2]
				"黑暗毁灭", -- [3]
				15.5, -- [4]
				2576088, -- [5]
				["id"] = 2404,
			},
			["329110"] = {
				"Doctor Ickus", -- [1]
				"329110", -- [2]
				"软泥注射", -- [3]
				10, -- [4]
				3459797, -- [5]
				["id"] = 2384,
			},
			["325360"] = {
				"Grand Proctor Beryllia", -- [1]
				"325360", -- [2]
				"至高仪式", -- [3]
				11, -- [4]
				3528311, -- [5]
				["id"] = 2362,
			},
			["209011"] = {
				"Gul'dan", -- [1]
				"209011", -- [2]
				"邪能束缚（1）", -- [3]
				7.5, -- [4]
				1117883, -- [5]
				["id"] = 1866,
			},
			["227404"] = {
				"Attumen the Huntsman", -- [1]
				"227404", -- [2]
				"无形", -- [3]
				5, -- [4]
				135974, -- [5]
				["id"] = 1960,
			},
			["324079"] = {
				"Mordretha, the Endless Empress", -- [1]
				"324079", -- [2]
				"收割之镰", -- [3]
				8.2, -- [4]
				1060569, -- [5]
				["id"] = 2404,
			},
			["323177"] = {
				"Ingra Maloch", -- [1]
				"323177", -- [2]
				"森林之泪", -- [3]
				15, -- [4]
				463570, -- [5]
				["id"] = 2397,
			},
			["350922"] = {
				"Myza's Oasis", -- [1]
				"350922", -- [2]
				"威吓怒吼", -- [3]
				12.5, -- [4]
				132333, -- [5]
				["id"] = 2440,
			},
			["323650"] = {
				"High Adjudicator Aleez", -- [1]
				"323650", -- [2]
				"萦绕锁定", -- [3]
				16, -- [4]
				841379, -- [5]
				["id"] = 2403,
			},
			["328206"] = {
				"Echelon", -- [1]
				"328206", -- [2]
				"羁石诅咒", -- [3]
				22, -- [4]
				516666, -- [5]
				["id"] = 2380,
			},
			["322550"] = {
				"Tred'ova", -- [1]
				"322550", -- [2]
				"增援", -- [3]
				55.9, -- [4]
				2141733, -- [5]
				["id"] = 2393,
			},
			["334970"] = {
				"Mueh'zala", -- [1]
				"334970", -- [2]
				"<施放：凝结>", -- [3]
				25, -- [4]
				458969, -- [5]
				["id"] = 2396,
			},
			["327481"] = {
				"Kin-Tara", -- [1]
				"327481", -- [2]
				"黑暗长枪", -- [3]
				9.7, -- [4]
				3528298, -- [5]
				["id"] = 2357,
			},
			["100714"] = {
				"Ragnaros", -- [1]
				"100714", -- [2]
				"豪雨", -- [3]
				51, -- [4]
				136032, -- [5]
				["id"] = 1203,
			},
			["322711"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322711", -- [2]
				"射线", -- [3]
				31, -- [4]
				537468, -- [5]
				["id"] = 2401,
			},
			["352052"] = {
				"Painsmith Raznal", -- [1]
				"352052", -- [2]
				"尖刺铁球（1）", -- [3]
				20, -- [4]
				132364, -- [5]
				["id"] = 2430,
			},
			["320102"] = {
				"Xav the Unfallen", -- [1]
				"320102", -- [2]
				"鲜血与荣耀", -- [3]
				33.7, -- [4]
				1322720, -- [5]
				["id"] = 2366,
			},
			["350919"] = {
				"Myza's Oasis", -- [1]
				"350919", -- [2]
				"群体控制", -- [3]
				18.5, -- [4]
				3931763, -- [5]
				["id"] = 2440,
			},
			["64059"] = {
				"Yogg-Saron", -- [1]
				"64059", -- [2]
				"疯狂诱导", -- [3]
				-4927.315000000001, -- [4]
				252997, -- [5]
				["id"] = 1143,
			},
			["352833"] = {
				"Guardian of the First Ones", -- [1]
				"352833", -- [2]
				"激光（1）", -- [3]
				15.8, -- [4]
				4038101, -- [5]
				["id"] = 2436,
			},
			["319713"] = {
				"Kryxis the Voracious", -- [1]
				"319713", -- [2]
				"巨兽奔袭", -- [3]
				22.8, -- [4]
				132335, -- [5]
				["id"] = 2360,
			},
			["97282"] = {
				"Lord Rhyolith", -- [1]
				"97282", -- [2]
				"震荡践踏", -- [3]
				15, -- [4]
				132847, -- [5]
				["id"] = 1204,
			},
			["325254"] = {
				"Grand Proctor Beryllia", -- [1]
				"325254", -- [2]
				"钢铁尖刺", -- [3]
				3.5, -- [4]
				3199068, -- [5]
				["id"] = 2362,
			},
			["350732"] = {
				"Guardian of the First Ones", -- [1]
				"350732", -- [2]
				"破甲（2）", -- [3]
				8, -- [4]
				2065633, -- [5]
				["id"] = 2436,
			},
			["320358"] = {
				"Surgeon Stitchflesh", -- [1]
				"320358", -- [2]
				"唤醒造物", -- [3]
				27.9, -- [4]
				2492254, -- [5]
				["id"] = 2389,
			},
			["347679"] = {
				"The Tarragrue", -- [1]
				"347679", -- [2]
				"迷雾（1）", -- [3]
				24.4, -- [4]
				1778230, -- [5]
				["id"] = 2423,
			},
			["stages"] = {
				"Margrave Stradama", -- [1]
				"stages", -- [2]
				"阶段转换", -- [3]
				26.6, -- [4]
				"Interface\\Icons\\achievement_dungeon_plaguefall", -- [5]
				["id"] = 2386,
			},
			["355568"] = {
				"Painsmith Raznal", -- [1]
				"355568", -- [2]
				"刃斧（1）", -- [3]
				17, -- [4]
				3619374, -- [5]
				["id"] = 2430,
			},
			["322573"] = {
				"Executor Tarvold", -- [1]
				"322573", -- [2]
				"融合具象", -- [3]
				10.8, -- [4]
				136243, -- [5]
				["id"] = 2361,
			},
			["350217"] = {
				"Soulrender Dormazain", -- [1]
				"350217", -- [2]
				"障碍（1）", -- [3]
				12, -- [4]
				3528300, -- [5]
				["id"] = 2434,
			},
			["323236"] = {
				"Lord Chamberlain", -- [1]
				"323236", -- [2]
				"释放苦痛", -- [3]
				15.5, -- [4]
				1035037, -- [5]
				["id"] = 2381,
			},
			["206219"] = {
				"Gul'dan", -- [1]
				"206219", -- [2]
				"液态地狱火（2）", -- [3]
				15, -- [4]
				135803, -- [5]
				["id"] = 1866,
			},
			["323437"] = {
				"Lord Chamberlain", -- [1]
				"323437", -- [2]
				"傲慢罪印", -- [3]
				41, -- [4]
				538039, -- [5]
				["id"] = 2381,
			},
			["229945"] = {
				"Gul'dan", -- [1]
				"229945", -- [2]
				"邪能方尖碑", -- [3]
				10, -- [4]
				1118739, -- [5]
				["id"] = 1866,
			},
			["350687"] = {
				"The Nine", -- [1]
				"350687", -- [2]
				"召回（2）", -- [3]
				76.5, -- [4]
				252188, -- [5]
				["id"] = 2429,
			},
			["322554"] = {
				"Executor Tarvold", -- [1]
				"322554", -- [2]
				"严惩", -- [3]
				4.7, -- [4]
				458735, -- [5]
				["id"] = 2361,
			},
			["339550"] = {
				"Mordretha, the Endless Empress", -- [1]
				"339550", -- [2]
				"战斗回响", -- [3]
				3.2, -- [4]
				1778230, -- [5]
				["id"] = 2404,
			},
			["333488"] = {
				"Amarth, The Reanimator", -- [1]
				"333488", -- [2]
				"通灵吐息", -- [3]
				29.5, -- [4]
				2576093, -- [5]
				["id"] = 2388,
			},
			["berserk"] = {
				"Shannox", -- [1]
				"berserk", -- [2]
				"狂暴", -- [3]
				600, -- [4]
				136224, -- [5]
				["id"] = 1205,
			},
			["347283"] = {
				"The Tarragrue", -- [1]
				"347283", -- [2]
				"恐惧（1）", -- [3]
				5.7, -- [4]
				132097, -- [5]
				["id"] = 2423,
			},
			["323943"] = {
				"Devos, Paragon of Doubt", -- [1]
				"323943", -- [2]
				"冲刺", -- [3]
				12, -- [4]
				132337, -- [5]
				["id"] = 2359,
			},
			["337255"] = {
				"Tred'ova", -- [1]
				"337255", -- [2]
				"寄生", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["320787"] = {
				"The Manastorms", -- [1]
				"320787", -- [2]
				"召唤能量水晶", -- [3]
				9, -- [4]
				132776, -- [5]
				["id"] = 2394,
			},
			["100604"] = {
				"Ragnaros", -- [1]
				"100604", -- [2]
				"强化萨弗拉斯", -- [3]
				90, -- [4]
				515200, -- [5]
				["id"] = 1203,
			},
			["325876"] = {
				"Halls of Atonement Trash", -- [1]
				"325876", -- [2]
				"你 湮灭诅咒", -- [3]
				6, -- [4]
				132094, -- [5]
				["id"] = 2403,
			},
			["343556"] = {
				"Surgeon Stitchflesh", -- [1]
				"343556", -- [2]
				"你 病态凝视", -- [3]
				8, -- [4]
				132284, -- [5]
				["id"] = 2389,
			},
			["349028"] = {
				"The Eye of the Jailer", -- [1]
				"349028", -- [2]
				"死亡凝视", -- [3]
				17, -- [4]
				1778226, -- [5]
				["id"] = 2433,
			},
			["325552"] = {
				"Domina Venomblade", -- [1]
				"325552", -- [2]
				"毒性裂击", -- [3]
				6, -- [4]
				348565, -- [5]
				["id"] = 2385,
			},
			["351680"] = {
				"Fatescribe Roh-Kalo", -- [1]
				"351680", -- [2]
				"增援（1）", -- [3]
				35.3, -- [4]
				3528299, -- [5]
				["id"] = 2431,
			},
			["353931"] = {
				"Fatescribe Roh-Kalo", -- [1]
				"353931", -- [2]
				"扭曲命运（1）", -- [3]
				6, -- [4]
				3528300, -- [5]
				["id"] = 2431,
			},
			["350086"] = {
				"The Grand Menagerie", -- [1]
				"350086", -- [2]
				"歼灭螺旋", -- [3]
				17.4, -- [4]
				3528301, -- [5]
				["id"] = 2441,
			},
			["212258"] = {
				"Gul'dan", -- [1]
				"212258", -- [2]
				"古尔丹之手", -- [3]
				7, -- [4]
				535592, -- [5]
				["id"] = 1866,
			},
			["319941"] = {
				"Echelon", -- [1]
				"319941", -- [2]
				"碎石之跃", -- [3]
				23.5, -- [4]
				1016245, -- [5]
				["id"] = 2380,
			},
			["350482"] = {
				"The Nine", -- [1]
				"350482", -- [2]
				"联结精华", -- [3]
				24.4, -- [4]
				607854, -- [5]
				["id"] = 2429,
			},
			["324368"] = {
				"Kin-Tara", -- [1]
				"324368", -- [2]
				"衰竭弹幕", -- [3]
				6, -- [4]
				3528304, -- [5]
				["id"] = 2357,
			},
			["323059"] = {
				"Ingra Maloch", -- [1]
				"323059", -- [2]
				"宗主之怒", -- [3]
				12, -- [4]
				134218, -- [5]
				["id"] = 2397,
			},
			["-2598"] = {
				"Baleroc", -- [1]
				"-2598", -- [2]
				"毁灭之刃", -- [3]
				30, -- [4]
				136136, -- [5]
				["id"] = 1200,
			},
			["28785"] = {
				"Anub'Rekhan", -- [1]
				"28785", -- [2]
				"虫群风暴", -- [3]
				90, -- [4]
				136045, -- [5]
				["id"] = 1107,
			},
			["322795"] = {
				"Gorechop", -- [1]
				"322795", -- [2]
				"肉钩", -- [3]
				10.8, -- [4]
				1373906, -- [5]
				["id"] = 2365,
			},
			["351229"] = {
				"Soulrender Dormazain", -- [1]
				"351229", -- [2]
				"灵魂（1）", -- [3]
				5, -- [4]
				1305158, -- [5]
				["id"] = 2434,
			},
			["324427"] = {
				"Oryphrion", -- [1]
				"324427", -- [2]
				"天域军火", -- [3]
				17, -- [4]
				1405806, -- [5]
				["id"] = 2358,
			},
			["64163"] = {
				"Yogg-Saron", -- [1]
				"64163", -- [2]
				"<施放：疯乱凝视>", -- [3]
				4, -- [4]
				252997, -- [5]
				["id"] = 1143,
			},
			["326389"] = {
				"Echelon", -- [1]
				"326389", -- [2]
				"鲜血洪流", -- [3]
				9.5, -- [4]
				1394887, -- [5]
				["id"] = 2380,
			},
			["eggs"] = {
				"Alysrazor", -- [1]
				"eggs", -- [2]
				"孵卵", -- [3]
				42, -- [4]
				"Interface\\Icons\\inv_trinket_firelands_02", -- [5]
				["id"] = 1206,
			},
			["355534"] = {
				"Painsmith Raznal", -- [1]
				"355534", -- [2]
				"余烬（2）", -- [3]
				5, -- [4]
				514016, -- [5]
				["id"] = 2430,
			},
			["349954"] = {
				"The Grand Menagerie", -- [1]
				"349954", -- [2]
				"净化协议", -- [3]
				6.7, -- [4]
				3528285, -- [5]
				["id"] = 2441,
			},
			["winds"] = {
				"Gul'dan", -- [1]
				"winds", -- [2]
				"暴虐之风（1）", -- [3]
				11.5, -- [4]
				1029595, -- [5]
				["id"] = 1866,
			},
			["329104"] = {
				"Lord Chamberlain", -- [1]
				"329104", -- [2]
				"暗影之门", -- [3]
				25, -- [4]
				134430, -- [5]
				["id"] = 2381,
			},
			["320230"] = {
				"Dealer Xy'exa", -- [1]
				"320230", -- [2]
				"爆破计谋", -- [3]
				31, -- [4]
				1360978, -- [5]
				["id"] = 2400,
			},
			["321828"] = {
				"Mistcaller", -- [1]
				"321828", -- [2]
				"肉饼蛋糕", -- [3]
				13.7, -- [4]
				134470, -- [5]
				["id"] = 2392,
			},
			["318406"] = {
				"Gorechop", -- [1]
				"318406", -- [2]
				"软肉碎击", -- [3]
				13.1, -- [4]
				623773, -- [5]
				["id"] = 2365,
			},
			["352368"] = {
				"The Tarragrue", -- [1]
				"352368", -- [2]
				"残迹（1）", -- [3]
				25.1, -- [4]
				3528301, -- [5]
				["id"] = 2423,
			},
			["350676"] = {
				"Remnant of Ner'zhul", -- [1]
				"350676", -- [2]
				"宝珠（1）", -- [3]
				13, -- [4]
				1778225, -- [5]
				["id"] = 2432,
			},
			["blink"] = {
				"Noth the Plaguebringer", -- [1]
				"blink", -- [2]
				"<闪现术>", -- [3]
				30, -- [4]
				135736, -- [5]
				["id"] = 1117,
			},
			["321948"] = {
				"Dealer Xy'exa", -- [1]
				"321948", -- [2]
				"炸弹", -- [3]
				14, -- [4]
				236214, -- [5]
				["id"] = 2400,
			},
			["350735"] = {
				"Guardian of the First Ones", -- [1]
				"350735", -- [2]
				"歼灭模式", -- [3]
				26, -- [4]
				3995538, -- [5]
				["id"] = 2436,
			},
			["321406"] = {
				"Doctor Ickus", -- [1]
				"321406", -- [2]
				"<施放：恶性爆炸>", -- [3]
				30, -- [4]
				840194, -- [5]
				["id"] = 2384,
			},
			["322304"] = {
				"Margrave Stradama", -- [1]
				"322304", -- [2]
				"恶毒附肢", -- [3]
				5, -- [4]
				2576086, -- [5]
				["id"] = 2386,
			},
			["321247"] = {
				"Amarth, The Reanimator", -- [1]
				"321247", -- [2]
				"最终收割", -- [3]
				41.5, -- [4]
				2576087, -- [5]
				["id"] = 2388,
			},
			["350828"] = {
				"The Eye of the Jailer", -- [1]
				"350828", -- [2]
				"死亡锁链", -- [3]
				4.5, -- [4]
				1117882, -- [5]
				["id"] = 2433,
			},
			["350496"] = {
				"Guardian of the First Ones", -- [1]
				"350496", -- [2]
				"炸弹（1）", -- [3]
				10, -- [4]
				132177, -- [5]
				["id"] = 2436,
			},
			["350101"] = {
				"The Grand Menagerie", -- [1]
				"350101", -- [2]
				"诅咒锁链", -- [3]
				5.2, -- [4]
				463560, -- [5]
				["id"] = 2441,
			},
			["350647"] = {
				"Soulrender Dormazain", -- [1]
				"350647", -- [2]
				"烙印（1）", -- [3]
				30.7, -- [4]
				1100175, -- [5]
				["id"] = 2434,
			},
			["349627"] = {
				"The Grand Menagerie", -- [1]
				"349627", -- [2]
				"暴食：記丶譩丶咖啡", -- [3]
				21, -- [4]
				3528275, -- [5]
				["id"] = 2441,
			},
			["drone"] = {
				"Beth'tilac", -- [1]
				"drone", -- [2]
				"下一烬网工虫", -- [3]
				45, -- [4]
				"Interface\\Icons\\INV_Misc_Head_Nerubian_01", -- [5]
				["id"] = 1197,
			},
			["339706"] = {
				"Mordretha, the Endless Empress", -- [1]
				"339706", -- [2]
				"幽灵冲锋", -- [3]
				13.5, -- [4]
				3511738, -- [5]
				["id"] = 2404,
			},
			["meteor"] = {
				"Alysrazor", -- [1]
				"meteor", -- [2]
				"熔火流星", -- [3]
				30, -- [4]
				136186, -- [5]
				["id"] = 1206,
			},
			["206939"] = {
				"Gul'dan", -- [1]
				"206939", -- [2]
				"灵魂之井", -- [3]
				15.2, -- [4]
				136194, -- [5]
				["id"] = 1866,
			},
			["325245"] = {
				"Domina Venomblade", -- [1]
				"325245", -- [2]
				"暗影伏击", -- [3]
				11.2, -- [4]
				1305160, -- [5]
				["id"] = 2385,
			},
			["353635"] = {
				"So'leah", -- [1]
				"353635", -- [2]
				"坍缩之星", -- [3]
				20.3, -- [4]
				4037125, -- [5]
				["id"] = 2442,
			},
			["350568"] = {
				"Fatescribe Roh-Kalo", -- [1]
				"350568", -- [2]
				"炸弹（1）", -- [3]
				24.3, -- [4]
				3528303, -- [5]
				["id"] = 2431,
			},
			["98710"] = {
				"Ragnaros", -- [1]
				"98710", -- [2]
				"熔岩波浪", -- [3]
				30, -- [4]
				451169, -- [5]
				["id"] = 1203,
			},
			["322818"] = {
				"Devos, Paragon of Doubt", -- [1]
				"322818", -- [2]
				"失去信心", -- [3]
				25.5, -- [4]
				237555, -- [5]
				["id"] = 2359,
			},
			["347490"] = {
				"The Tarragrue", -- [1]
				"347490", -- [2]
				"激怒", -- [3]
				34.1, -- [4]
				3731620, -- [5]
				["id"] = 2423,
			},
			["349934"] = {
				"The Grand Menagerie", -- [1]
				"349934", -- [2]
				"狂热鞭笞协议", -- [3]
				15.7, -- [4]
				3528286, -- [5]
				["id"] = 2441,
			},
			["320644"] = {
				"Xav the Unfallen", -- [1]
				"320644", -- [2]
				"残酷连击", -- [3]
				5.7, -- [4]
				1390946, -- [5]
				["id"] = 2366,
			},
			["321894"] = {
				"Nalthor the Rimebinder", -- [1]
				"321894", -- [2]
				"黑暗放逐", -- [3]
				26, -- [4]
				2576087, -- [5]
				["id"] = 2390,
			},
			["100646"] = {
				"Ragnaros", -- [1]
				"100646", -- [2]
				"诱捕根须", -- [3]
				68, -- [4]
				136100, -- [5]
				["id"] = 1203,
			},
			["350411"] = {
				"Soulrender Dormazain", -- [1]
				"350411", -- [2]
				"锁链（1）", -- [3]
				80.5, -- [4]
				4050664, -- [5]
				["id"] = 2434,
			},
			["320050"] = {
				"Xav the Unfallen", -- [1]
				"320050", -- [2]
				"玛卓克萨斯之力", -- [3]
				16.7, -- [4]
				1115905, -- [5]
				["id"] = 2366,
			},
			["322746"] = {
				"Hakkar the Soulflayer", -- [1]
				"322746", -- [2]
				"堕落之血", -- [3]
				8, -- [4]
				136133, -- [5]
				["id"] = 2395,
			},
			["349979"] = {
				"The Eye of the Jailer", -- [1]
				"349979", -- [2]
				"锁链", -- [3]
				11, -- [4]
				463560, -- [5]
				["id"] = 2433,
			},
			["99052"] = {
				"Beth'tilac", -- [1]
				"99052", -- [2]
				"阴燃毁灭：>#1<！", -- [3]
				80, -- [4]
				135981, -- [5]
				["id"] = 1197,
			},
			["324667"] = {
				"Globgrog", -- [1]
				"324667", -- [2]
				"软泥浪潮", -- [3]
				17.1, -- [4]
				132104, -- [5]
				["id"] = 2382,
			},
			["346971"] = {
				"Hylbrande", -- [1]
				"346971", -- [2]
				"增援", -- [3]
				19, -- [4]
				136243, -- [5]
				["id"] = 2426,
			},
			["348456"] = {
				"Painsmith Raznal", -- [1]
				"348456", -- [2]
				"陷阱（1）", -- [3]
				45, -- [4]
				1467588, -- [5]
				["id"] = 2430,
			},
			["349985"] = {
				"Soulrender Dormazain", -- [1]
				"349985", -- [2]
				"跳舞（1）", -- [3]
				131, -- [4]
				3528313, -- [5]
				["id"] = 2434,
			},
			["350342"] = {
				"The Nine", -- [1]
				"350342", -- [2]
				"增援（1）", -- [3]
				12, -- [4]
				3528304, -- [5]
				["id"] = 2429,
			},
			["322759"] = {
				"Hakkar the Soulflayer", -- [1]
				"322759", -- [2]
				"鲜血屏障", -- [3]
				24, -- [4]
				1394887, -- [5]
				["id"] = 2395,
			},
			["small_tentacles"] = {
				"Yogg-Saron", -- [1]
				"small_tentacles", -- [2]
				"Small Tentacles（2）", -- [3]
				25, -- [4]
				132106, -- [5]
				["id"] = 1143,
			},
			["323515"] = {
				"Gorechop", -- [1]
				"323515", -- [2]
				"仇恨打击", -- [3]
				7, -- [4]
				237517, -- [5]
				["id"] = 2365,
			},
			["319733"] = {
				"Echelon", -- [1]
				"319733", -- [2]
				"唤石", -- [3]
				15.5, -- [4]
				463493, -- [5]
				["id"] = 2380,
			},
			["206744"] = {
				"Gul'dan", -- [1]
				"206744", -- [2]
				"黑暗收割（1）", -- [3]
				71.2, -- [4]
				537517, -- [5]
				["id"] = 1866,
			},
			["346947"] = {
				"Mailroom Mayhem", -- [1]
				"346947", -- [2]
				"不稳定的货物", -- [3]
				52.2, -- [4]
				451164, -- [5]
				["id"] = 2424,
			},
			["355294"] = {
				"The Nine", -- [1]
				"355294", -- [2]
				"积怨", -- [3]
				27.5, -- [4]
				3528299, -- [5]
				["id"] = 2429,
			},
			["346962"] = {
				"Mailroom Mayhem", -- [1]
				"346962", -- [2]
				"现金汇款", -- [3]
				50.5, -- [4]
				370211, -- [5]
				["id"] = 2424,
			},
			["334053"] = {
				"Oryphrion", -- [1]
				"334053", -- [2]
				"净化冲击波", -- [3]
				8.5, -- [4]
				3528286, -- [5]
				["id"] = 2358,
			},
			["334625"] = {
				"Devos, Paragon of Doubt", -- [1]
				"334625", -- [2]
				"深渊爆炸", -- [3]
				21, -- [4]
				3528303, -- [5]
				["id"] = 2359,
			},
			["321226"] = {
				"Amarth, The Reanimator", -- [1]
				"321226", -- [2]
				"亡者领域", -- [3]
				12, -- [4]
				136179, -- [5]
				["id"] = 2388,
			},
			["353122"] = {
				"Fatescribe Roh-Kalo", -- [1]
				"353122", -- [2]
				"<施放：至暗命运>", -- [3]
				40, -- [4]
				237274, -- [5]
				["id"] = 2431,
			},
			["28798"] = {
				"Grand Widow Faerlina", -- [1]
				"28798", -- [2]
				"狂乱", -- [3]
				60, -- [4]
				136224, -- [5]
				["id"] = 1110,
			},
			["28622"] = {
				"Maexxna", -- [1]
				"28622", -- [2]
				"<蛛网裹体>", -- [3]
				20, -- [4]
				132149, -- [5]
				["id"] = 1116,
			},
			["320359"] = {
				"Surgeon Stitchflesh", -- [1]
				"320359", -- [2]
				"逃脱", -- [3]
				30, -- [4]
				132307, -- [5]
				["id"] = 2389,
			},
			["337249"] = {
				"Tred'ova", -- [1]
				"337249", -- [2]
				"寄生", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["346742"] = {
				"Mailroom Mayhem", -- [1]
				"346742", -- [2]
				"邮件旋风", -- [3]
				25.5, -- [4]
				413580, -- [5]
				["id"] = 2424,
			},
			["350542"] = {
				"The Nine", -- [1]
				"350542", -- [2]
				"残片（1）", -- [3]
				13, -- [4]
				429385, -- [5]
				["id"] = 2429,
			},
			["319521"] = {
				"Kul'tharok", -- [1]
				"319521", -- [2]
				"抽取灵魂", -- [3]
				15.8, -- [4]
				2576083, -- [5]
				["id"] = 2364,
			},
			["329340"] = {
				"High Adjudicator Aleez", -- [1]
				"329340", -- [2]
				"心能喷泉", -- [3]
				22, -- [4]
				1392546, -- [5]
				["id"] = 2403,
			},
			["63138"] = {
				"Yogg-Saron", -- [1]
				"63138", -- [2]
				"萨拉的热情：>|cfffe7b09蝶舞菲菲|r<！", -- [3]
				15, -- [4]
				237557, -- [5]
				["id"] = 1143,
			},
			["347949"] = {
				"Zo'phex the Sentinel", -- [1]
				"347949", -- [2]
				"审讯", -- [3]
				34.1, -- [4]
				132284, -- [5]
				["id"] = 2425,
			},
			["323150"] = {
				"Lord Chamberlain", -- [1]
				"323150", -- [2]
				"念力投掷", -- [3]
				6, -- [4]
				136243, -- [5]
				["id"] = 2381,
			},
			["teleport"] = {
				"Noth the Plaguebringer", -- [1]
				"teleport", -- [2]
				"<传送>", -- [3]
				90, -- [4]
				"Interface\\Icons\\Spell_Magic_LesserInvisibilty", -- [5]
				["id"] = 1117,
			},
			["phase"] = {
				"Kel'Thuzad", -- [1]
				"phase", -- [2]
				"<第二阶段>", -- [3]
				215, -- [4]
				"Interface\\Icons\\Spell_Fire_FelImmolation", -- [5]
				["id"] = 1114,
			},
			["98237"] = {
				"Ragnaros", -- [1]
				"98237", -- [2]
				"拉格纳罗斯之手", -- [3]
				25, -- [4]
				135807, -- [5]
				["id"] = 1203,
			},
			["323845"] = {
				"General Kaal", -- [1]
				"323845", -- [2]
				"邪恶冲刺", -- [3]
				5.2, -- [4]
				589068, -- [5]
				["id"] = 2363,
			},
			["334485"] = {
				"Ventunax", -- [1]
				"334485", -- [2]
				"充能", -- [3]
				43.5, -- [4]
				3565449, -- [5]
				["id"] = 2356,
			},
			["319654"] = {
				"Kryxis the Voracious", -- [1]
				"319654", -- [2]
				"饥苦吸取", -- [3]
				10.6, -- [4]
				571321, -- [5]
				["id"] = 2360,
			},
			["347610"] = {
				"So'azmi", -- [1]
				"347610", -- [2]
				"奥能手里波", -- [3]
				19.4, -- [4]
				1041235, -- [5]
				["id"] = 2437,
			},
			["324527"] = {
				"Globgrog", -- [1]
				"324527", -- [2]
				"魔药践踏", -- [3]
				8.9, -- [4]
				1044089, -- [5]
				["id"] = 2382,
			},
			["320966"] = {
				"Kin-Tara", -- [1]
				"320966", -- [2]
				"过顶挥砍", -- [3]
				7.3, -- [4]
				3284464, -- [5]
				["id"] = 2357,
			},
			["337235"] = {
				"Tred'ova", -- [1]
				"337235", -- [2]
				"寄生", -- [3]
				22, -- [4]
				656595, -- [5]
				["id"] = 2393,
			},
			["319650"] = {
				"Kryxis the Voracious", -- [1]
				"319650", -- [2]
				"恶意头槌", -- [3]
				5.8, -- [4]
				132091, -- [5]
				["id"] = 2360,
			},
			["348508"] = {
				"Painsmith Raznal", -- [1]
				"348508", -- [2]
				"铁锤（1）", -- [3]
				17, -- [4]
				3284844, -- [5]
				["id"] = 2430,
			},
			["67382"] = {
				"Doctor Ickus", -- [1]
				"67382", -- [2]
				"跳跃", -- [3]
				57, -- [4]
				236171, -- [5]
				["id"] = 2384,
			},
			["321834"] = {
				"Mistcaller", -- [1]
				"321834", -- [2]
				"闪避球", -- [3]
				7, -- [4]
				132387, -- [5]
				["id"] = 2392,
			},
			["320069"] = {
				"An Affront of Challengers", -- [1]
				"320069", -- [2]
				"致死打击", -- [3]
				21, -- [4]
				132355, -- [5]
				["id"] = 2391,
			},
			["320772"] = {
				"Nalthor the Rimebinder", -- [1]
				"320772", -- [2]
				"彗星风暴", -- [3]
				18, -- [4]
				1033907, -- [5]
				["id"] = 2390,
			},
			["100002"] = {
				"Shannox", -- [1]
				"100002", -- [2]
				"掷矛", -- [3]
				23, -- [4]
				136022, -- [5]
				["id"] = 1205,
			},
			["101304"] = {
				"Lord Rhyolith", -- [1]
				"101304", -- [2]
				"极热", -- [3]
				300, -- [4]
				135830, -- [5]
				["id"] = 1204,
			},
			["324205"] = {
				"Ventunax", -- [1]
				"324205", -- [2]
				"眩目闪光", -- [3]
				15.5, -- [4]
				1029583, -- [5]
				["id"] = 2356,
			},
			["347151"] = {
				"Timecap'n Hooktail", -- [1]
				"347151", -- [2]
				"屠钩横扫", -- [3]
				8.1, -- [4]
				134226, -- [5]
				["id"] = 2419,
			},
			["350469"] = {
				"Remnant of Ner'zhul", -- [1]
				"350469", -- [2]
				"炸弹（1）", -- [3]
				26, -- [4]
				236295, -- [5]
				["id"] = 2432,
			},
			["349797"] = {
				"The Grand Menagerie", -- [1]
				"349797", -- [2]
				"饕餮吞噬", -- [3]
				25.9, -- [4]
				3528279, -- [5]
				["id"] = 2441,
			},
			["nil"] = {
				"Bars", -- [1]
				"nil", -- [2]
				"test", -- [3]
				0.01, -- [4]
				134376, -- [5]
				["id"] = 2384,
			},
			["322651"] = {
				"Tred'ova", -- [1]
				"322651", -- [2]
				"酸蚀排放", -- [3]
				7.9, -- [4]
				132104, -- [5]
				["id"] = 2393,
			},
			["323683"] = {
				"Mordretha, the Endless Empress", -- [1]
				"323683", -- [2]
				"攫取裂隙", -- [3]
				22.8, -- [4]
				2576090, -- [5]
				["id"] = 2404,
			},
			["347668"] = {
				"The Tarragrue", -- [1]
				"347668", -- [2]
				"攫取（1）", -- [3]
				9.2, -- [4]
				3528299, -- [5]
				["id"] = 2423,
			},
			["328791"] = {
				"Lord Chamberlain", -- [1]
				"328791", -- [2]
				"哀伤仪式", -- [3]
				36, -- [4]
				237536, -- [5]
				["id"] = 2381,
			},
			["351413"] = {
				"The Eye of the Jailer", -- [1]
				"351413", -- [2]
				"激光", -- [3]
				25, -- [4]
				3528298, -- [5]
				["id"] = 2433,
			},
			["352660"] = {
				"Guardian of the First Ones", -- [1]
				"352660", -- [2]
				"岗哨", -- [3]
				4, -- [4]
				4038107, -- [5]
				["id"] = 2436,
			},
			["350713"] = {
				"The Eye of the Jailer", -- [1]
				"350713", -- [2]
				"腐蚀术", -- [3]
				21, -- [4]
				571321, -- [5]
				["id"] = 2433,
			},
			["346204"] = {
				"Zo'phex the Sentinel", -- [1]
				"346204", -- [2]
				"武装安保", -- [3]
				8.7, -- [4]
				132148, -- [5]
				["id"] = 2425,
			},
			["331618"] = {
				"Xav the Unfallen", -- [1]
				"331618", -- [2]
				"压制战旗", -- [3]
				10.6, -- [4]
				3578234, -- [5]
				["id"] = 2366,
			},
			["99516"] = {
				"Baleroc", -- [1]
				"99516", -- [2]
				"倒计时", -- [3]
				25, -- [4]
				136106, -- [5]
				["id"] = 1200,
			},
			["326892"] = {
				"An Affront of Challengers", -- [1]
				"326892", -- [2]
				"你 锁定", -- [3]
				10, -- [4]
				841380, -- [5]
				["id"] = 2391,
			},
			["320788"] = {
				"Nalthor the Rimebinder", -- [1]
				"320788", -- [2]
				"冻结之缚", -- [3]
				8, -- [4]
				135834, -- [5]
				["id"] = 2390,
			},
			["98953"] = {
				"Ragnaros", -- [1]
				"98953", -- [2]
				"爆裂打击", -- [3]
				7, -- [4]
				525025, -- [5]
				["id"] = 1203,
			},
			["349890"] = {
				"Remnant of Ner'zhul", -- [1]
				"349890", -- [2]
				"射线", -- [3]
				20.3, -- [4]
				610633, -- [5]
				["id"] = 2432,
			},
			["346766"] = {
				"Hylbrande", -- [1]
				"346766", -- [2]
				"定期消毒", -- [3]
				38.8, -- [4]
				135949, -- [5]
				["id"] = 2426,
			},
			["350615"] = {
				"Soulrender Dormazain", -- [1]
				"350615", -- [2]
				"增援（1）", -- [3]
				28.5, -- [4]
				3731620, -- [5]
				["id"] = 2434,
			},
			["350517"] = {
				"Timecap'n Hooktail", -- [1]
				"350517", -- [2]
				"双倍速", -- [3]
				55, -- [4]
				458224, -- [5]
				["id"] = 2419,
			},
			["211152"] = {
				"Gul'dan", -- [1]
				"211152", -- [2]
				"（强化）古尔丹之眼（1）", -- [3]
				16.45000000000027, -- [4]
				971290, -- [5]
				["id"] = 1866,
			},
			["347269"] = {
				"The Tarragrue", -- [1]
				"347269", -- [2]
				"锁链（1）", -- [3]
				14.4, -- [4]
				463560, -- [5]
				["id"] = 2423,
			},
			["99259"] = {
				"Baleroc", -- [1]
				"99259", -- [2]
				"磨难碎片", -- [3]
				5, -- [4]
				133265, -- [5]
				["id"] = 1200,
			},
			["322475"] = {
				"Margrave Stradama", -- [1]
				"322475", -- [2]
				"魔药撞击", -- [3]
				11.5, -- [4]
				2576087, -- [5]
				["id"] = 2386,
			},
			["355778"] = {
				"Painsmith Raznal", -- [1]
				"355778", -- [2]
				"镰刀（1）", -- [3]
				17, -- [4]
				3996227, -- [5]
				["id"] = 2430,
			},
			["64465"] = {
				"Yogg-Saron", -- [1]
				"64465", -- [2]
				"暗影信标", -- [3]
				46, -- [4]
				237566, -- [5]
				["id"] = 1143,
			},
			["321368"] = {
				"Nalthor the Rimebinder", -- [1]
				"321368", -- [2]
				"冰缚之盾", -- [3]
				13, -- [4]
				236224, -- [5]
				["id"] = 2390,
			},
			["346286"] = {
				"Mailroom Mayhem", -- [1]
				"346286", -- [2]
				"有害液体", -- [3]
				52.2, -- [4]
				2057570, -- [5]
				["id"] = 2424,
			},
			["351124"] = {
				"So'leah", -- [1]
				"351124", -- [2]
				"召唤刺客", -- [3]
				6.6, -- [4]
				413583, -- [5]
				["id"] = 2442,
			},
			["98476"] = {
				"Majordomo Staghelm", -- [1]
				"98476", -- [2]
				"烈焰飞扑", -- [3]
				17.3, -- [4]
				135788, -- [5]
				["id"] = 1185,
			},
			["350202"] = {
				"The Nine", -- [1]
				"350202", -- [2]
				"|TInterface\\AddOns\\BigWigs\\Media\\Icons\\Menus\\Role_Tank:0|t无尽之击", -- [3]
				6, -- [4]
				135718, -- [5]
				["id"] = 2429,
			},
			["323552"] = {
				"High Adjudicator Aleez", -- [1]
				"323552", -- [2]
				"能量箭雨", -- [3]
				12, -- [4]
				1394887, -- [5]
				["id"] = 2403,
			},
			["326171"] = {
				"Mueh'zala", -- [1]
				"326171", -- [2]
				"粉碎现实", -- [3]
				60, -- [4]
				463285, -- [5]
				["id"] = 2396,
			},
			["352538"] = {
				"Guardian of the First Ones", -- [1]
				"352538", -- [2]
				"净化协议（1）", -- [3]
				45, -- [4]
				4038100, -- [5]
				["id"] = 2436,
			},
			["345770"] = {
				"Zo'phex the Sentinel", -- [1]
				"345770", -- [2]
				"扣押违禁品", -- [3]
				19.3, -- [4]
				1724003, -- [5]
				["id"] = 2425,
			},
			["320063"] = {
				"An Affront of Challengers", -- [1]
				"320063", -- [2]
				"猛击", -- [3]
				8.5, -- [4]
				132340, -- [5]
				["id"] = 2391,
			},
			["324449"] = {
				"Mordretha, the Endless Empress", -- [1]
				"324449", -- [2]
				"死亡具象", -- [3]
				21.6, -- [4]
				2576087, -- [5]
				["id"] = 2404,
			},
			["347149"] = {
				"Timecap'n Hooktail", -- [1]
				"347149", -- [2]
				"永恒吐息", -- [3]
				15, -- [4]
				1029007, -- [5]
				["id"] = 2419,
			},
			["323137"] = {
				"Ingra Maloch", -- [1]
				"323137", -- [2]
				"迷乱花粉", -- [3]
				7, -- [4]
				134219, -- [5]
				["id"] = 2397,
			},
			["322681"] = {
				"Surgeon Stitchflesh", -- [1]
				"322681", -- [2]
				"肉钩", -- [3]
				10.5, -- [4]
				1373906, -- [5]
				["id"] = 2389,
			},
			["320637"] = {
				"Blightbone", -- [1]
				"320637", -- [2]
				"恶臭气体", -- [3]
				22.5, -- [4]
				646782, -- [5]
				["id"] = 2387,
			},
			["320596"] = {
				"Blightbone", -- [1]
				"320596", -- [2]
				"深重呕吐", -- [3]
				10.5, -- [4]
				136182, -- [5]
				["id"] = 2387,
			},
			["333231"] = {
				"An Affront of Challengers", -- [1]
				"333231", -- [2]
				"灼热之陨", -- [3]
				9.7, -- [4]
				2576089, -- [5]
				["id"] = 2391,
			},
			["319685"] = {
				"Kryxis the Voracious", -- [1]
				"319685", -- [2]
				"撕裂撞击", -- [3]
				32.5, -- [4]
				1778230, -- [5]
				["id"] = 2360,
			},
			["332617"] = {
				"Doctor Ickus", -- [1]
				"332617", -- [2]
				"传染喷涌", -- [3]
				10.5, -- [4]
				3459800, -- [5]
				["id"] = 2384,
			},
			["355123"] = {
				"Remnant of Ner'zhul", -- [1]
				"355123", -- [2]
				"障碍（1）", -- [3]
				39, -- [4]
				1115906, -- [5]
				["id"] = 2432,
			},
			["206514"] = {
				"Gul'dan", -- [1]
				"206514", -- [2]
				"邪能挥发", -- [3]
				11, -- [4]
				841219, -- [5]
				["id"] = 1866,
			},
			["167935"] = {
				"Gul'dan", -- [1]
				"167935", -- [2]
				"毁灭者风暴", -- [3]
				94, -- [4]
				651097, -- [5]
				["id"] = 1866,
			},
			["336258"] = {
				"Domina Venomblade", -- [1]
				"336258", -- [2]
				"你 落单狩猎", -- [3]
				6, -- [4]
				892448, -- [5]
				["id"] = 2385,
			},
			["357739"] = {
				"Fatescribe Roh-Kalo", -- [1]
				"357739", -- [2]
				"织环已激活", -- [3]
				17.5, -- [4]
				252188, -- [5]
				["id"] = 2431,
			},
			["350467"] = {
				"The Nine", -- [1]
				"350467", -- [2]
				"瓦格里（1）", -- [3]
				14.6, -- [4]
				134229, -- [5]
				["id"] = 2429,
			},
			["322614"] = {
				"Tred'ova", -- [1]
				"322614", -- [2]
				"心灵连接", -- [3]
				52, -- [4]
				3528276, -- [5]
				["id"] = 2393,
			},
			["324146"] = {
				"Ventunax", -- [1]
				"324146", -- [2]
				"暗影迅步", -- [3]
				10.7, -- [4]
				132303, -- [5]
				["id"] = 2356,
			},
			["350847"] = {
				"The Eye of the Jailer", -- [1]
				"350847", -- [2]
				"射线", -- [3]
				8.5, -- [4]
				236407, -- [5]
				["id"] = 2433,
			},
			["341709"] = {
				"Mistcaller", -- [1]
				"341709", -- [2]
				"仙狐", -- [3]
				18.1, -- [4]
				1698698, -- [5]
				["id"] = 2392,
			},
			["351827"] = {
				"The Eye of the Jailer", -- [1]
				"351827", -- [2]
				"黑水", -- [3]
				15, -- [4]
				3528302, -- [5]
				["id"] = 2433,
			},
			["322943"] = {
				"Halkias, the Sin-Stained Goliath", -- [1]
				"322943", -- [2]
				"举起残骸", -- [3]
				12, -- [4]
				1500971, -- [5]
				["id"] = 2401,
			},
		},
	},
	["last_changelog_size"] = 13080,
	["spell_school_cache"] = {
		["暴食盛宴"] = 32,
		["灵魂镣铐"] = 32,
		["重伤"] = 1,
		["能量裂片"] = 64,
		["酸息术"] = 8,
		["煎熬"] = 1,
		["巨兽奔袭"] = 1,
		["念力碰撞"] = 1,
		["即刻屠灭"] = 32,
		["冰霜巨龙之怒"] = 16,
		["残迹：灵魂熔炉之灼"] = 4,
		["邪火弹药"] = 4,
		["死尸之息"] = 32,
		["烈焰套索爆炸"] = 4,
		["坏疽"] = 32,
		["窃取精华"] = 32,
		["忠诚的石裔魔"] = 1,
		["尖刺"] = 1,
		["腐化脊髓"] = 32,
		["碎裂灵魂"] = 32,
		["能量刀"] = 4,
		["被收割的灵魂"] = 32,
		["不受束缚的烈焰"] = 4,
		["心能涌动"] = 64,
		["通灵粘液"] = 32,
		["致命交易"] = 32,
		["雷霆一击"] = 8,
		["怨恨"] = 32,
		["武装安保"] = 1,
		["奥术折磨"] = 64,
		["势大力沉"] = 1,
		["眼球射线"] = 32,
		["冰峰碎片"] = 16,
		["寒冰箭雨"] = 16,
		["强化约束雕文"] = 64,
		["凋零歼灭"] = 40,
		["荒芜之地"] = 4,
		["衰竭弹幕"] = 64,
		["虚空裂隙"] = 64,
		["痛苦的灵魂"] = 32,
		["奥能喷发"] = 64,
		["奥术之蚀"] = 64,
		["巨喉之怒"] = 16,
		["被钩住！"] = 1,
		["死亡攫握"] = 32,
		["腐烂凋零"] = 40,
		["斩杀"] = 1,
		["混乱之种"] = 127,
		["压制"] = 1,
		["冻结之缚"] = 16,
		["冰冻"] = 16,
		["现金汇款"] = 1,
		["鲜血饥渴"] = 1,
		["近战"] = 1,
		["痛苦之咒"] = 16,
		["净化冲击波"] = 64,
		["消毒区域"] = 2,
		["收割之镰"] = 1,
		["晋升堡垒之矛"] = 64,
		["执政官的壁垒"] = 1,
		["奥术愤怒"] = 64,
		["吞噬残渣"] = 32,
		["碎裂之魂"] = 32,
		["冰霜光环"] = 16,
		["黑焰"] = 4,
		["歼灭螺旋"] = 1,
		["好战者枷锁"] = 1,
		["奥术闪电"] = 64,
		["散逸的法力"] = 64,
		["燃烧"] = 4,
		["离子爆炸"] = 4,
		["势不可挡"] = 64,
		["残暴迸发"] = 32,
		["抽取灵魂"] = 32,
		["幽魂转移"] = 32,
		["错位陷阱"] = 1,
		["压制战旗"] = 1,
		["毒蛇钉刺"] = 8,
		["折磨"] = 32,
		["吞噬软泥"] = 1,
		["祈求宿命"] = 32,
		["愤怒鞭笞"] = 1,
		["万噬之怨"] = 32,
		["酸性创伤"] = 8,
		["尖啸回响"] = 32,
		["邪能爆发"] = 4,
		["强力践踏"] = 4,
		["十字刃斧"] = 4,
		["时间释放"] = 64,
		["剧毒之刃"] = 8,
		["Tiro-Autom�tico"] = 1,
		["弱爆了"] = 8,
		["监禁室"] = 64,
		["伊森德雷标记"] = 32,
		["猛禽一击"] = 1,
		["寒冷气息"] = 16,
		["萨弗拉斯"] = 4,
		["湮灭诅咒"] = 32,
		["寰宇崩塌"] = 32,
		["盐水唾沫"] = 16,
		["反射手指型激光发射器究极版"] = 4,
		["火焰箭"] = 4,
		["法力割裂"] = 64,
		["永恒锁链"] = 1,
		["扣押违禁品"] = 64,
		["宿命残片"] = 32,
		["软泥突袭"] = 1,
		["钢铁尖刺"] = 1,
		["猛击"] = 1,
		["禁断知识"] = 32,
		["邪能风暴"] = 4,
		["屠戮回响"] = 32,
		["冰霜疫病"] = 16,
		["跪拜火焰！"] = 4,
		["爆破计谋"] = 64,
		["腐烂胆汁"] = 8,
		["血之疫病"] = 32,
		["旋风倾泻"] = 4,
		["火焰净除"] = 2,
		["邮件旋风"] = 1,
		["死亡之攫"] = 32,
		["举起残骸"] = 1,
		["石化血脉"] = 32,
		["晶体碎块"] = 64,
		["倒刺射击"] = 1,
		["释放的心能"] = 64,
		["剑刃风暴"] = 1,
		["心能力场"] = 64,
		["无魂者"] = 32,
		["盾牌猛击"] = 1,
		["剧烈反应"] = 4,
		["急速射击"] = 1,
		["心能引爆"] = 2,
		["梦魇"] = 8,
		["锯齿创口"] = 1,
		["疾病之云"] = 8,
		["爆裂"] = 32,
		["凛风冲击"] = 16,
		["多重横扫"] = 1,
		["软泥爆发"] = 8,
		["精华吸收"] = 32,
		["烈焰咒符"] = 4,
		["残酷打击"] = 1,
		["食尸鬼斩杀"] = 1,
		["哀伤之雾"] = 32,
		["饥苦吸取"] = 32,
		["虚空爆炸"] = 32,
		["傲慢四溢"] = 32,
		["旁路代码：赫尔威提"] = 4,
		["刃舞"] = 1,
		["利爪猛击"] = 1,
		["酸性碎片"] = 8,
		["邪恶毒气"] = 40,
		["爆裂软泥"] = 1,
		["心灵震爆"] = 32,
		["过载心能"] = 64,
		["酸蚀排放"] = 1,
		["坍缩能量"] = 64,
		["收割打击"] = 1,
		["烈焰冲撞"] = 4,
		["心灵尖啸"] = 32,
		["暗影震击"] = 32,
		["阴霾"] = 32,
		["审讯"] = 64,
		["黑暗收割"] = 32,
		["燃烧利齿"] = 4,
		["暴风雪"] = 16,
		["攫取之手"] = 32,
		["毁灭酷刑"] = 32,
		["腐蚀之触"] = 32,
		["信息素炸弹"] = 4,
		["寒冰吐息"] = 16,
		["恶臭溃烂"] = 8,
		["灵魂虹吸"] = 32,
		["末日魔王！"] = 32,
		["死亡之影连射"] = 32,
		["毁灭猛击"] = 1,
		["爆燃冲刺"] = 1,
		["作呕喷吐"] = 40,
		["元素之力"] = 28,
		["邪恶冲刺"] = 1,
		["恶魔突起"] = 4,
		["驱逐之光"] = 2,
		["通灵吐息"] = 32,
		["献祭光环"] = 4,
		["火炮冲击"] = 4,
		["死疽沥青"] = 32,
		["拍击"] = 1,
		["不稳定的能量"] = 64,
		["旁路代码：福莱瑟"] = 16,
		["压迫打击"] = 1,
		["震地腾跃"] = 1,
		["腐化吐息"] = 32,
		["死亡泰坦凝视"] = 32,
		["腐烂酸液"] = 8,
		["粉碎霸权"] = 32,
		["剧毒孢子"] = 40,
		["震光屏障"] = 64,
		["饕餮吞噬"] = 32,
		["毁灭打击"] = 1,
		["寰宇爆发"] = 32,
		["顺劈打击"] = 1,
		["酷寒突袭"] = 16,
		["献祭"] = 4,
		["破甲"] = 1,
		["萨格拉斯之焰"] = 4,
		["粉碎灵魂"] = 32,
		["通灵箭"] = 32,
		["通灵乱射"] = 32,
		["黯灭之刺"] = 32,
		["暴脾气"] = 1,
		["约束混沌"] = 64,
		["阳炎术"] = 4,
		["压倒能量"] = 4,
		["强化古尔丹之眼"] = 4,
		["变成石头"] = 1,
		["牵引锁链"] = 32,
		["魔药溃烂"] = 8,
		["永恒之唤"] = 32,
		["摔绊"] = 1,
		["艾莫莉丝标记"] = 32,
		["鲜血弹幕"] = 32,
		["超光速震荡"] = 64,
		["毁伤"] = 1,
		["粉碎巨石"] = 1,
		["灼烧之伤"] = 4,
		["腐蚀心能"] = 2,
		["大型虫群"] = 1,
		["巨人打击"] = 1,
		["鲜血脓液"] = 32,
		["憎恨之怒"] = 1,
		["暗影打击"] = 1,
		["聚魂之河"] = 32,
		["蠕行梦魇"] = 32,
		["撕裂灵魂"] = 32,
		["深度联结"] = 64,
		["炽热之爪"] = 1,
		["生灵俱灭"] = 1,
		["书学投掷"] = 1,
		["眩晕"] = 1,
		["湮灭"] = 64,
		["痛苦之刺"] = 32,
		["防腐剂"] = 40,
		["滋长之傲"] = 32,
		["弹幕"] = 1,
		["怨毒"] = 32,
		["寻踪虫群"] = 32,
		["动荡"] = 64,
		["烈焰之触"] = 4,
		["超热之核"] = 4,
		["勇士的精通"] = 1,
		["射击"] = 8,
		["晶化大地"] = 8,
		["冲击"] = 4,
		["诅咒之血"] = 32,
		["黑暗提灯"] = 32,
		["灵魂损毁"] = 32,
		["分担痛苦"] = 32,
		["点燃"] = 4,
		["冷焰陷阱"] = 16,
		["裂体咆哮"] = 1,
		["灭战者"] = 1,
		["痛击"] = 1,
		["劫掠射击"] = 32,
		["喷发"] = 8,
		["黑暗之箭"] = 32,
		["内出血"] = 1,
		["鲜血洪流"] = 32,
		["疑云密布"] = 64,
		["火舌舔舐"] = 4,
		["吸取生命"] = 32,
		["撕裂切割"] = 1,
		["压制之力"] = 64,
		["破裂灵魂"] = 32,
		["梦魇爆破"] = 32,
		["毁灭痛楚"] = 32,
		["复仇者之盾"] = 2,
		["心灵连接"] = 32,
		["凝固淤泥"] = 40,
		["异界脉动"] = 32,
		["哀伤仪式"] = 32,
		["暴怒乱舞"] = 1,
		["胁迫"] = 1,
		["奥的裂解之心"] = 4,
		["Omen of Death"] = 32,
		["旁路代码：摩尔科"] = 32,
		["贪噬迷雾"] = 32,
		["心能泥浆"] = 8,
		["彗星风暴"] = 16,
		["英勇打击"] = 1,
		["抓取"] = 1,
		["充能心能"] = 64,
		["尖刺镣铐"] = 1,
		["幻影寄生"] = 32,
		["暗影符文"] = 32,
		["地质剧变"] = 8,
		["不堪重负"] = 32,
		["灵魂驱逐"] = 32,
		["勇士的残暴"] = 1,
		["幽灵冲锋"] = 32,
		["窒息勒压"] = 1,
		["熔岩箭"] = 4,
		["失衡重击"] = 1,
		["暗言术：灭"] = 32,
		["破裂"] = 1,
		["不稳增幅"] = 32,
		["投掷利刃"] = 1,
		["古尔丹之眼"] = 32,
		["离子电浆"] = 64,
		["三重秘术"] = 1,
		["感染毒雨"] = 8,
		["夺命射击"] = 1,
		["绝不留情"] = 64,
		["阳光坍缩"] = 4,
		["隔绝怒火"] = 1,
		["碎石之跃"] = 8,
		["震颤铁锤"] = 4,
		["召唤闪电"] = 8,
		["黑暗之星的低语"] = 32,
		["电锯"] = 1,
		["腐化切割"] = 32,
		["死亡具象"] = 32,
		["虚空冲击"] = 32,
		["反馈火焰"] = 4,
		["黑暗箭雨"] = 32,
		["充能长矛"] = 64,
		["灵魂分裂"] = 32,
		["黑化护甲"] = 4,
		["哨卫火焰"] = 64,
		["绞喉"] = 1,
		["粘液之触"] = 8,
		["奥术渗流"] = 64,
		["腐化物"] = 8,
		["死灵印记"] = 32,
		["苦难"] = 32,
		["飞弹冲击"] = 4,
		["仪式枯骨"] = 32,
		["毁灭凝视"] = 32,
		["饱受磨难"] = 32,
		["毒液喷吐"] = 8,
		["罪光幻象"] = 32,
		["灵魂熔炉印记"] = 4,
		["撕裂"] = 1,
		["折射罪光"] = 32,
		["永恒回响"] = 32,
		["毁灭"] = 64,
		["扭曲命运"] = 32,
		["晶化弹幕"] = 1,
		["回旋利刃"] = 1,
		["净除威胁"] = 64,
		["灼热之陨"] = 32,
		["双刃镰刀"] = 4,
		["怨毒残迹"] = 32,
		["凝结之疾"] = 8,
		["寄生伤口"] = 32,
		["聚焦冲击"] = 4,
		["毒水吐息"] = 16,
		["啃咬血肉"] = 1,
		["毒雾"] = 40,
		["火焰风暴"] = 4,
		["罪触心能"] = 32,
		["心能抛掷"] = 8,
		["软泥浪潮"] = 8,
		["伏击"] = 8,
		["鲜血唤醒"] = 1,
		["定向爆破计谋"] = 64,
		["致命一击\r\n"] = 1,
		["液态地狱火"] = 4,
		["恶疾之泉"] = 8,
		["腐肉瘟疫"] = 32,
		["怨恨之握"] = 32,
		["冰缚之盾"] = 16,
		["死亡之拥"] = 32,
		["心能澎湃"] = 64,
		["神圣之火"] = 2,
		["淤泥箭"] = 8,
		["死亡之主"] = 32,
		["感染"] = 40,
		["凶猛利爪"] = 1,
		["海洋污染"] = 16,
		["光耀碎片"] = 2,
		["Corpo-a-Corpo"] = 1,
		["枯萎凋零"] = 40,
		["粉碎"] = 8,
		["流血"] = 1,
		["湮灭之箭"] = 32,
		["寒冰箭"] = 16,
		["开信刀"] = 1,
		["寄生镣铐"] = 8,
		["恶臭气体"] = 8,
		["灵魂腐蚀"] = 32,
		["灵魂漩涡"] = 32,
		["净化"] = 2,
		["强化邪能束缚"] = 4,
		["激流冲击"] = 8,
		["爆炸"] = 4,
		["怨恨光环"] = 32,
		["狂热鞭笞"] = 1,
		["肉钩"] = 1,
		["亡者领域"] = 32,
		["死疽溃烂"] = 1,
		["飞行火箭鸡弹幕"] = 4,
		["邪能镰刀"] = 4,
		["魂铸烈焰"] = 4,
		["裂魂"] = 1,
		["旁路代码：里斯"] = 2,
		["起伏之沙"] = 1,
		["落单狩猎"] = 1,
		["收集罪恶"] = 32,
		["阴冷喷发"] = 16,
		["暗影伏击"] = 32,
		["玻璃裂片"] = 1,
		["阿娜德尼的坠落打击"] = 32,
		["迅击"] = 1,
		["尖锐脊刺"] = 32,
		["熔岩"] = 4,
		["典狱长的痛苦"] = 32,
		["奥术箭"] = 64,
		["死亡锁链"] = 32,
		["净化之地"] = 2,
		["碎裂"] = 2,
		["怪异弹幕"] = 64,
		["蔓延痛苦"] = 32,
		["回归打击"] = 1,
		["灼热血浆"] = 1,
		["剪切挥舞"] = 1,
		["影舌舔舐"] = 32,
		["源质爆炸"] = 4,
		["舞动之刃"] = 1,
		["命运碎片"] = 16,
		["毒水消融"] = 16,
		["致死打击"] = 1,
		["心能喷泉"] = 32,
		["天域军火"] = 64,
		["多头出击"] = 1,
		["灵魂放射"] = 32,
		["旋风斩"] = 1,
		["阴燃冥殇"] = 4,
		["黑暗毁灭"] = 32,
		["熔渣池"] = 4,
		["萨弗拉斯烈焰"] = 4,
		["魔疾液"] = 8,
		["终约之歌"] = 32,
		["凝结魔药"] = 8,
		["影铸锁链"] = 1,
		["能量星镖"] = 4,
		["时间延缓"] = 1,
		["排风冲击"] = 2,
		["秋风扫落叶"] = 8,
		["消散孢子"] = 32,
		["大地猛击"] = 1,
		["永恒黑暗"] = 32,
		["达丝琪拉的威猛冲击"] = 32,
		["羁石诅咒"] = 8,
		["碎刀片之袋"] = 1,
		["生命连结"] = 1,
		["奥能手里波"] = 64,
		["至傲基柱"] = 2,
		["贪婪触须"] = 4,
		["萦绕烈焰"] = 4,
		["重殴"] = 1,
		["岩浆柱"] = 4,
		["残渣"] = 32,
		["发射"] = 4,
		["裂伤横扫"] = 1,
		["折磨烈焰"] = 4,
		["珊瑚切割"] = 1,
		["灵界打击"] = 1,
		["灵魂之井"] = 32,
		["爪击"] = 1,
		["宿命联结"] = 32,
		["腐化宝珠"] = 16,
		["污秽爆破"] = 16,
		["零星软泥"] = 1,
		["冻结爆发"] = 16,
		["积怨"] = 32,
		["符文反馈"] = 64,
		["邪能束缚"] = 4,
		["毒水淤泥"] = 16,
		["堕落之血"] = 32,
		["锯齿横扫"] = 1,
		["星辰之云"] = 32,
		["异界的寒冷"] = 32,
		["鲜血箭"] = 32,
		["闪电打击"] = 8,
		["冰霜印记"] = 16,
		["影铸余烬"] = 4,
		["顽固撕裂"] = 1,
		["心能剥离"] = 1,
		["无光之力"] = 32,
		["错位冲击波"] = 1,
		["毒牙"] = 8,
		["麻痹毒药"] = 8,
		["被污染的精华"] = 16,
		["邪能挥发"] = 4,
		["雪崩"] = 16,
		["阿尔苏拉的粉碎凝视"] = 16,
		["荆棘爆发"] = 8,
		["极热"] = 4,
		["冷冽之寒"] = 16,
		["强烈燃烧"] = 4,
		["照明弹"] = 64,
		["杀戮命令"] = 1,
		["恶臭喷吐"] = 8,
		["溃烂"] = 40,
		["风雷"] = 8,
		["积恨"] = 32,
		["暗影爆裂"] = 32,
		["打断怒吼"] = 1,
		["幽魂炸弹"] = 4,
		["尖刺铁球"] = 1,
		["冷酷严冬"] = 16,
		["殉难者坠饰"] = 1,
		["折磨回响"] = 32,
		["腐蚀宝珠"] = 32,
		["动荡炸弹"] = 4,
		["暗影新星"] = 32,
		["斜掠"] = 1,
		["熔岩破裂"] = 4,
		["溅洒精魂"] = 32,
		["极度痛苦"] = 32,
		["散射炸弹"] = 4,
		["顺劈斩"] = 1,
		["倦怠腐化"] = 32,
		["暗影迅步"] = 1,
		["横扫"] = 1,
		["灵魂冲击"] = 32,
		["急速爆发"] = 68,
		["严惩"] = 32,
	},
	["deathlog_healingdone_min"] = 1,
	["realm_sync"] = true,
	["damage_scroll_position"] = {
	},
	["latest_news_saw"] = "9.2.09696",
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 3360,
		["ATTRIBUTE_SELECT_TUTORIAL1"] = true,
		["logons"] = 3360,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["DISABLE_ONDEATH_PANEL"] = true,
		["FULL_DELETE_WINDOW"] = true,
		["FORGE_TUTORIAL"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["OVERALLDATA_WARNING1"] = 60,
		["unlock_button"] = 4,
		["OPTIONS_PANEL_OPENED"] = true,
		["HISTORYPANEL_TUTORIAL"] = true,
		["MIN_COMBAT_TIME"] = true,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
	},
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;\n\nDetails.tooltip.fontsize_title = 10\n\nDetails.disable_talent_feature = true",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["current_exp_raid_encounters"] = {
		[2434] = true,
		[2436] = true,
		[2429] = true,
		[2423] = true,
		[2431] = true,
		[2432] = true,
		[2433] = true,
		[2430] = true,
	},
	["spellid_ignored"] = {
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = false,
		["mythicrun_chart_frame_ready"] = {
			["y"] = 0,
			["x"] = 0,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["switchSaved"] = {
		["slots"] = 12,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
				["atributo"] = 1,
				["sub_atributo"] = 2,
			}, -- [5]
			{
				["atributo"] = 2,
				["sub_atributo"] = 2,
			}, -- [6]
			{
				["atributo"] = 5,
				["sub_atributo"] = 11,
			}, -- [7]
			{
				["atributo"] = 4,
				["sub_atributo"] = 3,
			}, -- [8]
			{
				["atributo"] = 4,
				["sub_atributo"] = 4,
			}, -- [9]
			{
				["atributo"] = 1,
				["sub_atributo"] = 3,
			}, -- [10]
			{
			}, -- [11]
			{
				["atributo"] = 4,
				["sub_atributo"] = 7,
			}, -- [12]
			{
			}, -- [13]
			{
				["atributo"] = 1,
				["sub_atributo"] = 4,
			}, -- [14]
			{
			}, -- [15]
			{
				["atributo"] = 5,
				["sub_atributo"] = 3,
			}, -- [16]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [17]
			{
				["atributo"] = "plugin",
				["sub_atributo"] = "DETAILS_PLUGIN_TINY_THREAT",
			}, -- [18]
			{
				["atributo"] = 2,
				["sub_atributo"] = 3,
			}, -- [19]
			{
			}, -- [20]
			{
				["atributo"] = 1,
				["sub_atributo"] = 7,
			}, -- [21]
			{
			}, -- [22]
			{
				["atributo"] = 1,
				["sub_atributo"] = 3,
			}, -- [23]
			{
				["atributo"] = 5,
				["sub_atributo"] = 12,
			}, -- [24]
			{
				["atributo"] = "plugin",
				["sub_atributo"] = "DETAILS_PLUGIN_TINY_THREAT",
			}, -- [25]
			{
			}, -- [26]
			{
			}, -- [27]
			{
			}, -- [28]
			{
			}, -- [29]
			{
			}, -- [30]
			{
			}, -- [31]
			{
			}, -- [32]
			{
			}, -- [33]
			{
			}, -- [34]
			{
			}, -- [35]
			{
			}, -- [36]
			{
			}, -- [37]
			{
			}, -- [38]
			{
			}, -- [39]
			{
			}, -- [40]
			{
			}, -- [41]
		},
	},
	["exit_errors"] = {
		"v8.3.0.7354 Interface\\AddOns\\Details\\core\\meta.lua:644: attempt to perform arithmetic on field '?' (a nil value)", -- [1]
		"v8.3.0.7336 Interface\\AddOns\\Details\\core\\meta.lua:644: attempt to perform arithmetic on field '?' (a nil value)", -- [2]
		"v8.3.0.7282 Interface\\AddOns\\Details\\core\\meta.lua:644: attempt to perform arithmetic on field '?' (a nil value)", -- [3]
		"v8.3.0.7282 Interface\\AddOns\\Details\\core\\meta.lua:644: attempt to perform arithmetic on field '?' (a nil value)", -- [4]
		"v8.3.0.7282 Interface\\AddOns\\Details\\core\\meta.lua:644: attempt to perform arithmetic on field '?' (a nil value)", -- [5]
	},
	["savedStyles"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["createauraframe"] = {
		["y"] = 3.0517578125e-05,
		["x"] = -6.103515625e-05,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["savedCustomSpells"] = {
		{
			3, -- [1]
			"环境伤害 (高处坠落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [1]
		{
			1, -- [1]
			"近战", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [2]
		{
			4, -- [1]
			"环境伤害 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [3]
		{
			5, -- [1]
			"环境伤害 (疲劳)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [4]
		{
			7, -- [1]
			"环境伤害 (岩浆)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [5]
		{
			339538, -- [1]
			"圣殿骑士的裁决 (Templar's Vindication)", -- [2]
			461860, -- [3]
		}, -- [6]
		{
			2, -- [1]
			"自动射击", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [7]
		{
			55090, -- [1]
			"天灾打击 (Physical)", -- [2]
			237530, -- [3]
		}, -- [8]
		{
			6, -- [1]
			"环境伤害 (火烧)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [9]
		{
			8, -- [1]
			"环境伤害 (粘液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [10]
		{
			59638, -- [1]
			"寒冰箭 (镜像)", -- [2]
			135846, -- [3]
		}, -- [11]
		{
			49184, -- [1]
			"凛风冲击 (Main Target)", -- [2]
			135833, -- [3]
		}, -- [12]
		{
			44461, -- [1]
			"活动炸弹 (爆炸)", -- [2]
			236220, -- [3]
		}, -- [13]
		{
			278227, -- [1]
			"后脊 (Trinket)", -- [2]
			134439, -- [3]
		}, -- [14]
		{
			268998, -- [1]
			"灵魂鼓舞 (Trinket)", -- [2]
			651093, -- [3]
		}, -- [15]
		{
			196917, -- [1]
			"殉道者之光 (伤害)", -- [2]
			1360762, -- [3]
		}, -- [16]
		{
			120761, -- [1]
			"飞刃 (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [17]
		{
			278812, -- [1]
			"雄狮圣恩 (Trinket)", -- [2]
			464140, -- [3]
		}, -- [18]
		{
			270827, -- [1]
			"织网者的灵魂宝石 (Trinket)", -- [2]
			237431, -- [3]
		}, -- [19]
		{
			212739, -- [1]
			"传染 (Main Target)", -- [2]
			136066, -- [3]
		}, -- [20]
		{
			279664, -- [1]
			"鲜血胆汁 (Trinket)", -- [2]
			136007, -- [3]
		}, -- [21]
		{
			237680, -- [1]
			"凛风冲击 (AoE)", -- [2]
			135833, -- [3]
		}, -- [22]
		{
			215969, -- [1]
			"传染 (AoE)", -- [2]
			136066, -- [3]
		}, -- [23]
		{
			278359, -- [1]
			"血之憎恨 (Trinket)", -- [2]
			132175, -- [3]
		}, -- [24]
		{
			278057, -- [1]
			"不稳定的鲜血爆炸 (Trinket)", -- [2]
			538040, -- [3]
		}, -- [25]
		{
			277185, -- [1]
			"角斗士徽章 (Trinket)", -- [2]
			135884, -- [3]
		}, -- [26]
		{
			278155, -- [1]
			"夏尔扎克斯的残留之力 (Trinket)", -- [2]
			254105, -- [3]
		}, -- [27]
		{
			271115, -- [1]
			"炎法师的引线 (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [28]
		{
			277179, -- [1]
			"角斗士勋章 (Trinket)", -- [2]
			252267, -- [3]
		}, -- [29]
		{
			70890, -- [1]
			"天灾打击 (Shadow)", -- [2]
			237530, -- [3]
		}, -- [30]
		{
			271462, -- [1]
			"朽烂外壳巫毒娃娃 (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [31]
		{
			277187, -- [1]
			"角斗士纹章 (Trinket)", -- [2]
			132344, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"幻灭踢 (Passive)", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			121414, -- [1]
			"飞刃 (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"救赎 (爆击)", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			345020, -- [1]
			"潜伏的掠食者 (Trinket)", -- [2]
			2103921, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"角斗士徽记 (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			270925, -- [1]
			"喷泉 (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [38]
		{
			278383, -- [1]
			"风暴涌动 (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [39]
		{
			278862, -- [1]
			"符文之凛 (Trinket)", -- [2]
			252270, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"黑暗低语海螺 (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"朽烂外壳巫毒娃娃 (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"生命绽放 (Bloom)", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"火球术 (镜像)", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"星界转移", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			271671, -- [1]
			"不谐和弦 (Trinket)", -- [2]
			454048, -- [3]
		}, -- [46]
		{
			98021, -- [1]
			"血量交换", -- [2]
			237586, -- [3]
		}, -- [47]
		{
			343355, -- [1]
			"虚空箭", -- [2]
			1035040, -- [3]
		}, -- [48]
	},
	["update_warning_timeout"] = 10,
	["item_level_pool"] = {
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_dbm"] = {
			},
			["encounter_timers_bw"] = {
			},
		},
	},
	["raid_data"] = {
		["mythic_raid_data"] = {
			[0] = {
				["longest"] = 781.002,
				["kills"] = 0,
				["try_history"] = {
				},
				["wipes"] = 230,
				["best_try"] = 1,
			},
			[2423] = {
				["longest"] = 588.4890000000005,
				["kills"] = 2,
				["try_history"] = {
					{
						0.9992700190465708, -- [1]
						8.286999999999352, -- [2]
					}, -- [1]
					{
						0.9970732752435858, -- [1]
						9.945999999999913, -- [2]
					}, -- [2]
					{
						0.97983337690392, -- [1]
						59.25399999999991, -- [2]
					}, -- [3]
					{
						0.01653474279267149, -- [1]
						588.4890000000005, -- [2]
					}, -- [4]
					{
						0, -- [1]
						482.0909999999985, -- [2]
					}, -- [5]
					{
						0, -- [1]
						503.2709999999997, -- [2]
					}, -- [6]
				},
				["wipes"] = 8,
				["best_try"] = 0,
			},
		},
	},
	["always_use_profile"] = true,
	["always_use_profile_name"] = "薇羽Anne",
	["profile_by_spec"] = {
	},
	["always_use_profile_exception"] = {
		["天猫国际"] = true,
		["智娶老师"] = true,
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
		{
			"Player Damage Done", -- [1]
			"\n	-- the goal of this script is get the current combat then get your character and extract your damage done.\n	-- the first thing to do is get the combat, so, we use here the command \"_detalhes:GetCombat ( \"overall\" \"current\" or \"segment number\")\"\n	\n	local current_combat = _detalhes:GetCombat (\"current\") --> getting the current combat\n	\n	-- the next step is request your character from the combat\n	-- to do this, we take the combat which here we named \"current_combat\" and tells what we want inside parentheses.\n	\n	local my_self = current_combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n	\n	-- _detalhes.playername holds the name of your character.\n	-- DETAILS_ATTRIBUTE_DAMAGE means we want the damage table, _HEAL _ENERGY _MISC is the other 3 tables.\n	\n	-- before we proceed, the result needs to be checked to make sure its a valid result.\n	\n	if (not my_self) then\n		return 0 -- the combat doesnt have *you*, this happens when you didn't deal any damage in the combat yet.\n	end\n	\n	-- now its time to get the total damage.\n	\n	local my_damage = my_self.total\n	\n	-- then finally return the amount to the capture.\n	\n	return my_damage\n	\n", -- [2]
			{
				["max_value"] = 0,
				["last_value"] = 0,
			}, -- [3]
			"Chart Viewer", -- [4]
			"1.0", -- [5]
			"Interface\\ICONS\\Ability_MeleeDamage", -- [6]
			true, -- [7]
		}, -- [1]
	},
	["plugin_window_pos"] = {
		["y"] = 129.3002471923828,
		["x"] = -160.5683898925781,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在统计中显示你的技能.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "我的技能",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [1]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对标记骷髅的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["spellid"] = false,
			["name"] = "对骷髅标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["attribute"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对其它所有标记的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["spellid"] = false,
			["name"] = "对其它标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["attribute"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["spellid"] = false,
			["name"] = "对护盾造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["attribute"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示你的团队中谁在战斗时使用了药水.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "有使用药水",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成伤害的时间",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃伤害时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成治疗的时间.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃治疗时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "造成群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "受到群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "动态总体伤害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				playerTotal = playerTotal + player.total\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n					AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor (actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs (playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 7,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "显示玩家选中与击中不同爆炸物的次数。",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "爆炸物",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local Actor = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE):GetActor(actorName)\n            if not Actor then return end\n\n            local sortedList = {}\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            for spellID, spellTable in pairs(Actor:GetSpellList()) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = Container:GetActor(petName)\n                for spellID, spellTable in pairs(petActor:GetSpellList()) do\n                    local amount = spellTable.targets[orbName]\n                    if amount then\n                        tinsert(sortedList, {spellID, amount, petName})\n                    end\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local CombatNumber = Combat:GetCombatNumber()\n            local Container = Combat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "显示玩家选中与击中不同爆炸物的次数。",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Details:GetCombat(-1):GetCombatNumber(), Actor.my_actor:guid())\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "动态总体爆炸物",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local actorName = Actor:name()\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n\n            local OverallCombat = Details:GetCombat(-1)\n            local CurrentCombat = Details:GetCombat(0)\n\n            local OverallContainer = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            local CurrentContainer = CurrentCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n\n            local AllSpells = {}\n\n            -- handle overall\n            local Actor = OverallContainer:GetActor(actorName)\n            local ActorSpells = Actor:GetSpellList()\n\n            -- handle player\n            AllSpells[actorName] = {}\n            for spellID, spellTable in pairs(ActorSpells) do\n                AllSpells[actorName][spellID] = spellTable.targets[orbName]\n            end\n\n            -- handle pet\n            for _, petName in ipairs(Actor.pets) do\n                local petActor = OverallContainer:GetActor(petName)\n                local petActorSpells = petActor:GetSpellList()\n\n                AllSpells[petName] = {}\n                for spellID, spellTable in pairs(petActorSpells) do\n                    AllSpells[petName][spellID] = spellTable.targets[orbName]\n                end\n            end\n\n            if Details.in_combat then\n                -- handle current\n                local Actor = CurrentContainer:GetActor(actorName)\n                local ActorSpells = Actor:GetSpellList()\n\n                -- handle player\n                for spellID, spellTable in pairs(ActorSpells) do\n                    AllSpells[actorName][spellID] = (AllSpells[actorName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                end\n\n                -- handle pet\n                for _, petName in ipairs(Actor.pets) do\n                    local petActor = CurrentContainer:GetActor(petName)\n                    local petActorSpells = petActor:GetSpellList()\n\n                    if not AllSpells[petName] then\n                        AllSpells[petName] = {}\n                    end\n\n                    for spellID, spellTable in pairs(petActorSpells) do\n                        AllSpells[petName][spellID] = (AllSpells[petName][spellID] or 0) + (spellTable.targets[orbName] or 0)\n                    end\n                end\n            end\n\n            local sortedList = {}\n            for name, spellTable in pairs(AllSpells) do\n                for spellID, amount in pairs(spellTable) do\n                    tinsert(sortedList, {spellID, amount, name ~= actorName and name})\n                end\n            end\n\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount, petName = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n                if petName then\n                    spellName = spellName .. ' (' .. petName .. ')'\n                end\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local OverallCombat = Details:GetCombat(-1)\n            local CombatNumber = OverallCombat:GetCombatNumber()\n            local Container = OverallCombat:GetContainer(DETAILS_ATTRIBUTE_DAMAGE)\n            for _, Actor in Container:ListActors() do\n                if Actor:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(CombatNumber, Actor:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(Actor, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [12]
		{
			["source"] = false,
			["desc"] = "显示你的队伍中谁使用过治疗药水或者治疗石",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n				\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n				\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n				\n				--Cooltip code\n			",
			["name"] = "治疗药水&治疗石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 16,
		}, -- [13]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = true,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = true,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = true,
			["update_speed"] = 0.0500000007450581,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = true,
			["energy"] = true,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: yes.", -- [4]
		"  - 3 has baseFrame: yes.", -- [5]
		"4 - Reversing switches.", -- [6]
		"6 - Saving Config.", -- [7]
		"7 - Saving Profiles.", -- [8]
		"8 - Saving nicktag cache.", -- [9]
	},
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1651757727,
	["dungeon_data"] = {
	},
}
