
WhisperPopDB = {
	["listHeight"] = 320,
	["ignoreTags"] = 1,
	["listWidth"] = 200,
	["notifyButton"] = 1,
	["time"] = 1,
	["buttonScale"] = 120,
	["history"] = {
		{
			["messages"] = {
				"16 23:50:酒丶你端到, 感谢你使用 |cff71d5ff|Hspell:2006:0|h[复活术]|h|r 复活我. :)", -- [1]
			},
			["class"] = "PRIEST",
			["name"] = "酒丶你端到-影之哀伤",
		}, -- [1]
		{
			["messages"] = {
				"16 23:25:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["class"] = "MONK",
			["name"] = "鹅蛋力为灬-伊森利恩",
		}, -- [2]
		{
			["messages"] = {
				"16 23:25:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["class"] = "WARLOCK",
			["name"] = "小糖人丶-死亡之翼",
		}, -- [3]
		{
			["messages"] = {
				"16 23:25:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["class"] = "MONK",
			["name"] = "糊理糊涂-死亡之翼",
		}, -- [4]
		{
			["messages"] = {
				"16 22:49:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["class"] = "WARLOCK",
			["name"] = "Dearjason-影之哀伤",
		}, -- [5]
		{
			["messages"] = {
				"16 22:48:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["class"] = "WARLOCK",
			["name"] = "丨靓仔光丨-霜狼",
		}, -- [6]
		{
			["received"] = 1,
			["name"] = "入穴无数-布兰卡德",
			["class"] = "WARLOCK",
			["messages"] = {
				"16 22:47:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
				"06 22:47:对不起", -- [2]
				"06 22:47:满了", -- [3]
				"16 22:47:没事没事", -- [4]
			},
		}, -- [7]
		{
			["messages"] = {
				"16 22:47:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["class"] = "SHAMAN",
			["name"] = "雷電丨法王-格瑞姆巴托",
		}, -- [8]
		{
			["messages"] = {
				"16 22:47:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["class"] = "MONK",
			["name"] = "黑蒜糖醋里脊-贫瘠之地",
		}, -- [9]
		{
			["messages"] = {
				"16 22:44:大佬好，270装等4+2冰dk，态度诚恳。药剂食物齐全，打断/拉怪杂活都干，版炸弹/过圈达人，请求进组。", -- [1]
			},
			["class"] = "HUNTER",
			["name"] = "转转風車-末日行者",
		}, -- [10]
		{
			["received"] = 1,
			["name"] = "萌萌的小撕骑-布兰卡德",
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"16 22:38:大佬好，270装等4+2冰dk请求进组。态度诚恳，药剂食物齐全，打断/拉怪杂活都干，搬炸弹/过圈达人。请求进组", -- [1]
				"06 22:38:.", -- [2]
			},
		}, -- [11]
		{
			["received"] = 1,
			["messages"] = {
				"11 00:48:拉比克 快分享一下wa", -- [1]
				"11 00:48:左边这个", -- [2]
				"01 00:48:111", -- [3]
				"11 00:48:看保命的", -- [4]
				"11 00:48:是wa吗 还是其他插件", -- [5]
				"11 00:48:你组我 我测试一下", -- [6]
				"05 01:55:？", -- [7]
				"15 02:05:感觉小作文还是有点用", -- [8]
				"15 02:05:基本发了都会邀一下", -- [9]
				"05 02:05:是的 至少诚恳", -- [10]
			},
			["class"] = "BN",
			["name"] = "aklib#5178",
		}, -- [12]
		{
			["class"] = "SHAMAN",
			["messages"] = {
				"15 02:04:大佬好，这里是269装等4+2冰dk。熟练天街；擅长打断；丢炸弹达人；尾王会过信标，多种保命不死。", -- [1]
			},
			["name"] = "古今凶兆-洛萨",
		}, -- [13]
		{
			["class"] = "DEMONHUNTER",
			["messages"] = {
				"14 15:51:bdk270装等4+2，态度端正，合剂食物齐全，运炸弹好手；多途径免疫点名免疫手里波；请求进组", -- [1]
			},
			["name"] = "血武士-艾露恩",
		}, -- [14]
		{
			["received"] = 1,
			["class"] = "BN",
			["name"] = "Leolee#52403",
			["messages"] = {
				"02 22:57:来16大厅 杜一航老师", -- [1]
				"12 22:59:再集合石", -- [2]
				"02 22:59:我们等你", -- [3]
				"12 23:03:威王了", -- [4]
				"12 23:04:尾", -- [5]
				"02 23:05:胡温浩把你位置抢了", -- [6]
				"12 23:07:okk 那眠了", -- [7]
			},
		}, -- [15]
		{
			["class"] = "DRUID",
			["messages"] = {
				"12 23:06:黄豆豆, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [1]
			},
			["name"] = "黄豆豆-烈焰峰",
		}, -- [16]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "Varvalian-布兰卡德",
			["messages"] = {
				"01 00:55:好了没", -- [1]
			},
		}, -- [17]
	},
	["listScale"] = 100,
	["version"] = 4.12,
	["foreignOnly"] = 1,
	["applyFilters"] = 1,
	["sound"] = 1,
	["save"] = 1,
}
