
WhisperPopDB = {
	["listHeight"] = 320,
	["save"] = 1,
	["listWidth"] = 200,
	["sound"] = 1,
	["time"] = 1,
	["buttonScale"] = 120,
	["history"] = {
		{
			["received"] = 1,
			["class"] = "SHAMAN",
			["name"] = "Heatonsm-燃烧之刃",
			["messages"] = {
				"01 01:11:？？", -- [1]
				"11 01:12:好了 谢谢", -- [2]
			},
		}, -- [1]
		{
			["received"] = 1,
			["class"] = "WARRIOR",
			["name"] = "閃電旋风劈-格瑞姆巴托",
			["messages"] = {
				"09 00:43:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
			},
		}, -- [2]
		{
			["class"] = "ROGUE",
			["messages"] = {
				"17 03:45:不需要了谢谢 老玩家", -- [1]
			},
			["name"] = "战网导师-燃烧之刃",
		}, -- [3]
		{
			["received"] = 1,
			["class"] = "GM",
			["name"] = "战网导师",
			["messages"] = {
				"07 03:45:亲爱的玩家，欢迎您来到美妙的艾泽拉斯大陆，魔兽世界因您的到来会更加精彩，我们稍后会将一份新手攻略发送到您的战网邮箱(E-mail)中以便您能更好的游戏，祝您游戏愉快^_^", -- [1]
			},
		}, -- [4]
		{
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"13 23:29:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
				"13 23:37:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [2]
			},
			["name"] = "Whowhenhow-安苏",
		}, -- [5]
		{
			["received"] = 1,
			["class"] = "SHAMAN",
			["name"] = "血祭血神-安苏",
			["messages"] = {
				"13 23:12:血祭血神, 感谢你使用 |cff71d5ff|Hspell:2008:0|h[先祖之魂]|h|r 复活我. :)", -- [1]
				"03 23:18:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [2]
			},
		}, -- [6]
		{
			["received"] = 1,
			["class"] = "ROGUE",
			["name"] = "一叶丶知秋-尘风峡谷",
			["messages"] = {
				"00 18:07:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
			},
		}, -- [7]
		{
			["class"] = "DRUID",
			["messages"] = {
				"10 17:32:队长好，这里是274装等4+2冰dk，态度诚恳，合剂食物拉满，副本机制熟悉，近战拆炸弹达人，躲炸弹达人，尾王会留技能打幻象，这周血池还可以帮拉怪，请求进组。", -- [1]
				"10 17:52:鹌鹑德, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [2]
			},
			["name"] = "鹌鹑德-加基森",
		}, -- [8]
		{
			["class"] = "MAGE",
			["messages"] = {
				"10 17:32:队长好，这里是274装等4+2冰dk，态度诚恳，合剂食物拉满，副本机制熟悉，近战拆炸弹达人，躲炸弹达人，尾王会留技能打幻象，这周血池还可以帮拉怪，请求进组。", -- [1]
			},
			["name"] = "甜心氵-无尽之海",
		}, -- [9]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "丶久久-燃烧之刃",
			["messages"] = {
				"19 10:30:手套多少出", -- [1]
				"09 10:30:42", -- [2]
			},
		}, -- [10]
		{
			["class"] = "DEMONHUNTER",
			["messages"] = {
				"19 10:25:队长好，这里是4+2 270 bdk，态度诚恳，合计食物拉满，boss机制熟悉，请求进组", -- [1]
			},
			["name"] = "Mckenzie-血色十字军",
		}, -- [11]
		{
			["class"] = "PRIEST",
			["messages"] = {
				"17 23:30:谢谢你的印度神油！冲冲冲: 能量灌注", -- [1]
			},
			["name"] = "芝士麦尔酱-燃烧之刃",
		}, -- [12]
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"17 22:24:果氧氧, 感谢你使用 |cff71d5ff|Hspell:20707:0|h[灵魂石]|h|r 复活我. :)", -- [1]
			},
			["name"] = "果氧氧-凤凰之神",
		}, -- [13]
		{
			["class"] = "PRIEST",
			["messages"] = {
				"16 23:50:酒丶你端到, 感谢你使用 |cff71d5ff|Hspell:2006:0|h[复活术]|h|r 复活我. :)", -- [1]
			},
			["name"] = "酒丶你端到-影之哀伤",
		}, -- [14]
		{
			["class"] = "MONK",
			["messages"] = {
				"16 23:25:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "鹅蛋力为灬-伊森利恩",
		}, -- [15]
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"16 23:25:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "小糖人丶-死亡之翼",
		}, -- [16]
		{
			["class"] = "MONK",
			["messages"] = {
				"16 23:25:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "糊理糊涂-死亡之翼",
		}, -- [17]
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"16 22:49:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "Dearjason-影之哀伤",
		}, -- [18]
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"16 22:48:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "丨靓仔光丨-霜狼",
		}, -- [19]
		{
			["received"] = 1,
			["class"] = "WARLOCK",
			["name"] = "入穴无数-布兰卡德",
			["messages"] = {
				"16 22:47:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
				"06 22:47:对不起", -- [2]
				"06 22:47:满了", -- [3]
				"16 22:47:没事没事", -- [4]
			},
		}, -- [20]
		{
			["class"] = "SHAMAN",
			["messages"] = {
				"16 22:47:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "雷電丨法王-格瑞姆巴托",
		}, -- [21]
		{
			["class"] = "MONK",
			["messages"] = {
				"16 22:47:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "黑蒜糖醋里脊-贫瘠之地",
		}, -- [22]
		{
			["class"] = "HUNTER",
			["messages"] = {
				"16 22:44:大佬好，270装等4+2冰dk，态度诚恳。药剂食物齐全，打断/拉怪杂活都干，版炸弹/过圈达人，请求进组。", -- [1]
			},
			["name"] = "转转風車-末日行者",
		}, -- [23]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "萌萌的小撕骑-布兰卡德",
			["messages"] = {
				"16 22:38:大佬好，270装等4+2冰dk请求进组。态度诚恳，药剂食物齐全，打断/拉怪杂活都干，搬炸弹/过圈达人。请求进组", -- [1]
				"06 22:38:.", -- [2]
			},
		}, -- [24]
		{
			["received"] = 1,
			["class"] = "BN",
			["messages"] = {
				"11 00:48:拉比克 快分享一下wa", -- [1]
				"11 00:48:左边这个", -- [2]
				"01 00:48:111", -- [3]
				"11 00:48:看保命的", -- [4]
				"11 00:48:是wa吗 还是其他插件", -- [5]
				"11 00:48:你组我 我测试一下", -- [6]
				"05 01:55:？", -- [7]
				"15 02:05:感觉小作文还是有点用", -- [8]
				"15 02:05:基本发了都会邀一下", -- [9]
				"05 02:05:是的 至少诚恳", -- [10]
			},
			["name"] = "aklib#5178",
		}, -- [25]
		{
			["class"] = "SHAMAN",
			["messages"] = {
				"15 02:04:大佬好，这里是269装等4+2冰dk。熟练天街；擅长打断；丢炸弹达人；尾王会过信标，多种保命不死。", -- [1]
			},
			["name"] = "古今凶兆-洛萨",
		}, -- [26]
		{
			["class"] = "DEMONHUNTER",
			["messages"] = {
				"14 15:51:bdk270装等4+2，态度端正，合剂食物齐全，运炸弹好手；多途径免疫点名免疫手里波；请求进组", -- [1]
			},
			["name"] = "血武士-艾露恩",
		}, -- [27]
		{
			["received"] = 1,
			["class"] = "BN",
			["name"] = "Leolee#52403",
			["messages"] = {
				"02 22:57:来16大厅 杜一航老师", -- [1]
				"12 22:59:再集合石", -- [2]
				"02 22:59:我们等你", -- [3]
				"12 23:03:威王了", -- [4]
				"12 23:04:尾", -- [5]
				"02 23:05:胡温浩把你位置抢了", -- [6]
				"12 23:07:okk 那眠了", -- [7]
			},
		}, -- [28]
		{
			["class"] = "DRUID",
			["messages"] = {
				"12 23:06:黄豆豆, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [1]
			},
			["name"] = "黄豆豆-烈焰峰",
		}, -- [29]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "Varvalian-布兰卡德",
			["messages"] = {
				"01 00:55:好了没", -- [1]
			},
		}, -- [30]
	},
	["listScale"] = 100,
	["version"] = 4.12,
	["foreignOnly"] = 1,
	["ignoreTags"] = 1,
	["notifyButton"] = 1,
	["applyFilters"] = 1,
}
