
WhisperPopDB = {
	["listHeight"] = 320,
	["ignoreTags"] = 1,
	["listWidth"] = 200,
	["notifyButton"] = 1,
	["time"] = 1,
	["buttonScale"] = 120,
	["history"] = {
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"12 18:25:蒸蚌, 感谢你使用 |cff71d5ff|Hspell:20707:0|h[灵魂石]|h|r 复活我. :)", -- [1]
			},
			["name"] = "蒸蚌-燃烧之刃",
		}, -- [1]
		{
			["class"] = "PRIEST",
			["name"] = "芝士麦尔酱-燃烧之刃",
			["messages"] = {
				"17 23:30:谢谢你的印度神油！冲冲冲: 能量灌注", -- [1]
				"12 17:34:芝士麦尔酱, 谢谢你对我使用 |cff71d5ff|Hspell:10060:0|h[能量灌注]|h|r. :)", -- [2]
			},
		}, -- [2]
		{
			["received"] = 1,
			["class"] = "HUNTER",
			["name"] = "漂亮姐姐壹-安苏",
			["messages"] = {
				"02 16:17:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
				"02 17:15:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [2]
			},
		}, -- [3]
		{
			["class"] = "DRUID",
			["name"] = "小嘴抹了蜜-布兰卡德",
			["messages"] = {
				"15 23:19:小嘴抹了蜜, 感谢你使用 |cff71d5ff|Hspell:50769:0|h[起死回生]|h|r 复活我. :)", -- [1]
				"12 16:16:小嘴抹了蜜, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [2]
				"12 17:01:小嘴抹了蜜, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [3]
			},
		}, -- [4]
		{
			["received"] = 1,
			["class"] = "BN",
			["name"] = "果羊羊#5205",
			["messages"] = {
				"02 16:24:邀请", -- [1]
			},
		}, -- [5]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "都市幽魂-布兰卡德",
			["messages"] = {
				"02 15:53:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
			},
		}, -- [6]
		{
			["class"] = "DRUID",
			["messages"] = {
				"12 00:00:不好意思满了", -- [1]
			},
			["name"] = "柠萌歆-凤凰之神",
		}, -- [7]
		{
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"12 00:00:1", -- [1]
			},
			["name"] = "仲裁官判槌-死亡之翼",
		}, -- [8]
		{
			["class"] = "DEATHKNIGHT",
			["name"] = "Whowhenhow-安苏",
			["messages"] = {
				"13 23:29:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
				"13 23:37:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [2]
				"19 23:05:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [3]
				"10 00:17:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [4]
			},
		}, -- [9]
		{
			["received"] = 1,
			["class"] = "BN",
			["messages"] = {
				"02 22:57:来16大厅 杜一航老师", -- [1]
				"12 22:59:再集合石", -- [2]
				"02 22:59:我们等你", -- [3]
				"12 23:03:威王了", -- [4]
				"12 23:04:尾", -- [5]
				"02 23:05:胡温浩把你位置抢了", -- [6]
				"12 23:07:okk 那眠了", -- [7]
				"09 22:41:su", -- [8]
			},
			["name"] = "Leolee#52403",
		}, -- [10]
		{
			["received"] = 1,
			["class"] = "SHAMAN",
			["name"] = "Akimoko-伊森利恩",
			["messages"] = {
				"19 21:05:法夜bdk", -- [1]
				"09 21:05:法夜吗", -- [2]
				"19 21:05:嗯嗯", -- [3]
			},
		}, -- [11]
		{
			["class"] = "PALADIN",
			["messages"] = {
				"17 22:06:褪色记忆, 感谢你使用 |cff71d5ff|Hspell:7328:0|h[救赎]|h|r 复活我. :)", -- [1]
			},
			["name"] = "褪色记忆-血色十字军",
		}, -- [12]
		{
			["class"] = "PALADIN",
			["messages"] = {
				"17 21:55:法夜dk", -- [1]
			},
			["name"] = "塔斯布蕾妮-燃烧之刃",
		}, -- [13]
		{
			["class"] = "DRUID",
			["messages"] = {
				"17 21:20:吕小德, 感谢你使用 |cff71d5ff|Hspell:50769:0|h[起死回生]|h|r 复活我. :)", -- [1]
				"17 21:39:吕小德, 感谢你使用 |cff71d5ff|Hspell:50769:0|h[起死回生]|h|r 复活我. :)", -- [2]
			},
			["name"] = "吕小德-冰风岗",
		}, -- [14]
		{
			["received"] = 1,
			["class"] = "SHAMAN",
			["messages"] = {
				"13 23:12:血祭血神, 感谢你使用 |cff71d5ff|Hspell:2008:0|h[先祖之魂]|h|r 复活我. :)", -- [1]
				"03 23:18:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [2]
				"05 23:41:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [3]
				"15 23:50:血祭血神, 感谢你使用 |cff71d5ff|Hspell:2008:0|h[先祖之魂]|h|r 复活我. :)", -- [4]
				"05 23:54:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [5]
			},
			["name"] = "血祭血神-安苏",
		}, -- [15]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "啊哦哈-格瑞姆巴托",
			["messages"] = {
				"04 18:06:综合，英雄之路吧", -- [1]
				"14 18:06:我只限了一个本的双20 是看不到吗？没看到有这一项", -- [2]
				"04 18:06:好像是", -- [3]
				"04 18:06:不同本才行吧", -- [4]
				"14 18:07:好的 谢谢", -- [5]
			},
		}, -- [16]
		{
			["received"] = 1,
			["class"] = "MAGE",
			["name"] = "草要-燃烧之刃",
			["messages"] = {
				"04 18:05:P键点开   综合里面有个技能   ", -- [1]
			},
		}, -- [17]
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"14 17:33:流氓拽拽, 感谢你使用 |cff71d5ff|Hspell:20707:0|h[灵魂石]|h|r 复活我. :)", -- [1]
			},
			["name"] = "流氓拽拽-大地之怒",
		}, -- [18]
		{
			["class"] = "MAGE",
			["messages"] = {
				"14 17:20:大佬好，这里是277装等bdk，态度诚恳合剂食物拉满。机制熟悉不犯错，积极打断控断，目前天街强韧19残暴20，一层层打求个开门。", -- [1]
			},
			["name"] = "神棍卡德减-伊森利恩",
		}, -- [19]
		{
			["class"] = "HUNTER",
			["messages"] = {
				"14 16:29:大佬好，这里是277装等bdk，态度诚恳合剂食物拉满。机制熟悉不犯错，积极打断控断，目前天街强韧18残暴20，一层层打求个开门。", -- [1]
			},
			["name"] = "炎丶翎夜-影之哀伤",
		}, -- [20]
		{
			["class"] = "ROGUE",
			["messages"] = {
				"14 16:28:大佬好，这里是277装等bdk，态度诚恳合剂食物拉满。机制熟悉不犯错，积极打断控断，目前天街强韧18残暴20，一层层打求个开门。", -- [1]
			},
			["name"] = "荆轲-无尽之海",
		}, -- [21]
		{
			["class"] = "HUNTER",
			["messages"] = {
				"14 16:28:大佬好，这里是277装等bdk，态度诚恳合剂食物拉满。机制熟悉不犯错，积极打断控断，目前天街强韧18残暴20，一层层打求个开门。", -- [1]
			},
			["name"] = "童丫丫-伊森利恩",
		}, -- [22]
		{
			["class"] = "DRUID",
			["messages"] = {
				"14 16:19:海尔丶妹妹, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [1]
			},
			["name"] = "海尔丶妹妹-凤凰之神",
		}, -- [23]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "阿梓喵灬-死亡之翼",
			["messages"] = {
				"14 03:17:277bdk 4+2 想双20开个门，态度诚恳，合剂食物拉满，机制熟练不贪不死，求进组qaq", -- [1]
				"04 03:19:大哥 你的18都黑了 不好意思 我这让集合石坑了好几个21了 ", -- [2]
			},
		}, -- [24]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "白晶晶小水滴-凤凰之神",
			["messages"] = {
				"14 02:42:277bdk 4+2 想双20开个门，态度诚恳，合剂食物拉满，机制熟练不贪不死，求进组qaq", -- [1]
				"04 02:42:= =不好意思。。。俩近战了。。不太想三近战打。", -- [2]
				"14 02:42:没事", -- [3]
			},
		}, -- [25]
		{
			["class"] = "MONK",
			["messages"] = {
				"14 02:41:277bdk 4+2 想双20开个门，态度诚恳，合剂食物拉满，机制熟练不贪不死，求进组qaq", -- [1]
			},
			["name"] = "月之狸-伊森利恩",
		}, -- [26]
		{
			["class"] = "HUNTER",
			["messages"] = {
				"14 02:08:277bdk 4+2 想双20开个门，态度诚恳，合剂食物拉满，机制熟练不贪不死，求进组qaq", -- [1]
			},
			["name"] = "木沐炑狇-凤凰之神",
		}, -- [27]
		{
			["class"] = "PALADIN",
			["messages"] = {
				"14 02:03:277bdk 4+2 想双20开个门，态度诚恳，合剂食物拉满，机制熟练不贪不死，求进组qaq", -- [1]
				"14 02:06:277bdk 4+2 想双20开个门，态度诚恳，合剂食物拉满，机制熟练不贪不死，求进组qaq", -- [2]
			},
			["name"] = "清心寡余-死亡之翼",
		}, -- [28]
		{
			["class"] = "DEMONHUNTER",
			["messages"] = {
				"14 02:02:277bdk 4+2 想双20开个门，态度诚恳，合剂食物拉满，机制熟练不贪不死，求进组", -- [1]
			},
			["name"] = "啥啥的阿昆达-影之哀伤",
		}, -- [29]
		{
			["class"] = "WARRIOR",
			["messages"] = {
				"14 01:59:想双20开个门，277 bdk 机制熟练不死 打断都熟 可以进组吗qaq", -- [1]
			},
			["name"] = "小知母-影之哀伤",
		}, -- [30]
		{
			["received"] = 1,
			["class"] = "SHAMAN",
			["name"] = "Heatonsm-燃烧之刃",
			["messages"] = {
				"01 01:11:？？", -- [1]
				"11 01:12:好了 谢谢", -- [2]
			},
		}, -- [31]
		{
			["received"] = 1,
			["class"] = "WARRIOR",
			["name"] = "閃電旋风劈-格瑞姆巴托",
			["messages"] = {
				"09 00:43:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
			},
		}, -- [32]
		{
			["class"] = "ROGUE",
			["messages"] = {
				"17 03:45:不需要了谢谢 老玩家", -- [1]
			},
			["name"] = "战网导师-燃烧之刃",
		}, -- [33]
		{
			["received"] = 1,
			["class"] = "GM",
			["name"] = "战网导师",
			["messages"] = {
				"07 03:45:亲爱的玩家，欢迎您来到美妙的艾泽拉斯大陆，魔兽世界因您的到来会更加精彩，我们稍后会将一份新手攻略发送到您的战网邮箱(E-mail)中以便您能更好的游戏，祝您游戏愉快^_^", -- [1]
			},
		}, -- [34]
		{
			["received"] = 1,
			["class"] = "ROGUE",
			["name"] = "一叶丶知秋-尘风峡谷",
			["messages"] = {
				"00 18:07:杜一航, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
			},
		}, -- [35]
		{
			["class"] = "DRUID",
			["messages"] = {
				"10 17:32:队长好，这里是274装等4+2冰dk，态度诚恳，合剂食物拉满，副本机制熟悉，近战拆炸弹达人，躲炸弹达人，尾王会留技能打幻象，这周血池还可以帮拉怪，请求进组。", -- [1]
				"10 17:52:鹌鹑德, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [2]
			},
			["name"] = "鹌鹑德-加基森",
		}, -- [36]
		{
			["class"] = "MAGE",
			["messages"] = {
				"10 17:32:队长好，这里是274装等4+2冰dk，态度诚恳，合剂食物拉满，副本机制熟悉，近战拆炸弹达人，躲炸弹达人，尾王会留技能打幻象，这周血池还可以帮拉怪，请求进组。", -- [1]
			},
			["name"] = "甜心氵-无尽之海",
		}, -- [37]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "丶久久-燃烧之刃",
			["messages"] = {
				"19 10:30:手套多少出", -- [1]
				"09 10:30:42", -- [2]
			},
		}, -- [38]
		{
			["class"] = "DEMONHUNTER",
			["messages"] = {
				"19 10:25:队长好，这里是4+2 270 bdk，态度诚恳，合计食物拉满，boss机制熟悉，请求进组", -- [1]
			},
			["name"] = "Mckenzie-血色十字军",
		}, -- [39]
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"17 22:24:果氧氧, 感谢你使用 |cff71d5ff|Hspell:20707:0|h[灵魂石]|h|r 复活我. :)", -- [1]
			},
			["name"] = "果氧氧-凤凰之神",
		}, -- [40]
		{
			["class"] = "PRIEST",
			["messages"] = {
				"16 23:50:酒丶你端到, 感谢你使用 |cff71d5ff|Hspell:2006:0|h[复活术]|h|r 复活我. :)", -- [1]
			},
			["name"] = "酒丶你端到-影之哀伤",
		}, -- [41]
		{
			["class"] = "MONK",
			["messages"] = {
				"16 23:25:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "鹅蛋力为灬-伊森利恩",
		}, -- [42]
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"16 23:25:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "小糖人丶-死亡之翼",
		}, -- [43]
		{
			["class"] = "MONK",
			["messages"] = {
				"16 23:25:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "糊理糊涂-死亡之翼",
		}, -- [44]
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"16 22:49:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "Dearjason-影之哀伤",
		}, -- [45]
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"16 22:48:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "丨靓仔光丨-霜狼",
		}, -- [46]
		{
			["received"] = 1,
			["class"] = "WARLOCK",
			["name"] = "入穴无数-布兰卡德",
			["messages"] = {
				"16 22:47:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
				"06 22:47:对不起", -- [2]
				"06 22:47:满了", -- [3]
				"16 22:47:没事没事", -- [4]
			},
		}, -- [47]
		{
			["class"] = "SHAMAN",
			["messages"] = {
				"16 22:47:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "雷電丨法王-格瑞姆巴托",
		}, -- [48]
		{
			["class"] = "MONK",
			["messages"] = {
				"16 22:47:大佬好，这里是270装等4+2冰dk，态度诚恳，药剂食物齐全，打断拉怪杂活都干，丢炸弹/运货/过圈达人，请求进组", -- [1]
			},
			["name"] = "黑蒜糖醋里脊-贫瘠之地",
		}, -- [49]
		{
			["class"] = "HUNTER",
			["messages"] = {
				"16 22:44:大佬好，270装等4+2冰dk，态度诚恳。药剂食物齐全，打断/拉怪杂活都干，版炸弹/过圈达人，请求进组。", -- [1]
			},
			["name"] = "转转風車-末日行者",
		}, -- [50]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "萌萌的小撕骑-布兰卡德",
			["messages"] = {
				"16 22:38:大佬好，270装等4+2冰dk请求进组。态度诚恳，药剂食物齐全，打断/拉怪杂活都干，搬炸弹/过圈达人。请求进组", -- [1]
				"06 22:38:.", -- [2]
			},
		}, -- [51]
		{
			["received"] = 1,
			["class"] = "BN",
			["messages"] = {
				"11 00:48:拉比克 快分享一下wa", -- [1]
				"11 00:48:左边这个", -- [2]
				"01 00:48:111", -- [3]
				"11 00:48:看保命的", -- [4]
				"11 00:48:是wa吗 还是其他插件", -- [5]
				"11 00:48:你组我 我测试一下", -- [6]
				"05 01:55:？", -- [7]
				"15 02:05:感觉小作文还是有点用", -- [8]
				"15 02:05:基本发了都会邀一下", -- [9]
				"05 02:05:是的 至少诚恳", -- [10]
			},
			["name"] = "aklib#5178",
		}, -- [52]
		{
			["class"] = "SHAMAN",
			["messages"] = {
				"15 02:04:大佬好，这里是269装等4+2冰dk。熟练天街；擅长打断；丢炸弹达人；尾王会过信标，多种保命不死。", -- [1]
			},
			["name"] = "古今凶兆-洛萨",
		}, -- [53]
		{
			["class"] = "DEMONHUNTER",
			["messages"] = {
				"14 15:51:bdk270装等4+2，态度端正，合剂食物齐全，运炸弹好手；多途径免疫点名免疫手里波；请求进组", -- [1]
			},
			["name"] = "血武士-艾露恩",
		}, -- [54]
		{
			["class"] = "DRUID",
			["messages"] = {
				"12 23:06:黄豆豆, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [1]
			},
			["name"] = "黄豆豆-烈焰峰",
		}, -- [55]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "Varvalian-布兰卡德",
			["messages"] = {
				"01 00:55:好了没", -- [1]
			},
		}, -- [56]
	},
	["listScale"] = 100,
	["version"] = 4.12,
	["foreignOnly"] = 1,
	["applyFilters"] = 1,
	["sound"] = 1,
	["save"] = 1,
}
