
WhisperPopDB = {
	["listHeight"] = 320,
	["ignoreTags"] = 1,
	["listWidth"] = 200,
	["notifyButton"] = 1,
	["time"] = 1,
	["buttonScale"] = 120,
	["history"] = {
		{
			["class"] = "WARLOCK",
			["messages"] = {
				"15 22:36:气氛不再融洽, 感谢你使用 |cff71d5ff|Hspell:20707:0|h[灵魂石]|h|r 复活我. :)", -- [1]
				"15 23:17:气氛不再融洽, 感谢你使用 |cff71d5ff|Hspell:20707:0|h[灵魂石]|h|r 复活我. :)", -- [2]
				"16 00:01:气氛不再融洽, 感谢你使用 |cff71d5ff|Hspell:20707:0|h[灵魂石]|h|r 复活我. :)", -- [3]
			},
			["name"] = "气氛不再融洽-燃烧之刃",
		}, -- [1]
		{
			["class"] = "PALADIN",
			["name"] = "Varvalian-布兰卡德",
			["messages"] = {
				"14 21:01:Varvalian, 感谢你使用 |cff71d5ff|Hspell:7328:0|h[救赎]|h|r 复活我. :)", -- [1]
				"15 23:05:Varvalian, 感谢你使用 |cff71d5ff|Hspell:7328:0|h[救赎]|h|r 复活我. :)", -- [2]
			},
		}, -- [2]
		{
			["received"] = 1,
			["class"] = "BN",
			["name"] = "先生丶加个钟嘛#5878",
			["messages"] = {
				"07 00:02:材宝 快睡觉了", -- [1]
				"17 00:02:溜了溜了", -- [2]
			},
		}, -- [3]
		{
			["class"] = "PRIEST",
			["messages"] = {
				"16 23:19:芝士麦尔酱, 感谢你使用 |cff71d5ff|Hspell:2006:0|h[复活术]|h|r 复活我. :)", -- [1]
			},
			["name"] = "芝士麦尔酱-燃烧之刃",
		}, -- [4]
		{
			["received"] = 1,
			["class"] = "BN",
			["messages"] = {
				"04 22:45:15低保来吗靓仔", -- [1]
				"04 22:45:dk老师在", -- [2]
				"16 22:49:有位置吗马老师", -- [3]
			},
			["name"] = "Leolee#52403",
		}, -- [5]
		{
			["received"] = 1,
			["class"] = "WARLOCK",
			["name"] = "小鬼的爸爸-死亡之翼",
			["messages"] = {
				"06 19:41:123", -- [1]
			},
		}, -- [6]
		{
			["received"] = 1,
			["class"] = "WARRIOR",
			["name"] = "Warriór-凤凰之神",
			["messages"] = {
				"06 19:33:123", -- [1]
			},
		}, -- [7]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "一粒大蕾-格雷迈恩",
			["messages"] = {
				"06 19:32:111", -- [1]
			},
		}, -- [8]
		{
			["class"] = "DRUID",
			["name"] = "果洋洋-安苏",
			["messages"] = {
				"14 23:04:果洋洋, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [1]
				"14 23:14:果洋洋, 感谢你使用 |cff71d5ff|Hspell:50769:0|h[起死回生]|h|r 复活我. :)", -- [2]
				"14 23:44:果洋洋, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [3]
				"14 23:58:果洋洋, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [4]
				"14 21:18:果洋洋, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [5]
				"14 21:19:果洋洋, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [6]
			},
		}, -- [9]
		{
			["class"] = "DRUID",
			["messages"] = {
				"13 00:32:灬奈落灬奶牛, 感谢你使用 |cff71d5ff|Hspell:50769:0|h[起死回生]|h|r 复活我. :)", -- [1]
				"13 00:53:灬奈落灬奶牛, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)", -- [2]
			},
			["name"] = "灬奈落灬奶牛-燃烧之刃",
		}, -- [10]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "天淤地-死亡之翼",
			["messages"] = {
				"09 20:54:|cffa335ee|Hitem:191018::::::::60:250::5:4:7188:8155:1511:6646:1:28:2167:::::|h[恐惧腿甲模块]|h|r", -- [1]
				"19 20:56:|cffa335ee|Hitem:191018::::::::60:251::5:4:7188:8155:1511:6646:1:28:2167:::::|h[恐惧腿甲模块]|h|r|cffa335ee|Hitem:189772::::::::60:251::5:5:7188:6652:7578:1511:6646:1:28:2166:::::|h[修正防御矩阵]|h|r有需求", -- [2]
				"09 20:57:|cffa335ee|Hitem:189825::::::::60:250::5:7:7188:6652:7580:8118:8138:1511:6646:1:28:2166:::::|h[缥缈拍卖师的臂铠]|h|r", -- [3]
				"09 21:18:|cffa335ee|Hitem:189783::::::::60:250::5:7:7188:6652:7578:8118:8116:1511:6646:1:28:2166:::::|h[浸罪冠冕]|h|r", -- [4]
				"19 21:31:想问一下 造物师的尸体我没摸 待会能回去吗", -- [5]
				"09 21:32:可以的", -- [6]
				"09 21:32:直接点传送门过去就可以", -- [7]
				"09 22:39:|cffa335ee|Hitem:188270::::::::60:250::5:4:7188:6652:1511:6646:1:28:2166:::::|h[永恒者的挽歌]|h|r|cffa335ee|Hitem:188271::::::::60:250::5:4:6652:7188:1511:6646:1:28:2166:::::|h[原初印记]|h|r", -- [8]
				"09 22:59:|cffa335ee|Hitem:188271::::::::60:250::5:4:6652:7188:1511:6646:1:28:2166:::::|h[原初印记]|h|r", -- [9]
				"09 23:04:|cffa335ee|Hitem:189841:6166:::::::60:250::3:5:7189:6652:7579:1498:6646:1:28:2167:::::|h[米奈希尔的曲魂印戒]|h|r", -- [10]
				"10 01:09:ss摸得那个胸能交易吗？不能是不是就没东西了", -- [11]
				"00 01:10:应该不可以 稍等我问 一下", -- [12]
				"00 01:10:交易不了", -- [13]
			},
		}, -- [11]
		{
			["class"] = "SHAMAN",
			["messages"] = {
				"19 23:03:蓝瞳沫丶, 感谢你使用 |cff71d5ff|Hspell:2008:0|h[先祖之魂]|h|r 复活我. :)", -- [1]
			},
			["name"] = "蓝瞳沫丶-格瑞姆巴托",
		}, -- [12]
		{
			["received"] = 1,
			["class"] = "DRUID",
			["name"] = "神牛一头-伊森利恩",
			["messages"] = {
				"09 19:36:1", -- [1]
				"09 19:36:1", -- [2]
				"19 19:36:1", -- [3]
				"09 20:06:杜一航-安苏", -- [4]
			},
		}, -- [13]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "豆豆一零一-影之哀伤",
			["messages"] = {
				"08 23:05:1", -- [1]
			},
		}, -- [14]
		{
			["class"] = "DEATHKNIGHT",
			["name"] = "Whowhenhow-安苏",
			["messages"] = {
				"10 14:32:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
				"10 14:41:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [2]
				"10 14:51:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [3]
				"14 23:54:Whowhenhow, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [4]
			},
		}, -- [15]
		{
			["class"] = "PALADIN",
			["messages"] = {
				"10 14:40:漂亮妹妹舞, 感谢你使用 |cff71d5ff|Hspell:7328:0|h[救赎]|h|r 复活我. :)", -- [1]
				"10 14:44:漂亮妹妹舞, 感谢你使用 |cff71d5ff|Hspell:7328:0|h[救赎]|h|r 复活我. :)", -- [2]
				"10 14:53:漂亮妹妹舞, 感谢你使用 |cff71d5ff|Hspell:7328:0|h[救赎]|h|r 复活我. :)", -- [3]
			},
			["name"] = "漂亮妹妹舞-安苏",
		}, -- [16]
		{
			["class"] = "BN",
			["messages"] = {
				"10 14:10:我是浩材", -- [1]
			},
			["name"] = "whowhenhow#5281",
		}, -- [17]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "嘎嘎多多-安苏",
			["messages"] = {
				"00 03:27:|cffa335ee|Hitem:190624::::::::60:66::6:6:7187:8132:8117:6652:1524:6646:1:28:2167:::::|h[终结护手]|h|r90W   |cffa335ee|Hitem:190625::::::::60:66::6:6:7187:8132:8117:6652:1524:6646:1:28:2167:::::|h[可望冥世肩铠]|h|r90W  ", -- [1]
			},
		}, -- [18]
	},
	["listScale"] = 100,
	["version"] = 4.12,
	["foreignOnly"] = 1,
	["applyFilters"] = 1,
	["sound"] = 1,
	["save"] = 1,
}
