
PawnOptions = {
	["LastVersion"] = 2.0537,
	["LastPlayerFullName"] = "林声川-燃烧之刃",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 153822,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153822::::::::50:64::62:1:1490::::::|h[山岳贤者兜帽]|h|r",
		}, -- [1]
		{
			["ID"] = 153815,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153815::::::::50:64::62:1:1490::::::|h[山岳贤者吊坠]|h|r",
		}, -- [2]
		{
			["ID"] = 153825,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153825::::::::50:64::62:1:1490::::::|h[山岳贤者护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 153824,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153824::::::::50:64::62:1:1490::::::|h[山岳贤者长袍]|h|r",
		}, -- [5]
		{
			["ID"] = 153826,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153826::::::::50:64::62:1:1490::::::|h[山岳贤者束腰]|h|r",
		}, -- [6]
		{
			["ID"] = 153823,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153823::::::::50:64::62:1:1490::::::|h[山岳贤者绑腿]|h|r",
		}, -- [7]
		{
			["ID"] = 153820,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153820::::::::50:64::62:1:1490::::::|h[山岳贤者便鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 153827,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153827::::::::50:64::62:1:1490::::::|h[山岳贤者腕带]|h|r",
		}, -- [9]
		{
			["ID"] = 153821,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153821::::::::50:64::62:1:1490::::::|h[山岳贤者裹手]|h|r",
		}, -- [10]
		{
			["ID"] = 153818,
			["Level"] = 68,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:153818::::::::50:64::62:1:1490::::::|h[山岳贤者毁灭戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 153817,
			["Level"] = 68,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:153817::::::::50:64::62:1:1490::::::|h[山岳贤者毁灭指环]|h|r",
		}, -- [12]
		{
			["ID"] = 153816,
			["Level"] = 68,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:153816::::::::50:64::62:1:1490::::::|h[山岳贤者毁灭雕像]|h|r",
		}, -- [13]
		{
			["ID"] = 153819,
			["Level"] = 68,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:153819::::::::50:64::62:1:1490::::::|h[山岳贤者毁灭之石]|h|r",
		}, -- [14]
		{
			["ID"] = 153829,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153829::::::::50:64::62:1:1490::::::|h[山岳贤者毁灭斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 153830,
			["Level"] = 68,
			["Link"] = "|cff1eff00|Hitem:153830::::::::50:64::62:1:1490::::::|h[山岳贤者之杖]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
