
PawnOptions = {
	["LastVersion"] = 2.0538,
	["LastPlayerFullName"] = "林声川-燃烧之刃",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 175660,
			["Level"] = 140,
			["Link"] = "|cff0070dd|Hitem:175660::::::::60:64::11:1:6706:2:9:58:28:2128:::::|h[灵魂看护者的兜帽]|h|r",
		}, -- [1]
		{
			["ID"] = 175739,
			["Level"] = 102,
			["Link"] = "|cff1eff00|Hitem:175739::::::::60:64::11:1:6707:2:9:53:28:1325:::::|h[夺回的玛卓克萨斯项圈]|h|r",
		}, -- [2]
		{
			["ID"] = 175436,
			["Level"] = 140,
			["Link"] = "|cff0070dd|Hitem:175436::::::::60:64::11:1:6706:2:9:58:28:1426:::::|h[痛苦赦罪披肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 175648,
			["Level"] = 128,
			["Link"] = "|cff0070dd|Hitem:175648::::::::60:64::11:1:6706:2:9:56:28:1230:::::|h[灵魂看护者的长袍]|h|r",
		}, -- [5]
		{
			["ID"] = 175439,
			["Level"] = 132,
			["Link"] = "|cff1eff00|Hitem:175439::::::::60:64::11:1:6707:2:9:58:28:1425:::::|h[痛苦赦罪腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 175431,
			["Level"] = 132,
			["Link"] = "|cff1eff00|Hitem:175431::::::::60:64::11:1:6707:2:9:58:28:1426:::::|h[痛苦赦罪护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 175485,
			["Level"] = 146,
			["Link"] = "|cff0070dd|Hitem:175485::::::::60:64::11:1:6706:2:9:59:28:1427:::::|h[痛苦赦罪之鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 175442,
			["Level"] = 132,
			["Link"] = "|cff1eff00|Hitem:175442::::::::60:64::11:1:6707:2:9:58:28:1426:::::|h[痛苦赦罪裹腕]|h|r",
		}, -- [9]
		{
			["ID"] = 175425,
			["Level"] = 146,
			["Link"] = "|cff0070dd|Hitem:175425::::::::60:64::11:2:6707:6901:2:9:59:28:1428:::::|h[塔宾斯的茶壶防烫手套]|h|r",
		}, -- [10]
		{
			["ID"] = 175710,
			["Level"] = 140,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:175710::::::::60:64::11:1:6706:2:9:58:28:1238:::::|h[魅夜朝臣之戒]|h|r",
		}, -- [11]
		{
			["ID"] = 184165,
			["Level"] = 128,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:184165::::::::60:64::11:1:6706:2:9:56:28:807:::::|h[弗塔根的印戒]|h|r",
		}, -- [12]
		{
			["ID"] = 175732,
			["Level"] = 132,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:175732::::::::60:64::11:1:6707:2:9:58:28:1426:::::|h[绝望石板]|h|r",
		}, -- [13]
		{
			["ID"] = 175718,
			["Level"] = 102,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:175718::::::::60:64::11:1:6707:2:9:53:28:1324:::::|h[晋升防御者纹章]|h|r",
		}, -- [14]
		{
			["ID"] = 175767,
			["Level"] = 126,
			["Link"] = "|cff1eff00|Hitem:175767::::::::60:64::11:1:6707:2:9:57:28:1239:::::|h[闪翼大氅]|h|r",
		}, -- [15]
		{
			["ID"] = 175988,
			["Level"] = 146,
			["Link"] = "|cffa335ee|Hitem:175988::::::::60:64::11:2:6707:6902:2:9:57:28:1931:::::|h[草甸守护者法杖]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
