
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/cw 天淤地-死亡之翼 ss摸得那个胸能交易吗？不能是不是就没东西了", -- [1]
		"/s wa/", -- [2]
		"/i 死掉吗", -- [3]
		"/团队 go？", -- [4]
		"/团队 没奶", -- [5]
		"/p 能9吗这里", -- [6]
		"/p 8", -- [7]
		"/4 安特洛斯有人带带吗", -- [8]
		"/团队 =人齐吧", -- [9]
		"/团队 来", -- [10]
		"/团队 有T吗", -- [11]
		"/p 248.8", -- [12]
		"/p 牛", -- [13]
		"/p 我一周也就提升一个低保", -- [14]
		"/p 能咋样呢", -- [15]
		"/p 换完了可以升", -- [16]
		"/WA", -- [17]
		"/团队 1", -- [18]
		"/p 1", -- [19]
		"/wa", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
