
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/团队 =人齐吧", -- [1]
		"/团队 来", -- [2]
		"/团队 有T吗", -- [3]
		"/p 248.8", -- [4]
		"/p 牛", -- [5]
		"/p 我一周也就提升一个低保", -- [6]
		"/p 能咋样呢", -- [7]
		"/p 换完了可以升", -- [8]
		"/团队 1", -- [9]
		"/p 1", -- [10]
		"/join 综合频道", -- [11]
		"/join 1", -- [12]
		"/join 本地防务", -- [13]
		"/join 2", -- [14]
		"/join 交易", -- [15]
		"/join 寻求组队", -- [16]
		"/WA", -- [17]
		"/wa", -- [18]
		"有位置吗马老师", -- [19]
		"溜了溜了", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
