
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["杜一航 - 安苏"] = "杜一航 - 安苏",
	},
	["profiles"] = {
		["杜一航 - 安苏"] = {
			["recent"] = {
				["2-263-705-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "盖娅-石爪峰",
						["bTag"] = "Apollo#53753",
						["time"] = 1650644539,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 243,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "灬奈落灬奶牛-燃烧之刃",
						["bTag"] = "丶么么茶#5274",
						["class"] = 11,
						["time"] = 1650644539,
						["iLvl"] = 269,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灬风暴之怒灬-安苏",
						["bTag"] = "ARMUKING#5988",
						["class"] = 8,
						["time"] = 1650644539,
						["iLvl"] = 258,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "战殇丿泽泽-安苏",
						["bTag"] = "Baylorye#51942",
						["class"] = 3,
						["time"] = 1650644539,
						["iLvl"] = 260,
					}, -- [4]
				},
				["6-0-17-0"] = {
					{
						["role"] = "TANK",
						["name"] = "脆皮香草-石爪峰",
						["class"] = 2,
						["leader"] = true,
						["time"] = 1650720652,
					}, -- [1]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "随风起-伊森利恩",
						["time"] = 1650720652,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "米搞-凤凰之神",
						["bTag"] = "龙甘威#5486",
						["class"] = 3,
						["time"] = 1650720630,
						["iLvl"] = 277,
					}, -- [3]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "天天刷牙-埃德萨拉",
						["time"] = 1650720634,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "槑丶红叶枫了-森金",
						["bTag"] = "Goenitz#5702",
						["class"] = 2,
						["time"] = 1650720652,
						["iLvl"] = 163,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "槑丶旧梦依稀-森金",
						["bTag"] = "Goenitz#5702",
						["class"] = 1,
						["time"] = 1650720652,
						["iLvl"] = 200,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "春雨如油-死亡之翼",
						["bTag"] = "LittlePants#57123",
						["class"] = 9,
						["time"] = 1650720652,
						["iLvl"] = 263,
					}, -- [7]
				},
				["6-0-16-0"] = {
					{
						["role"] = "TANK",
						["name"] = "紫皮大蒜-迦拉克隆",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1649858533,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "哈利奎因-血环",
						["time"] = 1649858541,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 267,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "椛薇萧蔷-亡语者",
						["bTag"] = "掀起你的头盖骨#51288",
						["time"] = 1649858594,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 223,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "奶黄包丷-死亡之翼",
						["bTag"] = "不离乄不弃#5661",
						["class"] = 5,
						["time"] = 1649858535,
						["iLvl"] = 256,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "法兰西大奶酪-凤凰之神",
						["bTag"] = "RockyZh#5927",
						["class"] = 10,
						["time"] = 1649858539,
						["iLvl"] = 243,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "钢铁之怒-黑暗之门",
						["bTag"] = "若不撇开终是苦#5656",
						["class"] = 1,
						["time"] = 1649858541,
						["iLvl"] = 229,
					}, -- [6]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "轻轻的好吗-死亡之翼",
						["time"] = 1649858537,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "岁月小王-埃德萨拉",
						["bTag"] = "岁月#5426",
						["class"] = 8,
						["time"] = 1649858547,
						["iLvl"] = 244,
					}, -- [8]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "清风舞绛雪-凤凰之神",
						["time"] = 1649858533,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Feyhd-迅捷微风",
						["bTag"] = "风了个雨#5751",
						["class"] = 4,
						["time"] = 1649861675,
						["iLvl"] = 189,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "女王夸我碉堡-死亡之翼",
						["class"] = 1,
						["time"] = 1649872588,
						["iLvl"] = 248,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "滴滴丶打德-死亡之翼",
						["bTag"] = "圣灬咸#51742",
						["class"] = 11,
						["time"] = 1649872586,
						["iLvl"] = 248,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "Whowhenhow-安苏",
						["bTag"] = "whowhenhow#5281",
						["class"] = 6,
						["time"] = 1649859619,
						["iLvl"] = 272,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Rorshan-月神殿",
						["bTag"] = "地基优化设计师#5762",
						["time"] = 1649859104,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 169,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "玉麒麟卢俊一-瓦拉纳",
						["bTag"] = "麦子之灵#5785",
						["class"] = 11,
						["time"] = 1649859104,
						["iLvl"] = 224,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "灬靈灬-阿卡玛",
						["bTag"] = "Nicwolf#5460",
						["class"] = 4,
						["time"] = 1649859002,
						["iLvl"] = 272,
					}, -- [16]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "小猪灬德鲁-凤凰之神",
						["time"] = 1649858910,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "坡该仔-凤凰之神",
						["bTag"] = "HERO#5578",
						["class"] = 3,
						["time"] = 1649858941,
						["iLvl"] = 255,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "我急了五十一-安苏",
						["bTag"] = "蜜雪冰城甜蜜蜜#5709",
						["class"] = 8,
						["time"] = 1649859104,
						["iLvl"] = 246,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "皇榜中状员-安苏",
						["bTag"] = "天使心#5455",
						["class"] = 11,
						["time"] = 1649859102,
						["iLvl"] = 233,
					}, -- [20]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "鞑靼-萨格拉斯",
						["time"] = 1649858941,
					}, -- [21]
					{
						["class"] = 7,
						["role"] = "HEALER",
						["name"] = "图腾-瓦里玛萨斯",
						["time"] = 1649858908,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "一剑横天-鬼雾峰",
						["bTag"] = "白银之鹰#529838",
						["class"] = 1,
						["time"] = 1649859104,
						["iLvl"] = 257,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "身后有头驴-凤凰之神",
						["bTag"] = "圣灬咸#51742",
						["class"] = 3,
						["time"] = 1650468105,
						["iLvl"] = 237,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "陳浩南-燃烧之刃",
						["bTag"] = "恶魔再生#51126",
						["class"] = 1,
						["time"] = 1649858951,
						["iLvl"] = 273,
					}, -- [25]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "兜兜里有锤子-凤凰之神",
						["time"] = 1650468095,
					}, -- [26]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "特郞普-埃德萨拉",
						["time"] = 1650468189,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "龙的拳人-死亡之翼",
						["bTag"] = "队友离开了人世#5784",
						["class"] = 10,
						["time"] = 1649859104,
						["iLvl"] = 255,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丶迷乱灬-加基森",
						["bTag"] = "冷眸#5761",
						["class"] = 3,
						["time"] = 1649860918,
						["iLvl"] = 232,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕灬猎手-死亡之翼",
						["bTag"] = "圣灬咸#51742",
						["class"] = 3,
						["time"] = 1650722334,
						["iLvl"] = 235,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "手撕丶咕咕鸡-死亡之翼",
						["class"] = 1,
						["time"] = 1650722347,
						["iLvl"] = 238,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Muggleprince-凤凰之神",
						["class"] = 8,
						["time"] = 1649861667,
						["iLvl"] = 273,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "温蕾萨风行-伊森利恩",
						["bTag"] = "贼書書#5611",
						["class"] = 3,
						["time"] = 1649858947,
						["iLvl"] = 250,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "拿的嘛-海克泰尔",
						["bTag"] = "王磊#52821",
						["class"] = 11,
						["time"] = 1649860945,
						["iLvl"] = 270,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "宇傾-火焰之树",
						["bTag"] = "羽倾#5356",
						["class"] = 12,
						["time"] = 1649859002,
						["iLvl"] = 266,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "帝一丶-死亡之翼",
						["bTag"] = "Tesla#52894",
						["class"] = 3,
						["time"] = 1650721692,
						["iLvl"] = 235,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "就在云里干鹏-凤凰之神",
						["bTag"] = "古怪之裤子#5203496",
						["class"] = 9,
						["time"] = 1649859002,
						["iLvl"] = 223,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "神力肌肉男-埃德萨拉",
						["class"] = 9,
						["time"] = 1649859002,
						["iLvl"] = 271,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "格格巫的眼镜-格瑞姆巴托",
						["bTag"] = "大江东去5559#5746",
						["class"] = 8,
						["time"] = 1649861673,
						["iLvl"] = 175,
					}, -- [39]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "哔卟哔卟-埃德萨拉",
						["time"] = 1650720404,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "盐酸曲美他-死亡之翼",
						["bTag"] = "李德彪#51954",
						["class"] = 1,
						["time"] = 1649858928,
						["iLvl"] = 259,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "时医-死亡之翼",
						["bTag"] = "槿木年崋#5589",
						["class"] = 5,
						["time"] = 1649859104,
						["iLvl"] = 273,
					}, -- [42]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "霸霸桑-洛萨",
						["time"] = 1649858939,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "万磁王法拉第-血色十字军",
						["bTag"] = "普鲁同的请柬#5756",
						["class"] = 12,
						["time"] = 1649859104,
						["iLvl"] = 243,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Ubear-大地之怒",
						["bTag"] = "三色熊猫#5733",
						["time"] = 1649859199,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 268,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "丽丽风暴烈酒-菲拉斯",
						["bTag"] = "德弗特洛斯#51140",
						["class"] = 10,
						["time"] = 1649859199,
						["iLvl"] = 265,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "扯犢子-死亡之翼",
						["bTag"] = "Paramita#5450",
						["class"] = 2,
						["time"] = 1649859199,
						["iLvl"] = 248,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Elisesunwing-主宰之剑",
						["bTag"] = "身披红衣丨胖眼镜#5314",
						["time"] = 1649859238,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 251,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "天災科学家-燃烧之刃",
						["bTag"] = "樱木花卷#5634",
						["class"] = 8,
						["time"] = 1649859232,
						["iLvl"] = 223,
					}, -- [49]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "Oxyxyxyo-影之哀伤",
						["time"] = 1649859230,
					}, -- [50]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "Nicole-艾露恩",
						["time"] = 1649859199,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "血之大德-寒冰皇冠",
						["bTag"] = "还是那狗和枪#5869",
						["class"] = 11,
						["time"] = 1649859232,
						["iLvl"] = 268,
					}, -- [52]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "比哟比哟-凤凰之神",
						["time"] = 1649859238,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "九零六考古-卡扎克",
						["bTag"] = "龙程#5835",
						["class"] = 6,
						["time"] = 1649859238,
						["iLvl"] = 217,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色丶黎明-凤凰之神",
						["bTag"] = "吾辈为何而战#5854",
						["time"] = 1649859397,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 269,
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "团子将-无尽之海",
						["bTag"] = "Dominate#5581",
						["class"] = 12,
						["time"] = 1649859390,
						["iLvl"] = 244,
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "方证大师-霜狼",
						["bTag"] = "侬本多情#5887",
						["time"] = 1649859403,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 234,
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "小花卷儿丷-影之哀伤",
						["bTag"] = "花卷儿#51929",
						["class"] = 5,
						["time"] = 1649859497,
						["iLvl"] = 269,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "西伯利亚剑气-安苏",
						["class"] = 6,
						["time"] = 1649859397,
						["iLvl"] = 239,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "小丶哥哥-凤凰之神",
						["bTag"] = "弹指间丶灰飞烟灭#5573",
						["class"] = 3,
						["time"] = 1649860553,
						["iLvl"] = 235,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "猎刃丶怒风-贫瘠之地",
						["bTag"] = "公子虔#5790",
						["class"] = 12,
						["time"] = 1649859411,
						["iLvl"] = 248,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "平底锅爆头-燃烧之刃",
						["bTag"] = "Sans#51306",
						["class"] = 8,
						["time"] = 1649859397,
						["iLvl"] = 243,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "没茅台-死亡之翼",
						["bTag"] = "胸口碎大石#5256",
						["class"] = 4,
						["time"] = 1649859403,
						["iLvl"] = 264,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "亞當-贫瘠之地",
						["bTag"] = "Jack#52352",
						["class"] = 1,
						["time"] = 1649859399,
						["iLvl"] = 259,
					}, -- [64]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "庇护审判-塞拉赞恩",
						["time"] = 1649859384,
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "玖伍贰柒卄-布兰卡德",
						["bTag"] = "玖伍贰柒#51450",
						["class"] = 12,
						["time"] = 1649859630,
						["iLvl"] = 247,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "伊万诺夫-希尔瓦娜斯",
						["bTag"] = "熊毅武#5627",
						["time"] = 1649859497,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 239,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "盲侠听声刀-格瑞姆巴托",
						["bTag"] = "ABY#51758",
						["class"] = 12,
						["time"] = 1649859630,
						["iLvl"] = 250,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "豚骨拉面-萨尔",
						["bTag"] = "悲催的泡面#5318",
						["class"] = 5,
						["time"] = 1649859459,
						["iLvl"] = 215,
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "德了个德-夏维安",
						["class"] = 11,
						["time"] = 1649859601,
						["iLvl"] = 229,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "溪丶風-影之哀伤",
						["bTag"] = "sky#5554",
						["class"] = 3,
						["time"] = 1649861518,
						["iLvl"] = 249,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮宝宝-深渊之巢",
						["class"] = 3,
						["time"] = 1649859495,
						["iLvl"] = 265,
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "月亮被我奶圆-凤凰之神",
						["bTag"] = "BouncyElf#56852",
						["class"] = 5,
						["time"] = 1649859621,
						["iLvl"] = 272,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "灬紫宸灬-梅尔加尼",
						["bTag"] = "千年#52863",
						["time"] = 1649859601,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 219,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "沙河克拉伯-洛丹伦",
						["bTag"] = "沙漠之水#5585",
						["class"] = 1,
						["time"] = 1649859601,
						["iLvl"] = 222,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "邪心英雄-血色十字军",
						["bTag"] = "娱乐伙伴#51881",
						["class"] = 6,
						["time"] = 1649859499,
						["iLvl"] = 244,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈好心情-燃烧之刃",
						["bTag"] = "Ylxc#5128",
						["class"] = 9,
						["time"] = 1649859617,
						["iLvl"] = 247,
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "冰红茶茶-洛萨",
						["bTag"] = "小银月#5231",
						["class"] = 11,
						["time"] = 1649859497,
						["iLvl"] = 252,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "王者帰來-燃烧之刃",
						["bTag"] = "蔚蓝#5903",
						["class"] = 1,
						["time"] = 1649861518,
						["iLvl"] = 268,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "蛮八刀-格瑞姆巴托",
						["bTag"] = "小名叫狗剩#5581",
						["class"] = 6,
						["time"] = 1649859497,
						["iLvl"] = 240,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "花舞指尖-红龙军团",
						["bTag"] = "说走就走的旅行#51457",
						["class"] = 3,
						["time"] = 1649859499,
						["iLvl"] = 260,
					}, -- [81]
					{
						["class"] = 7,
						["role"] = "HEALER",
						["name"] = "又要升级-红龙军团",
						["time"] = 1649859499,
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "蔷薇惹尘埃-耐奥祖",
						["bTag"] = "陌小苝#5216",
						["class"] = 5,
						["time"] = 1649859601,
						["iLvl"] = 230,
					}, -- [83]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "几年-凤凰之神",
						["time"] = 1649859448,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "末日想日就日-阿卡玛",
						["bTag"] = "摸了还想日#5342",
						["class"] = 4,
						["time"] = 1649859452,
						["iLvl"] = 256,
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "希瓦圈外女友-燃烧之刃",
						["bTag"] = "你的史迪仔#5545",
						["class"] = 2,
						["time"] = 1649859497,
						["iLvl"] = 241,
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "孤风玥-丽丽（四川）",
						["bTag"] = "海上楼月镜中花#5122",
						["class"] = 12,
						["time"] = 1649859601,
						["iLvl"] = 229,
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "Mngataws-凤凰之神",
						["bTag"] = "是梦儿#5953",
						["class"] = 10,
						["time"] = 1649859495,
						["iLvl"] = 267,
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "高槻泉灬-影之哀伤",
						["bTag"] = "菜渣渣#5550",
						["time"] = 1649859630,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 270,
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "柏拉图嘉德-伊利丹",
						["bTag"] = "柏拉图嘉德#5620",
						["class"] = 2,
						["time"] = 1649861242,
						["iLvl"] = 249,
					}, -- [90]
					{
						["class"] = 5,
						["role"] = "DAMAGER",
						["name"] = "神咬院镜花-天空之墙",
						["time"] = 1649859630,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "西门催牛-安苏",
						["bTag"] = "自有风行#5639",
						["class"] = 11,
						["time"] = 1649859630,
						["iLvl"] = 268,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "豆子缘鹿-奥尔加隆",
						["bTag"] = "彩虹泪光#5354",
						["class"] = 1,
						["time"] = 1649859630,
						["iLvl"] = 233,
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "笑起来真好看-血色十字军",
						["bTag"] = "张贱贱#5896",
						["class"] = 2,
						["time"] = 1649859630,
						["iLvl"] = 252,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "求知者-奎尔丹纳斯",
						["bTag"] = "力力皆辛苦#5645",
						["class"] = 7,
						["time"] = 1649859630,
						["iLvl"] = 244,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "冻拧茶-格瑞姆巴托",
						["bTag"] = "为所欲为丶异灵术#53112",
						["class"] = 3,
						["time"] = 1649859617,
						["iLvl"] = 261,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "特恩佩斯-凤凰之神",
						["bTag"] = "潜行之鲷#56658",
						["class"] = 9,
						["time"] = 1649859612,
						["iLvl"] = 270,
					}, -- [97]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "天使昊昊-熔火之心",
						["time"] = 1649859630,
					}, -- [98]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "魔蝎人-时光之穴",
						["time"] = 1649859630,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "艾福寺零四一-凤凰之神",
						["bTag"] = "最多算微胖#5275",
						["class"] = 7,
						["time"] = 1650722265,
						["iLvl"] = 247,
					}, -- [100]
					{
						["role"] = "TANK",
						["name"] = "岂曰无情-血色十字军",
						["bTag"] = "RobotMurloc#51924",
						["class"] = 2,
						["time"] = 1649859588,
						["iLvl"] = 266,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "渚渚-黑龙军团",
						["bTag"] = "渚渚渚渚#5797",
						["class"] = 3,
						["time"] = 1649859612,
						["iLvl"] = 253,
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "狐狸人之空空-索瑞森",
						["bTag"] = "空空#53658",
						["class"] = 10,
						["time"] = 1649859601,
						["iLvl"] = 246,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "陆离-石爪峰",
						["bTag"] = "二沫#5489",
						["class"] = 4,
						["time"] = 1649859630,
						["iLvl"] = 267,
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "颠倒梦想-无尽之海",
						["bTag"] = "天字码头#5956",
						["class"] = 2,
						["time"] = 1649859571,
						["iLvl"] = 236,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "丶红手猎-凤凰之神",
						["bTag"] = "teddy#52371",
						["class"] = 3,
						["time"] = 1649859601,
						["iLvl"] = 273,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "拉闸-格雷迈恩",
						["bTag"] = "残暴老司机丶#5353",
						["class"] = 3,
						["time"] = 1649859630,
						["iLvl"] = 272,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "乄希瓦的守护-无尽之海",
						["bTag"] = "晓丶风行者#5403",
						["class"] = 4,
						["time"] = 1649859601,
						["iLvl"] = 239,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "还在嘴硬-格瑞姆巴托",
						["bTag"] = "FinalDecade#5867",
						["class"] = 8,
						["time"] = 1649859630,
						["iLvl"] = 268,
					}, -- [109]
					{
						["role"] = "TANK",
						["name"] = "不織火舞-凤凰之神",
						["bTag"] = "不織火舞#5879",
						["class"] = 2,
						["time"] = 1649859617,
						["iLvl"] = 264,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冰法爷-死亡之翼",
						["bTag"] = "冰冰#5254",
						["class"] = 8,
						["time"] = 1649859630,
						["iLvl"] = 258,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "喜羊羊巛-克尔苏加德",
						["bTag"] = "小群#5142",
						["time"] = 1649860553,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 260,
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "嗷呜超凶-格瑞姆巴托",
						["bTag"] = "非鱼#51722",
						["class"] = 11,
						["time"] = 1649860608,
						["iLvl"] = 229,
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "哎呀海柱吖-死亡之翼",
						["bTag"] = "旭旭十九岁#5380",
						["class"] = 2,
						["time"] = 1649860604,
						["iLvl"] = 237,
					}, -- [114]
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "黑色丶白色-埃德萨拉",
						["time"] = 1649860539,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "德天-拉文霍德",
						["class"] = 11,
						["time"] = 1649860616,
						["iLvl"] = 251,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "寒星逐月-埃德萨拉",
						["bTag"] = "浅丨吻#5380",
						["class"] = 1,
						["time"] = 1649860606,
						["iLvl"] = 269,
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "北枳丶-影之哀伤",
						["bTag"] = "淡水渔人码头#5700",
						["class"] = 8,
						["time"] = 1649860553,
						["iLvl"] = 205,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼吝浊畜-雷克萨",
						["bTag"] = "善银丸#5479",
						["time"] = 1649860643,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 234,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "红皮阿大-安苏",
						["bTag"] = "邪风当家的#51340",
						["class"] = 1,
						["time"] = 1649860643,
						["iLvl"] = 255,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "小新爸爸-菲拉斯",
						["time"] = 1649860734,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 236,
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "简约年华-无尽之海",
						["bTag"] = "星空下的雪#5210",
						["class"] = 10,
						["time"] = 1649860734,
						["iLvl"] = 253,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼戏莲叶间-燃烧之刃",
						["bTag"] = "唐潇恒#5918",
						["class"] = 3,
						["time"] = 1649860734,
						["iLvl"] = 275,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火雷電-冰霜之刃",
						["bTag"] = "沉睡之風#5701",
						["class"] = 8,
						["time"] = 1649861679,
						["iLvl"] = 271,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "傲娇的东东-哈卡",
						["bTag"] = "华丽之兽人#511792",
						["class"] = 3,
						["time"] = 1649860734,
						["iLvl"] = 241,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "午后红茶-哈卡",
						["bTag"] = "华丽之兽人#511792",
						["class"] = 5,
						["time"] = 1649860734,
						["iLvl"] = 238,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "打架巭怼脸-安苏",
						["bTag"] = "无丶逆#5534",
						["class"] = 8,
						["time"] = 1649860734,
						["iLvl"] = 242,
					}, -- [127]
					{
						["role"] = "TANK",
						["name"] = "骨力谷粒-死亡之翼",
						["bTag"] = "天下太平#51465",
						["class"] = 11,
						["time"] = 1649861736,
						["iLvl"] = 257,
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "布加迪丶卫龙-死亡之翼",
						["bTag"] = "嗯基爱#5607",
						["class"] = 1,
						["time"] = 1649860734,
						["iLvl"] = 255,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "鸿运当头柠一-阿纳克洛斯",
						["bTag"] = "花谢了会再开#5878",
						["class"] = 3,
						["time"] = 1649860734,
						["iLvl"] = 266,
					}, -- [130]
					{
						["role"] = "HEALER",
						["name"] = "未尾巴尖-死亡之翼",
						["bTag"] = "尾巴#51527",
						["class"] = 5,
						["time"] = 1649860734,
						["iLvl"] = 264,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "如映雪-试炼之环",
						["bTag"] = "炸肉#51298",
						["class"] = 5,
						["time"] = 1649861641,
						["iLvl"] = 248,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的牛大爷-红龙军团",
						["bTag"] = "小蛇#5546",
						["time"] = 1649860889,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 224,
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "憎恶集合-影之哀伤",
						["bTag"] = "上帝羔羊#51485",
						["class"] = 12,
						["time"] = 1649860889,
						["iLvl"] = 245,
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "冰淇淋干杯-血色十字军",
						["bTag"] = "白骨风暴#51173",
						["class"] = 6,
						["time"] = 1649860889,
						["iLvl"] = 246,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "泽尼雅-哈卡",
						["bTag"] = "日历阿扎希#5148",
						["class"] = 3,
						["time"] = 1649860816,
						["iLvl"] = 264,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "我全身无毛-诺森德",
						["bTag"] = "可米小子#5827",
						["class"] = 3,
						["time"] = 1649860889,
						["iLvl"] = 264,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "凤雏丶大聪明-血色十字军",
						["bTag"] = "狂野之狼#5328594",
						["class"] = 8,
						["time"] = 1649860889,
						["iLvl"] = 236,
					}, -- [138]
					{
						["role"] = "TANK",
						["name"] = "圣魂-闪电之刃",
						["bTag"] = "墓无亡尸#5912",
						["class"] = 2,
						["time"] = 1649860823,
						["iLvl"] = 262,
					}, -- [139]
					{
						["role"] = "TANK",
						["name"] = "Pdjdh-伊森利恩",
						["bTag"] = "派大姐#5722",
						["class"] = 12,
						["time"] = 1649860889,
						["iLvl"] = 264,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "白河愁丶-无尽之海",
						["bTag"] = "白河愁丶#5267",
						["class"] = 12,
						["time"] = 1649861669,
						["iLvl"] = 234,
					}, -- [141]
					{
						["role"] = "HEALER",
						["name"] = "阿椿-影之哀伤",
						["bTag"] = "言笑晏晏#51129",
						["class"] = 11,
						["time"] = 1649860828,
						["iLvl"] = 260,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "翔桑-凤凰之神",
						["bTag"] = "归一#51429",
						["class"] = 9,
						["time"] = 1649860880,
						["iLvl"] = 267,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "输入自定义-影之哀伤",
						["bTag"] = "wp5613#5697",
						["class"] = 1,
						["time"] = 1649860889,
						["iLvl"] = 267,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "幽暗王子-元素之力",
						["bTag"] = "老虎不卖#5790",
						["class"] = 9,
						["time"] = 1649860889,
						["iLvl"] = 232,
					}, -- [145]
					{
						["role"] = "HEALER",
						["name"] = "培培-无尽之海",
						["bTag"] = "培培#5648",
						["class"] = 11,
						["time"] = 1649860889,
						["iLvl"] = 246,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影狙姬-燃烧之刃",
						["bTag"] = "实战利器#5213",
						["class"] = 3,
						["time"] = 1649861343,
						["iLvl"] = 271,
					}, -- [147]
					{
						["role"] = "TANK",
						["name"] = "半泽值树-冰风岗",
						["bTag"] = "鬼畜宅#5808",
						["class"] = 2,
						["time"] = 1649860880,
						["iLvl"] = 258,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "影鬼灬杀-影之哀伤",
						["bTag"] = "Iverson#5434",
						["class"] = 12,
						["time"] = 1649860889,
						["iLvl"] = 250,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "不难-格瑞姆巴托",
						["bTag"] = "发条橘子#5828",
						["class"] = 1,
						["time"] = 1649860880,
						["iLvl"] = 247,
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "恰逢桃花仙-罗曼斯",
						["bTag"] = "方诗情#5388",
						["class"] = 3,
						["time"] = 1649860889,
						["iLvl"] = 257,
					}, -- [151]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "萌萌的辉宝宝-血色十字军",
						["time"] = 1649860880,
					}, -- [152]
					{
						["role"] = "TANK",
						["name"] = "夜色忧洋-冰风岗",
						["bTag"] = "忧伤依旧#51345",
						["class"] = 6,
						["time"] = 1649860889,
						["iLvl"] = 263,
					}, -- [153]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "顺发商贸-密林游侠",
						["time"] = 1649860814,
					}, -- [154]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Lythrumy-天空之墙",
						["time"] = 1649860889,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "小萌牌-苏塔恩",
						["bTag"] = "小牌#5905",
						["class"] = 10,
						["time"] = 1649860880,
						["iLvl"] = 262,
					}, -- [156]
					{
						["role"] = "HEALER",
						["name"] = "仙灵大女巫丶-凤凰之神",
						["bTag"] = "娜丶小媛#5821",
						["class"] = 2,
						["time"] = 1649860880,
						["iLvl"] = 273,
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "丨想啥来啥丨-凤凰之神",
						["bTag"] = "Sai#54140",
						["class"] = 8,
						["time"] = 1649860880,
						["iLvl"] = 273,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "九十九龙介-阿拉希",
						["class"] = 8,
						["time"] = 1649860889,
						["iLvl"] = 242,
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "盲目与痴愚-燃烧之刃",
						["class"] = 2,
						["time"] = 1649860889,
						["iLvl"] = 234,
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲法王-米奈希尔",
						["bTag"] = "张文超#5329",
						["class"] = 8,
						["time"] = 1650721609,
						["iLvl"] = 245,
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "触丶-死亡之翼",
						["class"] = 3,
						["time"] = 1649861848,
						["iLvl"] = 235,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "拐弯让直行-血色十字军",
						["bTag"] = "大老爹#51631",
						["class"] = 2,
						["time"] = 1649860889,
						["iLvl"] = 229,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡雨意-奥特兰克",
						["bTag"] = "妖精的归宿#5804",
						["class"] = 7,
						["time"] = 1649860880,
						["iLvl"] = 273,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "工兵笑笑-亚雷戈斯",
						["bTag"] = "霜冻之牙#5200",
						["class"] = 8,
						["time"] = 1649860889,
						["iLvl"] = 256,
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "温娜-龙骨平原",
						["bTag"] = "温娜#51209",
						["class"] = 3,
						["time"] = 1649860889,
						["iLvl"] = 262,
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "优秀长沙人士-影之哀伤",
						["bTag"] = "天天傻逼2号#5427",
						["class"] = 3,
						["time"] = 1649860889,
						["iLvl"] = 250,
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "小兔么么哒-白银之手",
						["bTag"] = "万叶松#5100",
						["time"] = 1649860918,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 265,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "曹贼休走-贫瘠之地",
						["bTag"] = "疯狂的兔子#52454",
						["class"] = 1,
						["time"] = 1649860918,
						["iLvl"] = 268,
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "满大街兄弟-黑暗魅影",
						["bTag"] = "BOBO#5324",
						["class"] = 3,
						["time"] = 1649860914,
						["iLvl"] = 263,
					}, -- [170]
					{
						["role"] = "TANK",
						["name"] = "御女三千-耐普图隆",
						["bTag"] = "龍战於野#5402",
						["class"] = 2,
						["time"] = 1649860918,
						["iLvl"] = 239,
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "丶老黄-影之哀伤",
						["bTag"] = "下将潘混#5559",
						["class"] = 3,
						["time"] = 1649860918,
						["iLvl"] = 265,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "真有你德-奥妮克希亚",
						["bTag"] = "一口奶#5923",
						["class"] = 11,
						["time"] = 1649860918,
						["iLvl"] = 243,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "今生指月-伊森利恩",
						["bTag"] = "梦北辰#51127",
						["class"] = 7,
						["time"] = 1649861639,
						["iLvl"] = 275,
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "豆豆一零一-影之哀伤",
						["bTag"] = "花村幼儿源#5820",
						["class"] = 2,
						["time"] = 1650294361,
						["iLvl"] = 256,
					}, -- [175]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "冫高坂桐乃-影之哀伤",
						["time"] = 1649861677,
					}, -- [176]
					{
						["role"] = "HEALER",
						["name"] = "魍魉-迦拉克隆",
						["bTag"] = "糖泥巴#5484",
						["class"] = 5,
						["time"] = 1649861705,
						["iLvl"] = 231,
					}, -- [177]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "輪椅竞速大师-死亡之翼",
						["time"] = 1649860918,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "祁蛋蛋灬-主宰之剑",
						["bTag"] = "SilentSword#528264",
						["time"] = 1649861067,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 242,
					}, -- [179]
					{
						["role"] = "TANK",
						["name"] = "黑涩會尐-黑铁",
						["bTag"] = "滴咚咙咚呛#5605",
						["class"] = 2,
						["time"] = 1649861021,
						["iLvl"] = 229,
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "掩耳-安苏",
						["bTag"] = "最多算微胖#5275",
						["class"] = 5,
						["time"] = 1650721466,
						["iLvl"] = 247,
					}, -- [181]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "万户侯-雷霆之怒",
						["time"] = 1649860958,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "起飞-奥妮克希亚",
						["bTag"] = "小沫同学#5516",
						["class"] = 8,
						["time"] = 1649861055,
						["iLvl"] = 247,
					}, -- [183]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Angellily-影之哀伤",
						["time"] = 1649861019,
					}, -- [184]
					{
						["role"] = "TANK",
						["name"] = "情书让风寄丶-凤凰之神",
						["bTag"] = "superme#5324",
						["class"] = 2,
						["time"] = 1649861687,
						["iLvl"] = 271,
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "狐狸-库尔提拉斯",
						["bTag"] = "崖叶的今天#5842",
						["class"] = 6,
						["time"] = 1649861067,
						["iLvl"] = 254,
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "上课睡觉丶-安加萨",
						["bTag"] = "疯狂之裤#54545",
						["class"] = 3,
						["time"] = 1649861030,
						["iLvl"] = 253,
					}, -- [187]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "幼兒源-安苏",
						["time"] = 1649861061,
					}, -- [188]
					{
						["role"] = "TANK",
						["name"] = "莉亚徳琳-龙骨平原",
						["bTag"] = "小手很凉#51189",
						["time"] = 1649861248,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 268,
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "Dundun-萨尔",
						["bTag"] = "点烟#51778",
						["class"] = 3,
						["time"] = 1649861248,
						["iLvl"] = 224,
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "看我的大角角-冰风岗",
						["bTag"] = "雕栏画栋今犹在#5312",
						["class"] = 1,
						["time"] = 1649861248,
						["iLvl"] = 268,
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "清晨淡雾-红云台地",
						["bTag"] = "清晨淡雾#5515",
						["class"] = 5,
						["time"] = 1649861248,
						["iLvl"] = 255,
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨缥缈-拉格纳罗斯",
						["bTag"] = "SneezyDwarf#55321",
						["class"] = 2,
						["time"] = 1649861248,
						["iLvl"] = 268,
					}, -- [193]
					{
						["role"] = "HEALER",
						["name"] = "荣川乃亚-死亡之翼",
						["bTag"] = "陌小苝#5216",
						["class"] = 7,
						["time"] = 1649861518,
						["iLvl"] = 220,
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "虾仁鱼麻-红龙军团",
						["bTag"] = "汐熙#51260",
						["class"] = 1,
						["time"] = 1649861248,
						["iLvl"] = 258,
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的葡萄-布鲁塔卢斯",
						["bTag"] = "无敌的葡萄#5931",
						["class"] = 1,
						["time"] = 1649861242,
						["iLvl"] = 247,
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒吧骚年-寒冰皇冠",
						["bTag"] = "人生如戏#5671",
						["class"] = 1,
						["time"] = 1649861248,
						["iLvl"] = 247,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "只挫闪电箭-凤凰之神",
						["bTag"] = "陈师傅橙小胖#5844",
						["class"] = 7,
						["time"] = 1649861248,
						["iLvl"] = 271,
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "Demonhunter-恐怖图腾",
						["bTag"] = "暗之末路#5808",
						["class"] = 12,
						["time"] = 1649861438,
						["iLvl"] = 227,
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "尤达-奥妮克希亚",
						["bTag"] = "李达康#5333",
						["class"] = 8,
						["time"] = 1649861438,
						["iLvl"] = 253,
					}, -- [200]
					{
						["role"] = "TANK",
						["name"] = "軍團殺手-拉文凯斯",
						["bTag"] = "无法定义#51179",
						["class"] = 12,
						["time"] = 1649861438,
						["iLvl"] = 241,
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "丶茶话弄-无尽之海",
						["bTag"] = "関雲長#51658",
						["class"] = 9,
						["time"] = 1649861438,
						["iLvl"] = 268,
					}, -- [202]
					{
						["role"] = "TANK",
						["name"] = "懒兮兮-血色十字军",
						["class"] = 2,
						["time"] = 1649861747,
						["iLvl"] = 267,
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "裙下之臣-卡拉赞",
						["bTag"] = "裙下之臣#51401",
						["class"] = 8,
						["time"] = 1649861438,
						["iLvl"] = 271,
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "殁殁-古尔丹",
						["bTag"] = "殁殁#5808",
						["class"] = 4,
						["time"] = 1649861518,
						["iLvl"] = 271,
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "丶战不休-安苏",
						["bTag"] = "激丶战不休#5295",
						["class"] = 4,
						["time"] = 1649861248,
						["iLvl"] = 245,
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "战丶虫虫哥-埃德萨拉",
						["bTag"] = "虫虫哥#5991",
						["time"] = 1649861339,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 235,
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "无浪-伊利丹",
						["time"] = 1649861343,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 259,
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "瀚海西瓜-血色十字军",
						["bTag"] = "瀚海西瓜#5715",
						["class"] = 3,
						["time"] = 1649861343,
						["iLvl"] = 253,
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落丶邪灵-死亡之翼",
						["bTag"] = "把酒临风#51686",
						["class"] = 6,
						["time"] = 1649861339,
						["iLvl"] = 256,
					}, -- [210]
					{
						["role"] = "TANK",
						["name"] = "五十多个死骑-伊利丹",
						["bTag"] = "黯夜销魂#5701",
						["class"] = 6,
						["time"] = 1649861627,
						["iLvl"] = 251,
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "罪魂塔主-伊利丹",
						["bTag"] = "黯夜销魂#5701",
						["class"] = 4,
						["time"] = 1649861627,
						["iLvl"] = 240,
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "Zezé-血色十字军",
						["bTag"] = "Zeze#51142",
						["class"] = 12,
						["time"] = 1649861341,
						["iLvl"] = 267,
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "寸光阴-萨洛拉丝",
						["bTag"] = "子衿#5168",
						["class"] = 3,
						["time"] = 1649861615,
						["iLvl"] = 238,
					}, -- [214]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "余幼薇-末日行者",
						["time"] = 1649861339,
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "洛同-凤凰之神",
						["bTag"] = "洛同#5145",
						["time"] = 1649861438,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 235,
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "孤风栎-丽丽（四川）",
						["bTag"] = "海上楼月镜中花#5122",
						["time"] = 1649861518,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 236,
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "动力火车-凤凰之神",
						["bTag"] = "动力火车#5363",
						["class"] = 3,
						["time"] = 1649861438,
						["iLvl"] = 257,
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "大锤捌十-丹莫德",
						["bTag"] = "送小孩去赤道#5316",
						["class"] = 2,
						["time"] = 1649861438,
						["iLvl"] = 254,
					}, -- [219]
					{
						["role"] = "TANK",
						["name"] = "百烈-亚雷戈斯",
						["bTag"] = "须佐秀藏#5613",
						["class"] = 10,
						["time"] = 1649861438,
						["iLvl"] = 255,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "帕拉丁萌秋-布兰卡德",
						["bTag"] = "至察无友#5764",
						["class"] = 3,
						["time"] = 1649861438,
						["iLvl"] = 273,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "阁下的星河-鬼雾峰",
						["bTag"] = "今天开始做魔王丶#5550",
						["class"] = 9,
						["time"] = 1649861518,
						["iLvl"] = 269,
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "灼丨灼-伊森利恩",
						["bTag"] = "sky#54115",
						["class"] = 3,
						["time"] = 1649861498,
						["iLvl"] = 256,
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "苍狗白云丶-冰风岗",
						["bTag"] = "线香花火#51846",
						["class"] = 9,
						["time"] = 1649861518,
						["iLvl"] = 224,
					}, -- [224]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "龙魂之最-藏宝海湾",
						["time"] = 1649861415,
					}, -- [225]
					{
						["role"] = "HEALER",
						["name"] = "哀莫大于心死-血色十字军",
						["bTag"] = "太贵了#51487",
						["class"] = 5,
						["time"] = 1649861438,
						["iLvl"] = 249,
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "哈莉丶波特-安苏",
						["bTag"] = "快乐之足#52773",
						["class"] = 3,
						["time"] = 1649861438,
						["iLvl"] = 255,
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "术法之士丨-克尔苏加德",
						["bTag"] = "不是我想要的#51528",
						["class"] = 9,
						["time"] = 1649861438,
						["iLvl"] = 233,
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡幽灵-鬼雾峰",
						["bTag"] = "打不死小神童#5801",
						["class"] = 4,
						["time"] = 1649861438,
						["iLvl"] = 246,
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "桔梗丨-凤凰之神",
						["bTag"] = "河哓逍遥#5554",
						["class"] = 3,
						["time"] = 1649861438,
						["iLvl"] = 266,
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "大丨醋缸子-布兰卡德",
						["bTag"] = "混子小花#5770",
						["class"] = 8,
						["time"] = 1649861518,
						["iLvl"] = 245,
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "月下的妳-冰风岗",
						["bTag"] = "zalia#5311",
						["class"] = 7,
						["time"] = 1649861518,
						["iLvl"] = 242,
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "遗留的诗篇-贫瘠之地",
						["bTag"] = "穆易昆#5446",
						["class"] = 1,
						["time"] = 1649861494,
						["iLvl"] = 250,
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "麻辣大螃蟹-凤凰之神",
						["bTag"] = "花心小丑乄#5541",
						["class"] = 8,
						["time"] = 1649861747,
						["iLvl"] = 228,
					}, -- [234]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "西西利亚-燃烧之刃",
						["time"] = 1649861486,
					}, -- [235]
					{
						["role"] = "HEALER",
						["name"] = "垨護亻愛-戈提克",
						["bTag"] = "毛豆仁#5675",
						["class"] = 5,
						["time"] = 1649861518,
						["iLvl"] = 226,
					}, -- [236]
					{
						["role"] = "TANK",
						["name"] = "功夫螳螂-格瑞姆巴托",
						["bTag"] = "超超驼#5579",
						["class"] = 12,
						["time"] = 1649861518,
						["iLvl"] = 271,
					}, -- [237]
					{
						["role"] = "HEALER",
						["name"] = "秋峰悠悠-伊森利恩",
						["bTag"] = "骊秋#51264",
						["class"] = 5,
						["time"] = 1649861518,
						["iLvl"] = 274,
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "前世你约了谁-迅捷微风",
						["bTag"] = "九月残萤#5168",
						["class"] = 5,
						["time"] = 1649861500,
						["iLvl"] = 259,
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风者的拯救-雏龙之翼",
						["bTag"] = "逐风者的拯救#5258",
						["class"] = 2,
						["time"] = 1649861518,
						["iLvl"] = 235,
					}, -- [240]
					{
						["role"] = "TANK",
						["name"] = "基因原體-安苏",
						["bTag"] = "易水先森#51314",
						["time"] = 1649861641,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 253,
					}, -- [241]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "仙履奇缘-阿纳克洛斯",
						["time"] = 1649861823,
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "基佬俊著浩黑-白银之手",
						["bTag"] = "mdzz#52215",
						["class"] = 10,
						["time"] = 1649861641,
						["iLvl"] = 243,
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "知汐-死亡之翼",
						["bTag"] = "击汝一砖#5673",
						["class"] = 8,
						["time"] = 1649861641,
						["iLvl"] = 261,
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "小二乄-利刃之拳",
						["bTag"] = "Saber#52737",
						["class"] = 9,
						["time"] = 1649861641,
						["iLvl"] = 246,
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "荒野丶哲别-死亡之翼",
						["bTag"] = "Hubery#51629",
						["class"] = 3,
						["time"] = 1649861629,
						["iLvl"] = 275,
					}, -- [246]
					{
						["class"] = 10,
						["role"] = "DAMAGER",
						["name"] = "杨姑娘-安苏",
						["time"] = 1649861639,
					}, -- [247]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "调情师-格瑞姆巴托",
						["time"] = 1649861641,
					}, -- [248]
					{
						["role"] = "TANK",
						["name"] = "愿圣光忽悠牛-黑龙军团",
						["bTag"] = "蔚蓝的风#5444",
						["time"] = 1649861747,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 271,
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "家华-伊森利恩",
						["bTag"] = "家华#5797",
						["class"] = 6,
						["time"] = 1649861747,
						["iLvl"] = 271,
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "雨滴丶聆听-安苏",
						["bTag"] = "冷秋梧桐#5168",
						["class"] = 3,
						["time"] = 1649861747,
						["iLvl"] = 235,
					}, -- [251]
					{
						["role"] = "TANK",
						["name"] = "凯特雷德-冰风岗",
						["bTag"] = "跳跳熊#5227562",
						["class"] = 2,
						["time"] = 1649861747,
						["iLvl"] = 245,
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "狐人总亚军-天空之墙",
						["class"] = 8,
						["time"] = 1649861747,
						["iLvl"] = 238,
					}, -- [253]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "故笙丶诉离歌-伊森利恩",
						["time"] = 1649861695,
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "凉梦-死亡之翼",
						["class"] = 3,
						["time"] = 1649861747,
						["iLvl"] = 249,
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "Carpedìem-影之哀伤",
						["bTag"] = "很有可能#5620",
						["class"] = 1,
						["time"] = 1649861747,
						["iLvl"] = 262,
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "秋月无双-贫瘠之地",
						["bTag"] = "云中漫步#5236",
						["class"] = 4,
						["time"] = 1649861747,
						["iLvl"] = 243,
					}, -- [257]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "毒牙-瓦里玛萨斯",
						["time"] = 1649861669,
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "浮生偌梦丨-贫瘠之地",
						["bTag"] = "丨修罗丶#51139",
						["class"] = 9,
						["time"] = 1649861671,
						["iLvl"] = 254,
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "雀揽南溪月-无尽之海",
						["bTag"] = "清疯#5830",
						["class"] = 11,
						["time"] = 1649861747,
						["iLvl"] = 267,
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "埃克索图斯-黑铁",
						["bTag"] = "格温多琳#5437",
						["class"] = 11,
						["time"] = 1649861675,
						["iLvl"] = 259,
					}, -- [261]
					{
						["class"] = 7,
						["role"] = "HEALER",
						["name"] = "花村牛肉人丶-影之哀伤",
						["time"] = 1649861673,
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "是汉堡吖-格瑞姆巴托",
						["bTag"] = "北冥有鱼其名为鲲#51954",
						["class"] = 1,
						["time"] = 1649861747,
						["iLvl"] = 263,
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "Solomom-燃烧之刃",
						["bTag"] = "MyLife4Aiur#5587",
						["class"] = 5,
						["time"] = 1649861747,
						["iLvl"] = 264,
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "麥萌的书包-黑翼之巢",
						["bTag"] = "圣诞#51177",
						["class"] = 7,
						["time"] = 1649861747,
						["iLvl"] = 250,
					}, -- [265]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "西天的云彩-布兰卡德",
						["time"] = 1649861687,
					}, -- [266]
					{
						["role"] = "TANK",
						["name"] = "堕落夜之子-凤凰之神",
						["bTag"] = "迅捷之潜行者#52119",
						["class"] = 6,
						["time"] = 1649861747,
						["iLvl"] = 263,
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "大帅吕-伊森利恩",
						["bTag"] = "BT160520#5611",
						["class"] = 1,
						["time"] = 1649861747,
						["iLvl"] = 273,
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "小鹰-丹莫德",
						["bTag"] = "致命之足#557685",
						["class"] = 4,
						["time"] = 1649861705,
						["iLvl"] = 256,
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "轻轻地好吗-死亡之翼",
						["bTag"] = "无聊的特种兵#5166",
						["class"] = 9,
						["time"] = 1649861747,
						["iLvl"] = 263,
					}, -- [270]
					{
						["role"] = "HEALER",
						["name"] = "吸着氧打本-凤凰之神",
						["bTag"] = "肆月#5943",
						["class"] = 11,
						["time"] = 1649861747,
						["iLvl"] = 273,
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "夜魅随风-安苏",
						["bTag"] = "月夜丶葬魂#5847",
						["class"] = 3,
						["time"] = 1649861747,
						["iLvl"] = 260,
					}, -- [272]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "多多不睡觉-格瑞姆巴托",
						["time"] = 1649861711,
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "Sereinlu-燃烧之刃",
						["bTag"] = "LuckyLau#51579",
						["class"] = 11,
						["time"] = 1649861747,
						["iLvl"] = 257,
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "Valkrie-血环",
						["bTag"] = "Salt#5513",
						["class"] = 12,
						["time"] = 1649861747,
						["iLvl"] = 240,
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "霸道诡刺-加基森",
						["bTag"] = "苍天有泪#5244",
						["class"] = 9,
						["time"] = 1649861747,
						["iLvl"] = 240,
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "斯嘉迪之眼-艾露恩",
						["bTag"] = "兔子先生#53203",
						["time"] = 1649861848,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 243,
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "罪恶救星-安苏",
						["bTag"] = "学医救不了中国人#5443",
						["class"] = 3,
						["time"] = 1649861848,
						["iLvl"] = 238,
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "闻声听竹涛-凤凰之神",
						["bTag"] = "雨落闻声听竹涛#5929",
						["class"] = 12,
						["time"] = 1649861848,
						["iLvl"] = 257,
					}, -- [279]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "阿达尔-死亡之翼",
						["time"] = 1649861848,
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "牜無罒-凤凰之神",
						["bTag"] = "无敌帅帅斌#5750",
						["class"] = 10,
						["time"] = 1649861848,
						["iLvl"] = 225,
					}, -- [281]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "皇冠统领-死亡之翼",
						["time"] = 1649861848,
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "丶尕小夕灬-斩魔者",
						["bTag"] = "心有林夕#5276",
						["class"] = 9,
						["time"] = 1649861848,
						["iLvl"] = 223,
					}, -- [283]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "战场园-埃德萨拉",
						["time"] = 1649861848,
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "重琻属-晴日峰（江苏）",
						["bTag"] = "伤花怒放#5946",
						["class"] = 1,
						["time"] = 1649861848,
						["iLvl"] = 230,
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "豆豆的豆-燃烧之刃",
						["bTag"] = "陌生人的陌生人#5827",
						["class"] = 4,
						["time"] = 1649861848,
						["iLvl"] = 233,
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "踏尽红尘-芬里斯",
						["class"] = 4,
						["time"] = 1649861848,
						["iLvl"] = 242,
					}, -- [287]
					{
						["role"] = "TANK",
						["name"] = "风之霜刃-燃烧之刃",
						["bTag"] = "孤傲之熊#5784",
						["class"] = 11,
						["time"] = 1649861848,
						["iLvl"] = 250,
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "巧克力呆呆贼-血色十字军",
						["bTag"] = "只会嘲笑#5110",
						["class"] = 4,
						["time"] = 1649861848,
						["iLvl"] = 240,
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "丷时光鸡丷-凤凰之神",
						["bTag"] = "乄旧時光丶#5833",
						["class"] = 10,
						["time"] = 1649861848,
						["iLvl"] = 233,
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "戴艾迪-石爪峰",
						["bTag"] = "戴维穆恩#5546",
						["class"] = 3,
						["time"] = 1649861848,
						["iLvl"] = 253,
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "Samter-燃烧之刃",
						["bTag"] = "Samulx#5704",
						["class"] = 3,
						["time"] = 1649861848,
						["iLvl"] = 228,
					}, -- [292]
					{
						["role"] = "TANK",
						["name"] = "忘却的银子-海克泰尔",
						["bTag"] = "我是银子#5967",
						["class"] = 6,
						["time"] = 1649861848,
						["iLvl"] = 241,
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "魔力的银子-海克泰尔",
						["bTag"] = "银子法僧萨猎魔猎#5133",
						["class"] = 8,
						["time"] = 1649861848,
						["iLvl"] = 246,
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "决鸣诗琴-影之哀伤",
						["bTag"] = "南波丸#51624",
						["class"] = 5,
						["time"] = 1649861848,
						["iLvl"] = 235,
					}, -- [295]
					{
						["role"] = "TANK",
						["name"] = "一掌定乾坤-冰风岗",
						["bTag"] = "小心那有块肥皂#5795",
						["class"] = 10,
						["time"] = 1649861848,
						["iLvl"] = 214,
					}, -- [296]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "鸮兏嵇鱻-燃烧之刃",
						["time"] = 1649861831,
					}, -- [297]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "高寒伍-凤凰之神",
						["time"] = 1649861848,
					}, -- [298]
					{
						["role"] = "TANK",
						["name"] = "那个丶骑仕-凤凰之神",
						["bTag"] = "智勇所溺#5170",
						["time"] = 1649862077,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 252,
					}, -- [299]
					{
						["role"] = "DAMAGER",
						["name"] = "巧笑倩-克尔苏加德",
						["bTag"] = "Portrait#51524",
						["class"] = 12,
						["time"] = 1649862077,
						["iLvl"] = 230,
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "哞哞叫的兔子-格瑞姆巴托",
						["bTag"] = "凉酒青杯#5838",
						["class"] = 7,
						["time"] = 1649862077,
						["iLvl"] = 235,
					}, -- [301]
					{
						["role"] = "TANK",
						["name"] = "闻山小夜红-血色十字军",
						["bTag"] = "潇湘轮回#5477",
						["class"] = 6,
						["time"] = 1649862077,
						["iLvl"] = 241,
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "安哥拉曼纽-冬泉谷",
						["bTag"] = "幸运之翼#523202",
						["class"] = 12,
						["time"] = 1649862077,
						["iLvl"] = 260,
					}, -- [303]
					{
						["role"] = "TANK",
						["name"] = "德纳修斯-菲拉斯",
						["bTag"] = "上古之神#51184",
						["class"] = 11,
						["time"] = 1649862077,
						["iLvl"] = 243,
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "Liela-冰风岗",
						["bTag"] = "杨非凡#51981",
						["class"] = 6,
						["time"] = 1649862077,
						["iLvl"] = 241,
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "军争之权威-伊森利恩",
						["bTag"] = "天丛云#51525",
						["class"] = 1,
						["time"] = 1649862077,
						["iLvl"] = 202,
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "天无小尾巴-凤凰之神",
						["bTag"] = "yong0502#5958",
						["class"] = 7,
						["time"] = 1649862077,
						["iLvl"] = 232,
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "Haloshao-卡德罗斯",
						["bTag"] = "卡斯特罗#51764",
						["class"] = 1,
						["time"] = 1649862077,
						["iLvl"] = 249,
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "眼中有光芒-布兰卡德",
						["bTag"] = "包子馒头都有馅#5449",
						["class"] = 12,
						["time"] = 1649862077,
						["iLvl"] = 253,
					}, -- [309]
					{
						["role"] = "TANK",
						["name"] = "涩涩德牛-冰川之拳",
						["bTag"] = "光辉的晨星#5510",
						["class"] = 11,
						["time"] = 1649862077,
						["iLvl"] = 245,
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "一念成贼丶-死亡之翼",
						["bTag"] = "最后的平民#5964",
						["class"] = 4,
						["time"] = 1649873182,
						["iLvl"] = 275,
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "老衲法号神灯-冰风岗",
						["bTag"] = "叫兽#52783",
						["class"] = 10,
						["time"] = 1649872590,
						["iLvl"] = 246,
					}, -- [312]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "呆頭飛鳥-无尽之海",
						["time"] = 1649872584,
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "丶酸辣酱-燃烧之刃",
						["bTag"] = "远方传来风笛#5620",
						["class"] = 9,
						["time"] = 1649873033,
						["iLvl"] = 261,
					}, -- [314]
					{
						["role"] = "TANK",
						["name"] = "北梓丶亦暖-燃烧之刃",
						["bTag"] = "晚安对谁说#5690",
						["class"] = 2,
						["time"] = 1649873182,
						["iLvl"] = 269,
					}, -- [315]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "暴牙-洛萨",
						["time"] = 1649872630,
					}, -- [316]
					{
						["role"] = "HEALER",
						["name"] = "Crazydiamond-芬里斯",
						["bTag"] = "还要吗#51992",
						["class"] = 7,
						["time"] = 1649873182,
						["iLvl"] = 262,
					}, -- [317]
					{
						["role"] = "DAMAGER",
						["name"] = "加油抗疫-贫瘠之地",
						["bTag"] = "Xiaoxiaotimy#5633",
						["class"] = 6,
						["time"] = 1649873182,
						["iLvl"] = 236,
					}, -- [318]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Hearthief-影之哀伤",
						["time"] = 1649873182,
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "Bugatti-血环",
						["bTag"] = "Bnetplayer#517805",
						["class"] = 3,
						["time"] = 1649873182,
						["iLvl"] = 269,
					}, -- [320]
					{
						["role"] = "DAMAGER",
						["name"] = "小红手旭-伊森利恩",
						["bTag"] = "小钢钢#51700",
						["class"] = 3,
						["time"] = 1649873182,
						["iLvl"] = 270,
					}, -- [321]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇红手怪-燃烧之刃",
						["bTag"] = "打我就得癌#5565",
						["class"] = 2,
						["time"] = 1649873182,
						["iLvl"] = 232,
					}, -- [322]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "灬放弃吧-无尽之海",
						["time"] = 1649873026,
					}, -- [323]
					{
						["role"] = "DAMAGER",
						["name"] = "殇思-凤凰之神",
						["bTag"] = "吉安娜#5571",
						["class"] = 11,
						["time"] = 1649873079,
						["iLvl"] = 264,
					}, -- [324]
					{
						["role"] = "DAMAGER",
						["name"] = "温尔伴-凤凰之神",
						["bTag"] = "吕纯男#5649",
						["class"] = 8,
						["time"] = 1649873169,
						["iLvl"] = 212,
					}, -- [325]
					{
						["role"] = "TANK",
						["name"] = "恩艾斯-通灵学院",
						["bTag"] = "从小就胖#5836",
						["time"] = 1650044235,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 259,
					}, -- [326]
					{
						["role"] = "TANK",
						["name"] = "咫尺地狱-格瑞姆巴托",
						["bTag"] = "达西先生#51206",
						["class"] = 12,
						["time"] = 1650044205,
						["iLvl"] = 234,
					}, -- [327]
					{
						["role"] = "TANK",
						["name"] = "血契荣耀-伊森利恩",
						["bTag"] = "东宫#5464",
						["class"] = 2,
						["time"] = 1650044249,
						["iLvl"] = 255,
					}, -- [328]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "西门无术-安苏",
						["time"] = 1650044172,
					}, -- [329]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "老毒瘤-鬼雾峰",
						["time"] = 1650044170,
					}, -- [330]
					{
						["role"] = "DAMAGER",
						["name"] = "凡尔登收音机-黑暗魅影",
						["bTag"] = "永远的执着#5516",
						["class"] = 7,
						["time"] = 1650044254,
						["iLvl"] = 252,
					}, -- [331]
					{
						["role"] = "DAMAGER",
						["name"] = "夏娜丶-埃德萨拉",
						["bTag"] = "粉仔丶#5516",
						["class"] = 8,
						["time"] = 1650044254,
						["iLvl"] = 267,
					}, -- [332]
					{
						["role"] = "DAMAGER",
						["name"] = "郑多燕大师-熊猫酒仙",
						["bTag"] = "艾优莱卡#51816",
						["class"] = 3,
						["time"] = 1650044254,
						["iLvl"] = 243,
					}, -- [333]
					{
						["role"] = "DAMAGER",
						["name"] = "满眼是繁星-凤凰之神",
						["bTag"] = "KidsG1uY#5518",
						["class"] = 8,
						["time"] = 1650044190,
						["iLvl"] = 280,
					}, -- [334]
					{
						["role"] = "HEALER",
						["name"] = "不正经德-德拉诺",
						["bTag"] = "李京#51125",
						["class"] = 11,
						["time"] = 1650044198,
						["iLvl"] = 254,
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失龙的-烈焰峰",
						["bTag"] = "水晶古老肉#5724",
						["class"] = 3,
						["time"] = 1650044254,
						["iLvl"] = 252,
					}, -- [336]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "豆花丶丶-凤凰之神",
						["time"] = 1650044182,
					}, -- [337]
					{
						["role"] = "TANK",
						["name"] = "Fernzug-迅捷微风",
						["bTag"] = "风了个雨#5751",
						["class"] = 11,
						["time"] = 1650722336,
						["iLvl"] = 248,
					}, -- [338]
					{
						["role"] = "DAMAGER",
						["name"] = "梦酒-埃德萨拉",
						["bTag"] = "箭丿回#5445",
						["class"] = 8,
						["time"] = 1650044249,
						["iLvl"] = 244,
					}, -- [339]
					{
						["role"] = "TANK",
						["name"] = "獣人丶戦士-影之哀伤",
						["bTag"] = "你灬爹#5270",
						["class"] = 2,
						["time"] = 1650044230,
						["iLvl"] = 267,
					}, -- [340]
					{
						["role"] = "TANK",
						["name"] = "譕顩灬-影之哀伤",
						["bTag"] = "黑色壳壳#5316",
						["class"] = 2,
						["time"] = 1650044254,
						["iLvl"] = 252,
					}, -- [341]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "麦小色-通灵学院",
						["time"] = 1650044194,
					}, -- [342]
					{
						["role"] = "TANK",
						["name"] = "Fery-影之哀伤",
						["bTag"] = "风了个雨#5751",
						["class"] = 11,
						["time"] = 1650721860,
						["iLvl"] = 275,
					}, -- [343]
					{
						["role"] = "DAMAGER",
						["name"] = "箭武飛扬-影之哀伤",
						["bTag"] = "林霖#5844",
						["time"] = 1650044254,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 268,
					}, -- [344]
					{
						["role"] = "DAMAGER",
						["name"] = "Cologne-洛萨",
						["bTag"] = "Lonlong#5710",
						["class"] = 1,
						["time"] = 1650044205,
						["iLvl"] = 250,
					}, -- [345]
					{
						["role"] = "DAMAGER",
						["name"] = "无暇赴死-死亡之翼",
						["bTag"] = "Southpaw#51591",
						["time"] = 1650044249,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 255,
					}, -- [346]
					{
						["role"] = "DAMAGER",
						["name"] = "长夜无声-凤凰之神",
						["bTag"] = "长夜雪满天#5750",
						["class"] = 4,
						["time"] = 1650722332,
						["iLvl"] = 236,
					}, -- [347]
					{
						["role"] = "DAMAGER",
						["name"] = "墨家丨雪女-霜之哀伤",
						["bTag"] = "维京小黑#5945",
						["class"] = 8,
						["time"] = 1650294273,
						["iLvl"] = 243,
					}, -- [348]
					{
						["role"] = "DAMAGER",
						["name"] = "鸡腿爱吃肉-死亡之翼",
						["bTag"] = "鸡腿#51948",
						["class"] = 8,
						["time"] = 1650722259,
						["iLvl"] = 240,
					}, -- [349]
					{
						["role"] = "HEALER",
						["name"] = "安安优酸乳-安苏",
						["bTag"] = "李项项#5455",
						["class"] = 5,
						["time"] = 1650294361,
						["iLvl"] = 230,
					}, -- [350]
					{
						["role"] = "DAMAGER",
						["name"] = "兜兜里有糖菓-伊森利恩",
						["bTag"] = "我为自己代盐#51897",
						["class"] = 2,
						["time"] = 1650294352,
						["iLvl"] = 241,
					}, -- [351]
					{
						["role"] = "DAMAGER",
						["name"] = "暮色的风景-丽丽（四川）",
						["bTag"] = "三天热度#5502",
						["class"] = 2,
						["time"] = 1650294361,
						["iLvl"] = 242,
					}, -- [352]
					{
						["role"] = "DAMAGER",
						["name"] = "银月城啊强-亚雷戈斯",
						["bTag"] = "你的杀父仇人#5226",
						["class"] = 12,
						["time"] = 1650294352,
						["iLvl"] = 247,
					}, -- [353]
					{
						["role"] = "DAMAGER",
						["name"] = "纠结的名字丶-伊利丹",
						["bTag"] = "为了部落#5209520",
						["class"] = 3,
						["time"] = 1650294361,
						["iLvl"] = 263,
					}, -- [354]
					{
						["role"] = "TANK",
						["name"] = "嘚了个嘚嘚-迦拉克隆",
						["bTag"] = "潜行之鲷#56348",
						["class"] = 11,
						["time"] = 1650294336,
						["iLvl"] = 231,
					}, -- [355]
					{
						["role"] = "DAMAGER",
						["name"] = "下山看夕阳-凤凰之神",
						["bTag"] = "Cecconi#5449",
						["class"] = 3,
						["time"] = 1650294361,
						["iLvl"] = 248,
					}, -- [356]
					{
						["role"] = "DAMAGER",
						["name"] = "小西-亡语者",
						["bTag"] = "小楼#51958",
						["class"] = 3,
						["time"] = 1650294361,
						["iLvl"] = 254,
					}, -- [357]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "凤梨酥了-凤凰之神",
						["time"] = 1650294319,
					}, -- [358]
					{
						["role"] = "DAMAGER",
						["name"] = "诡术妖姬丶-卡德加",
						["bTag"] = "冰霜之神#5280",
						["class"] = 8,
						["time"] = 1650294361,
						["iLvl"] = 265,
					}, -- [359]
					{
						["role"] = "DAMAGER",
						["name"] = "朝圣绽放-死亡之翼",
						["bTag"] = "戈子#5946",
						["class"] = 12,
						["time"] = 1650294361,
						["iLvl"] = 222,
					}, -- [360]
					{
						["role"] = "DAMAGER",
						["name"] = "秋刀鱼不过期-伊森利恩",
						["bTag"] = "连毛胡子少女#5591",
						["class"] = 6,
						["time"] = 1650294361,
						["iLvl"] = 265,
					}, -- [361]
					{
						["role"] = "DAMAGER",
						["name"] = "亡者之瘋-凤凰之神",
						["bTag"] = "卑鄙的我#5989",
						["class"] = 6,
						["time"] = 1650294361,
						["iLvl"] = 237,
					}, -- [362]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "辣狐狐-迅捷微风",
						["time"] = 1650294352,
					}, -- [363]
					{
						["role"] = "DAMAGER",
						["name"] = "追击猎-熔火之心",
						["bTag"] = "曾哥#5223",
						["time"] = 1650467954,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 233,
					}, -- [364]
					{
						["role"] = "TANK",
						["name"] = "猴面小龙兰-翡翠梦境",
						["bTag"] = "矮人之侏儒#5491",
						["time"] = 1650467982,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 191,
					}, -- [365]
					{
						["role"] = "DAMAGER",
						["name"] = "无所施其术-斩魔者",
						["class"] = 9,
						["time"] = 1650467982,
						["iLvl"] = 243,
					}, -- [366]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "阿楽-国王之谷",
						["time"] = 1650467904,
					}, -- [367]
					{
						["role"] = "HEALER",
						["name"] = "米诺-阿纳克洛斯",
						["bTag"] = "米诺#5698",
						["class"] = 5,
						["time"] = 1650467982,
						["iLvl"] = 271,
					}, -- [368]
					{
						["role"] = "DAMAGER",
						["name"] = "虢小嘉-加基森",
						["bTag"] = "虢小嘉#5481",
						["class"] = 4,
						["time"] = 1650467982,
						["iLvl"] = 239,
					}, -- [369]
					{
						["role"] = "HEALER",
						["name"] = "糖菓-黑铁",
						["bTag"] = "Enidpp#5451",
						["class"] = 5,
						["time"] = 1650467982,
						["iLvl"] = 242,
					}, -- [370]
					{
						["role"] = "DAMAGER",
						["name"] = "巫毒大茶壶-伊森利恩",
						["bTag"] = "HakunaMatat#51798",
						["class"] = 9,
						["time"] = 1650467982,
						["iLvl"] = 232,
					}, -- [371]
					{
						["role"] = "DAMAGER",
						["name"] = "玥弦丶琳儿-凤凰之神",
						["bTag"] = "飘落的尘#51597",
						["class"] = 8,
						["time"] = 1650467954,
						["iLvl"] = 248,
					}, -- [372]
					{
						["role"] = "DAMAGER",
						["name"] = "长夜灯火-凤凰之神",
						["class"] = 8,
						["time"] = 1650722058,
						["iLvl"] = 228,
					}, -- [373]
					{
						["role"] = "TANK",
						["name"] = "血狼王丶弑神-黑石尖塔",
						["bTag"] = "贪狼王邪枫#5356",
						["class"] = 6,
						["time"] = 1650467982,
						["iLvl"] = 203,
					}, -- [374]
					{
						["role"] = "DAMAGER",
						["name"] = "流星巛婉晴-迦拉克隆",
						["bTag"] = "随地打小编#5646",
						["class"] = 2,
						["time"] = 1650467982,
						["iLvl"] = 260,
					}, -- [375]
					{
						["role"] = "TANK",
						["name"] = "Flyingcat-阿曼尼",
						["bTag"] = "四月幽灵#5573",
						["class"] = 12,
						["time"] = 1650467982,
						["iLvl"] = 239,
					}, -- [376]
					{
						["role"] = "HEALER",
						["name"] = "搞二两就醉-凤凰之神",
						["bTag"] = "贰两二#5608",
						["class"] = 7,
						["time"] = 1650467954,
						["iLvl"] = 198,
					}, -- [377]
					{
						["role"] = "DAMAGER",
						["name"] = "Hanmen-燃烧平原",
						["bTag"] = "迷惘人间#5355",
						["class"] = 1,
						["time"] = 1650467954,
						["iLvl"] = 234,
					}, -- [378]
					{
						["role"] = "DAMAGER",
						["name"] = "咆哮蛋-影之哀伤",
						["bTag"] = "咆哮蛋#5728",
						["class"] = 5,
						["time"] = 1650467982,
						["iLvl"] = 273,
					}, -- [379]
					{
						["role"] = "DAMAGER",
						["name"] = "Stealuheart-死亡之翼",
						["bTag"] = "圣灬咸#51742",
						["class"] = 4,
						["time"] = 1650721458,
						["iLvl"] = 236,
					}, -- [380]
					{
						["role"] = "TANK",
						["name"] = "升旗丿仪式-格瑞姆巴托",
						["bTag"] = "噹里个噹#51638",
						["class"] = 2,
						["time"] = 1650468140,
						["iLvl"] = 268,
					}, -- [381]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "超级红手-凤凰之神",
						["time"] = 1650468109,
					}, -- [382]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "超凶魔神-回音山",
						["time"] = 1650722259,
					}, -- [383]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "壹锤定英-安苏",
						["time"] = 1650468121,
					}, -- [384]
					{
						["role"] = "DAMAGER",
						["name"] = "Yinmanak-萨格拉斯",
						["bTag"] = "霍格沃滋#51459",
						["class"] = 3,
						["time"] = 1650468130,
						["iLvl"] = 250,
					}, -- [385]
					{
						["role"] = "DAMAGER",
						["name"] = "深渊断罪丨-阿纳克洛斯",
						["bTag"] = "深渊丨断罪#5313",
						["class"] = 3,
						["time"] = 1650468271,
						["iLvl"] = 269,
					}, -- [386]
					{
						["role"] = "TANK",
						["name"] = "揍树师-格雷迈恩",
						["bTag"] = "熊猫康康#5841",
						["class"] = 10,
						["time"] = 1650468271,
						["iLvl"] = 269,
					}, -- [387]
					{
						["role"] = "DAMAGER",
						["name"] = "云的炫炫-死亡之翼",
						["bTag"] = "迪妮纱的微笑#5586",
						["class"] = 5,
						["time"] = 1650468271,
						["iLvl"] = 222,
					}, -- [388]
					{
						["role"] = "DAMAGER",
						["name"] = "名字不想太长-凤凰之神",
						["bTag"] = "iamyours#5212",
						["class"] = 5,
						["time"] = 1650468271,
						["iLvl"] = 246,
					}, -- [389]
					{
						["role"] = "DAMAGER",
						["name"] = "瞒子-阿拉索",
						["bTag"] = "阿瞒#5806",
						["class"] = 7,
						["time"] = 1650468271,
						["iLvl"] = 261,
					}, -- [390]
					{
						["role"] = "DAMAGER",
						["name"] = "法尘-天谴之门",
						["bTag"] = "白银之鹰#529838",
						["class"] = 8,
						["time"] = 1650468271,
						["iLvl"] = 262,
					}, -- [391]
					{
						["role"] = "TANK",
						["name"] = "眼睛丨发光-冰风岗",
						["bTag"] = "邪恶斩杀#5548",
						["class"] = 12,
						["time"] = 1650468271,
						["iLvl"] = 266,
					}, -- [392]
					{
						["role"] = "DAMAGER",
						["name"] = "月光舞步-雷霆之王",
						["bTag"] = "酒量不好#5973",
						["class"] = 7,
						["time"] = 1650468271,
						["iLvl"] = 238,
					}, -- [393]
					{
						["role"] = "DAMAGER",
						["name"] = "小小桃酥-燃烧之刃",
						["bTag"] = "风吹草地蛋蛋凉#5645",
						["class"] = 2,
						["time"] = 1650468271,
						["iLvl"] = 274,
					}, -- [394]
					{
						["role"] = "DAMAGER",
						["name"] = "脑壳有包-燃烧之刃",
						["bTag"] = "Player#5323338",
						["class"] = 9,
						["time"] = 1650468271,
						["iLvl"] = 244,
					}, -- [395]
					{
						["role"] = "TANK",
						["name"] = "萨拉灬魂-冰风岗",
						["bTag"] = "丶醉卧美人曦#5439",
						["class"] = 2,
						["time"] = 1650468271,
						["iLvl"] = 241,
					}, -- [396]
					{
						["role"] = "DAMAGER",
						["name"] = "老板没虾啊-主宰之剑",
						["bTag"] = "突然变强而已#5676",
						["class"] = 9,
						["time"] = 1650468271,
						["iLvl"] = 231,
					}, -- [397]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "別別别别別別-埃德萨拉",
						["time"] = 1650720500,
					}, -- [398]
					{
						["role"] = "DAMAGER",
						["name"] = "疼痛男孩儿-冰风岗",
						["bTag"] = "Saulgoodman#51343",
						["class"] = 11,
						["time"] = 1650468271,
						["iLvl"] = 273,
					}, -- [399]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "啊阿-埃德萨拉",
						["time"] = 1650468187,
					}, -- [400]
					{
						["role"] = "HEALER",
						["name"] = "不惑-伊森利恩",
						["bTag"] = "清城月寒#5174",
						["class"] = 11,
						["time"] = 1650468271,
						["iLvl"] = 269,
					}, -- [401]
					{
						["role"] = "DAMAGER",
						["name"] = "滨惠北-雷斧堡垒",
						["bTag"] = "滨惠北#5918",
						["class"] = 3,
						["time"] = 1650468271,
						["iLvl"] = 267,
					}, -- [402]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "脆皮香草-石爪峰",
						["time"] = 1650468271,
					}, -- [403]
					{
						["role"] = "HEALER",
						["name"] = "牛牛我最棒-死亡之翼",
						["bTag"] = "魏武帝艹萌德#5187",
						["class"] = 11,
						["time"] = 1650468254,
						["iLvl"] = 234,
					}, -- [404]
					{
						["role"] = "TANK",
						["name"] = "飓风无晴天-死亡之翼",
						["bTag"] = "飓风无情#51281",
						["class"] = 2,
						["time"] = 1650468271,
						["iLvl"] = 229,
					}, -- [405]
					{
						["role"] = "DAMAGER",
						["name"] = "打滚喵-伊利丹",
						["bTag"] = "炫酷达人#5130",
						["class"] = 8,
						["time"] = 1650468271,
						["iLvl"] = 218,
					}, -- [406]
					{
						["role"] = "DAMAGER",
						["name"] = "菲你不可丫-死亡之翼",
						["bTag"] = "第一次心疼#5474",
						["class"] = 4,
						["time"] = 1650468271,
						["iLvl"] = 215,
					}, -- [407]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐地画-燃烧之刃",
						["bTag"] = "快乐之天空#51422",
						["class"] = 3,
						["time"] = 1650468271,
						["iLvl"] = 223,
					}, -- [408]
					{
						["role"] = "DAMAGER",
						["name"] = "春天得倻-血色十字军",
						["bTag"] = "快乐之裤#550178",
						["class"] = 3,
						["time"] = 1650468271,
						["iLvl"] = 219,
					}, -- [409]
					{
						["role"] = "TANK",
						["name"] = "艾雅丶黑掌-死亡之翼",
						["bTag"] = "奥蕾莉亚之歌#5885",
						["class"] = 10,
						["time"] = 1650468271,
						["iLvl"] = 254,
					}, -- [410]
					{
						["role"] = "DAMAGER",
						["name"] = "枫木丨含悲-耐奥祖",
						["bTag"] = "战斗之软泥怪#54817",
						["class"] = 7,
						["time"] = 1650468271,
						["iLvl"] = 237,
					}, -- [411]
					{
						["role"] = "DAMAGER",
						["name"] = "哪个猎手啊-恶魔之魂",
						["bTag"] = "张辉#5976",
						["class"] = 12,
						["time"] = 1650468271,
						["iLvl"] = 238,
					}, -- [412]
					{
						["role"] = "DAMAGER",
						["name"] = "奕奕兔-凤凰之神",
						["bTag"] = "大洋游侠#51810",
						["time"] = 1650643979,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 268,
					}, -- [413]
					{
						["role"] = "TANK",
						["name"] = "黑中俏丶-冰风岗",
						["bTag"] = "April#52235",
						["class"] = 6,
						["time"] = 1650643972,
						["iLvl"] = 224,
					}, -- [414]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "Mwxwm-凤凰之神",
						["time"] = 1650643923,
					}, -- [415]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "火山鱼-凤凰之神",
						["time"] = 1650720404,
					}, -- [416]
					{
						["class"] = 10,
						["role"] = "TANK",
						["name"] = "常在我心-血色十字军",
						["time"] = 1650643929,
					}, -- [417]
					{
						["role"] = "DAMAGER",
						["name"] = "射都射歪来-凤凰之神",
						["bTag"] = "sterben#51901",
						["class"] = 3,
						["time"] = 1650643941,
						["iLvl"] = 261,
					}, -- [418]
					{
						["role"] = "DAMAGER",
						["name"] = "萌新占星师-安苏",
						["bTag"] = "翻滚#51644",
						["class"] = 8,
						["time"] = 1650720402,
						["iLvl"] = 230,
					}, -- [419]
					{
						["role"] = "DAMAGER",
						["name"] = "萌新小法-格瑞姆巴托",
						["bTag"] = "翻滚#51644",
						["class"] = 8,
						["time"] = 1650720261,
						["iLvl"] = 231,
					}, -- [420]
					{
						["role"] = "TANK",
						["name"] = "想想就冒火-凤凰之神",
						["bTag"] = "七战#51591",
						["class"] = 11,
						["time"] = 1650643957,
						["iLvl"] = 245,
					}, -- [421]
					{
						["role"] = "TANK",
						["name"] = "钢铁爱国者-龙骨平原",
						["bTag"] = "钢铁侠和贾维斯#5471",
						["class"] = 2,
						["time"] = 1650643997,
						["iLvl"] = 244,
					}, -- [422]
					{
						["role"] = "TANK",
						["name"] = "古德喵咛-凤凰之神",
						["bTag"] = "七战#51591",
						["class"] = 11,
						["time"] = 1650643968,
						["iLvl"] = 244,
					}, -- [423]
					{
						["role"] = "DAMAGER",
						["name"] = "Playeriuory-凤凰之神",
						["bTag"] = "七战#51591",
						["class"] = 3,
						["time"] = 1650719493,
						["iLvl"] = 245,
					}, -- [424]
					{
						["role"] = "DAMAGER",
						["name"] = "一口好牙牙-凤凰之神",
						["bTag"] = "七战#51591",
						["class"] = 3,
						["time"] = 1650643963,
						["iLvl"] = 244,
					}, -- [425]
					{
						["role"] = "DAMAGER",
						["name"] = "要塞信标-冰霜之刃",
						["bTag"] = "李铁柱#51775",
						["class"] = 3,
						["time"] = 1650643957,
						["iLvl"] = 208,
					}, -- [426]
					{
						["role"] = "DAMAGER",
						["name"] = "天一丶-血色十字军",
						["bTag"] = "Tesla#52894",
						["class"] = 3,
						["time"] = 1650721618,
						["iLvl"] = 235,
					}, -- [427]
					{
						["role"] = "DAMAGER",
						["name"] = "暮以丘为匹-死亡之翼",
						["bTag"] = "今天你吃了吗#5348",
						["class"] = 3,
						["time"] = 1650643977,
						["iLvl"] = 242,
					}, -- [428]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "Charm-凤凰之神",
						["time"] = 1650643953,
					}, -- [429]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "風捲殘雪-影之哀伤",
						["time"] = 1650643957,
					}, -- [430]
					{
						["role"] = "DAMAGER",
						["name"] = "邦邦给你两拳-霜之哀伤",
						["bTag"] = "老夫这厢有礼啦#5833",
						["time"] = 1650643984,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 267,
					}, -- [431]
					{
						["role"] = "DAMAGER",
						["name"] = "秦一丶-安苏",
						["bTag"] = "Tesla#52894",
						["class"] = 3,
						["time"] = 1650721670,
						["iLvl"] = 235,
					}, -- [432]
					{
						["role"] = "DAMAGER",
						["name"] = "修合存心-海克泰尔",
						["bTag"] = "why535#5208",
						["time"] = 1650719677,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 232,
					}, -- [433]
					{
						["role"] = "DAMAGER",
						["name"] = "潘打喵喵-死亡之翼",
						["class"] = 3,
						["time"] = 1650721856,
						["iLvl"] = 248,
					}, -- [434]
					{
						["role"] = "DAMAGER",
						["name"] = "蚂蚁-大漩涡",
						["bTag"] = "杨仓德#5262",
						["class"] = 12,
						["time"] = 1650719146,
						["iLvl"] = 251,
					}, -- [435]
					{
						["role"] = "DAMAGER",
						["name"] = "丨幻灬视丨-无尽之海",
						["bTag"] = "Tino#51255",
						["class"] = 8,
						["time"] = 1650719370,
						["iLvl"] = 274,
					}, -- [436]
					{
						["role"] = "TANK",
						["name"] = "虎火人造纤维-回音山",
						["bTag"] = "Alex#59171",
						["class"] = 6,
						["time"] = 1650719278,
						["iLvl"] = 239,
					}, -- [437]
					{
						["role"] = "DAMAGER",
						["name"] = "夜雨凊歌-安苏",
						["bTag"] = "善良之翼#5844",
						["class"] = 9,
						["time"] = 1650719146,
						["iLvl"] = 265,
					}, -- [438]
					{
						["role"] = "DAMAGER",
						["name"] = "幽幽断角-伊利丹",
						["bTag"] = "无风三尺浪#5340",
						["class"] = 3,
						["time"] = 1650719677,
						["iLvl"] = 246,
					}, -- [439]
					{
						["role"] = "DAMAGER",
						["name"] = "君刀-影之哀伤",
						["bTag"] = "君恋#51611",
						["class"] = 12,
						["time"] = 1650719169,
						["iLvl"] = 275,
					}, -- [440]
					{
						["role"] = "TANK",
						["name"] = "绿律七诶嘿嘿-影之哀伤",
						["bTag"] = "遇预期七喵喵喵#5889",
						["class"] = 11,
						["time"] = 1650722336,
						["iLvl"] = 246,
					}, -- [441]
					{
						["role"] = "DAMAGER",
						["name"] = "呆貓-伊利丹",
						["bTag"] = "大大的猫#5946",
						["class"] = 6,
						["time"] = 1650719311,
						["iLvl"] = 243,
					}, -- [442]
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "空二-影之哀伤",
						["time"] = 1650719528,
					}, -- [443]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "触卜到的恋人-鬼雾峰",
						["time"] = 1650719167,
					}, -- [444]
					{
						["role"] = "DAMAGER",
						["name"] = "绿律七抓宝宝-格瑞姆巴托",
						["class"] = 3,
						["time"] = 1650721624,
						["iLvl"] = 247,
					}, -- [445]
					{
						["role"] = "DAMAGER",
						["name"] = "风雨同辵-安苏",
						["class"] = 3,
						["time"] = 1650719191,
						["iLvl"] = 245,
					}, -- [446]
					{
						["role"] = "HEALER",
						["name"] = "小浪小浪-安苏",
						["bTag"] = "空气弥漫黄沙尘烟#5541",
						["class"] = 10,
						["time"] = 1650719479,
						["iLvl"] = 266,
					}, -- [447]
					{
						["role"] = "DAMAGER",
						["name"] = "麦兜海浪-影之哀伤",
						["class"] = 9,
						["time"] = 1650719265,
						["iLvl"] = 258,
					}, -- [448]
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "御清絕-白骨荒野",
						["time"] = 1650719265,
					}, -- [449]
					{
						["role"] = "DAMAGER",
						["name"] = "巴咋嘿-布兰卡德",
						["bTag"] = "一只安静的巨猪#5149",
						["time"] = 1650719683,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 250,
					}, -- [450]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染烽烟-海克泰尔",
						["bTag"] = "拾鹿#51664",
						["class"] = 1,
						["time"] = 1650719280,
						["iLvl"] = 240,
					}, -- [451]
					{
						["role"] = "DAMAGER",
						["name"] = "汉丶-死亡之翼",
						["bTag"] = "Tesla#52894",
						["class"] = 3,
						["time"] = 1650719513,
						["iLvl"] = 254,
					}, -- [452]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "莫再声-安苏",
						["time"] = 1650719497,
					}, -- [453]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "残月之潚-凤凰之神",
						["time"] = 1650719292,
					}, -- [454]
					{
						["role"] = "HEALER",
						["name"] = "Chocolates-黑暗之门",
						["bTag"] = "九幽老妖#5990",
						["class"] = 7,
						["time"] = 1650719683,
						["iLvl"] = 273,
					}, -- [455]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "等风与等你-影之哀伤",
						["time"] = 1650719681,
					}, -- [456]
					{
						["role"] = "HEALER",
						["name"] = "不灭月华-克尔苏加德",
						["bTag"] = "垂死病中惊坐起#51910",
						["class"] = 5,
						["time"] = 1650719683,
						["iLvl"] = 261,
					}, -- [457]
					{
						["role"] = "TANK",
						["name"] = "舟迹-伊森利恩",
						["bTag"] = "洛小舟#5326",
						["class"] = 11,
						["time"] = 1650719542,
						["iLvl"] = 272,
					}, -- [458]
					{
						["role"] = "DAMAGER",
						["name"] = "唯余浮生-凤凰之神",
						["bTag"] = "菲你莫属#5312",
						["class"] = 12,
						["time"] = 1650719317,
						["iLvl"] = 266,
					}, -- [459]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkwarlockq-血环",
						["bTag"] = "当午我是锄禾啊#51828",
						["class"] = 9,
						["time"] = 1650719683,
						["iLvl"] = 226,
					}, -- [460]
					{
						["role"] = "DAMAGER",
						["name"] = "一个雪梨-伊森利恩",
						["bTag"] = "xlshirley#5395",
						["class"] = 8,
						["time"] = 1650719542,
						["iLvl"] = 271,
					}, -- [461]
					{
						["role"] = "TANK",
						["name"] = "静谷-凤凰之神",
						["bTag"] = "流浪的心#5880",
						["class"] = 6,
						["time"] = 1650721626,
						["iLvl"] = 248,
					}, -- [462]
					{
						["role"] = "DAMAGER",
						["name"] = "大锅炖铁鹅-伊森利恩",
						["bTag"] = "张赎俗#5127",
						["class"] = 9,
						["time"] = 1650719441,
						["iLvl"] = 258,
					}, -- [463]
					{
						["role"] = "TANK",
						["name"] = "天天刷牙-埃德萨拉",
						["bTag"] = "魔幻扬天#5761",
						["class"] = 6,
						["time"] = 1650719432,
						["iLvl"] = 241,
					}, -- [464]
					{
						["role"] = "HEALER",
						["name"] = "拾荒灬小破孩-冰风岗",
						["class"] = 2,
						["time"] = 1650721613,
						["iLvl"] = 233,
					}, -- [465]
					{
						["role"] = "HEALER",
						["name"] = "缺德子-冰风岗",
						["bTag"] = "欧阳少恭#5315",
						["class"] = 11,
						["time"] = 1650719389,
						["iLvl"] = 254,
					}, -- [466]
					{
						["role"] = "DAMAGER",
						["name"] = "丨糖灬门丨-海克泰尔",
						["class"] = 9,
						["time"] = 1650721867,
						["iLvl"] = 244,
					}, -- [467]
					{
						["role"] = "TANK",
						["name"] = "奶粉酱-安苏",
						["bTag"] = "奶粉#51193",
						["class"] = 2,
						["time"] = 1650719669,
						["iLvl"] = 244,
					}, -- [468]
					{
						["role"] = "DAMAGER",
						["name"] = "落雪的黄昏-死亡之翼",
						["bTag"] = "寒之哀伤#5599",
						["class"] = 8,
						["time"] = 1650719683,
						["iLvl"] = 242,
					}, -- [469]
					{
						["role"] = "DAMAGER",
						["name"] = "剑花相随-无尽之海",
						["bTag"] = "凤里牺#5979",
						["class"] = 4,
						["time"] = 1650719681,
						["iLvl"] = 239,
					}, -- [470]
					{
						["role"] = "TANK",
						["name"] = "军体拳-血色十字军",
						["bTag"] = "izoat#5218",
						["class"] = 12,
						["time"] = 1650719551,
						["iLvl"] = 240,
					}, -- [471]
					{
						["role"] = "DAMAGER",
						["name"] = "闪現撞墙-红云台地",
						["bTag"] = "RwbyV#5355",
						["class"] = 8,
						["time"] = 1650719681,
						["iLvl"] = 273,
					}, -- [472]
					{
						["role"] = "TANK",
						["name"] = "维型圣物丶-冰风岗",
						["bTag"] = "懒癌晚期#5853",
						["class"] = 12,
						["time"] = 1650719457,
						["iLvl"] = 236,
					}, -- [473]
					{
						["role"] = "TANK",
						["name"] = "富婆号码大全-燃烧之刃",
						["bTag"] = "烽火戏诸侯#53662",
						["class"] = 11,
						["time"] = 1650722336,
						["iLvl"] = 238,
					}, -- [474]
					{
						["role"] = "DAMAGER",
						["name"] = "润了-伊森利恩",
						["bTag"] = "烽火戏诸侯#54298",
						["class"] = 11,
						["time"] = 1650722342,
						["iLvl"] = 237,
					}, -- [475]
					{
						["role"] = "HEALER",
						["name"] = "Cclamian-血色十字军",
						["bTag"] = "烽火戏诸侯#54298",
						["class"] = 11,
						["time"] = 1650722342,
						["iLvl"] = 235,
					}, -- [476]
					{
						["role"] = "DAMAGER",
						["name"] = "Esayvv-影之哀伤",
						["bTag"] = "BT160404#53276",
						["class"] = 11,
						["time"] = 1650722342,
						["iLvl"] = 113,
					}, -- [477]
					{
						["role"] = "DAMAGER",
						["name"] = "什么奇怪世界-影之哀伤",
						["bTag"] = "烽火戏诸侯#54298",
						["class"] = 11,
						["time"] = 1650722342,
						["iLvl"] = 212,
					}, -- [478]
					{
						["role"] = "TANK",
						["name"] = "一炮溅红-影之哀伤",
						["bTag"] = "摇钱树的爸爸#5910",
						["class"] = 2,
						["time"] = 1650719644,
						["iLvl"] = 267,
					}, -- [479]
					{
						["role"] = "TANK",
						["name"] = "浩瀚牙科-凤凰之神",
						["bTag"] = "七战#51591",
						["class"] = 11,
						["time"] = 1650719493,
						["iLvl"] = 245,
					}, -- [480]
					{
						["role"] = "TANK",
						["name"] = "缱缱-伊森利恩",
						["bTag"] = "摩尔曼斯克#51264",
						["class"] = 11,
						["time"] = 1650721012,
						["iLvl"] = 233,
					}, -- [481]
					{
						["role"] = "DAMAGER",
						["name"] = "懵术-黑铁",
						["bTag"] = "炙影#5551",
						["class"] = 9,
						["time"] = 1650719677,
						["iLvl"] = 274,
					}, -- [482]
					{
						["role"] = "DAMAGER",
						["name"] = "北葵乄向暖-凤凰之神",
						["bTag"] = "猎爹战神#5782",
						["class"] = 2,
						["time"] = 1650719677,
						["iLvl"] = 236,
					}, -- [483]
					{
						["role"] = "DAMAGER",
						["name"] = "Aldimir-丽丽（四川）",
						["bTag"] = "Phillron#5285",
						["class"] = 3,
						["time"] = 1650722558,
						["iLvl"] = 232,
					}, -- [484]
					{
						["role"] = "HEALER",
						["name"] = "橙心叉叉恩-伊森利恩",
						["bTag"] = "雷雨行#51605",
						["class"] = 7,
						["time"] = 1650719683,
						["iLvl"] = 272,
					}, -- [485]
					{
						["role"] = "TANK",
						["name"] = "水墨心丶-死亡之翼",
						["bTag"] = "水墨心#51519",
						["class"] = 2,
						["time"] = 1650719677,
						["iLvl"] = 270,
					}, -- [486]
					{
						["role"] = "DAMAGER",
						["name"] = "好一-死亡之翼",
						["bTag"] = "Tesla#52894",
						["class"] = 3,
						["time"] = 1650721643,
						["iLvl"] = 233,
					}, -- [487]
					{
						["role"] = "TANK",
						["name"] = "麻辣烫火锅-凤凰之神",
						["bTag"] = "七战#51591",
						["class"] = 11,
						["time"] = 1650719534,
						["iLvl"] = 245,
					}, -- [488]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "Yesledercat-凤凰之神",
						["time"] = 1650719528,
					}, -- [489]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "丨薩满祭司丨-藏宝海湾",
						["time"] = 1650719534,
					}, -- [490]
					{
						["role"] = "DAMAGER",
						["name"] = "不是火法-伊森德雷",
						["class"] = 9,
						["time"] = 1650719669,
						["iLvl"] = 271,
					}, -- [491]
					{
						["role"] = "DAMAGER",
						["name"] = "回头-布兰卡德",
						["bTag"] = "米兰#5401",
						["class"] = 1,
						["time"] = 1650719683,
						["iLvl"] = 248,
					}, -- [492]
					{
						["role"] = "HEALER",
						["name"] = "慕雪清歌-燃烧之刃",
						["bTag"] = "爱情废柴#5814",
						["class"] = 2,
						["time"] = 1650719683,
						["iLvl"] = 249,
					}, -- [493]
					{
						["role"] = "DAMAGER",
						["name"] = "绿茶表猎杀者-影之哀伤",
						["bTag"] = "飞翔的大肥橘#5137",
						["class"] = 3,
						["time"] = 1650719585,
						["iLvl"] = 275,
					}, -- [494]
					{
						["role"] = "DAMAGER",
						["name"] = "二十四丶先生-达尔坎",
						["bTag"] = "favonian#5154",
						["class"] = 3,
						["time"] = 1650719644,
						["iLvl"] = 244,
					}, -- [495]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "燃烧的十字架-古加尔",
						["time"] = 1650719587,
					}, -- [496]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "霈恩丶血蹄-燃烧之刃",
						["time"] = 1650719602,
					}, -- [497]
					{
						["role"] = "DAMAGER",
						["name"] = "劫后余生-刀塔",
						["class"] = 3,
						["time"] = 1650719669,
						["iLvl"] = 249,
					}, -- [498]
					{
						["role"] = "DAMAGER",
						["name"] = "贝勒爺-利刃之拳",
						["bTag"] = "小乖坏坏#5126",
						["class"] = 3,
						["time"] = 1650719683,
						["iLvl"] = 224,
					}, -- [499]
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖翎-达斯雷玛",
						["bTag"] = "黑牛一身橙#5853",
						["class"] = 12,
						["time"] = 1650719683,
						["iLvl"] = 235,
					}, -- [500]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "沫小柒-烈焰峰",
						["time"] = 1650719677,
					}, -- [501]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "人凄克星西卡-格瑞姆巴托",
						["time"] = 1650719681,
					}, -- [502]
					{
						["role"] = "DAMAGER",
						["name"] = "居委会大爷-梅尔加尼",
						["bTag"] = "小兔兔#5844",
						["class"] = 3,
						["time"] = 1650721225,
						["iLvl"] = 258,
					}, -- [503]
					{
						["role"] = "DAMAGER",
						["name"] = "奥伯龙-凤凰之神",
						["bTag"] = "既定之天命#5638",
						["class"] = 3,
						["time"] = 1650720124,
						["iLvl"] = 275,
					}, -- [504]
					{
						["role"] = "DAMAGER",
						["name"] = "红你衣袖-伊森利恩",
						["bTag"] = "贪睡猫#5624",
						["class"] = 9,
						["time"] = 1650720124,
						["iLvl"] = 270,
					}, -- [505]
					{
						["role"] = "DAMAGER",
						["name"] = "老陰捉小鸡-斩魔者",
						["bTag"] = "風吹屁屁涼#51606",
						["time"] = 1650720217,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 253,
					}, -- [506]
					{
						["role"] = "DAMAGER",
						["name"] = "即丶刻-无尽之海",
						["bTag"] = "舒丶克#51371",
						["class"] = 9,
						["time"] = 1650720217,
						["iLvl"] = 253,
					}, -- [507]
					{
						["role"] = "DAMAGER",
						["name"] = "排紫-屠魔山谷",
						["bTag"] = "NEvan#5947",
						["class"] = 9,
						["time"] = 1650720217,
						["iLvl"] = 201,
					}, -- [508]
					{
						["role"] = "DAMAGER",
						["name"] = "波兰周琦斯基-拉格纳罗斯",
						["bTag"] = "大姨夫#5993",
						["class"] = 12,
						["time"] = 1650720329,
						["iLvl"] = 246,
					}, -- [509]
					{
						["role"] = "DAMAGER",
						["name"] = "可可布朗尼-埃德萨拉",
						["time"] = 1650720239,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 271,
					}, -- [510]
					{
						["role"] = "DAMAGER",
						["name"] = "小李飛刀-卡德加",
						["bTag"] = "龍騎士#5704",
						["time"] = 1650720245,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 252,
					}, -- [511]
					{
						["role"] = "DAMAGER",
						["name"] = "雨璇-烈焰峰",
						["bTag"] = "正午的月亮#5560",
						["class"] = 6,
						["time"] = 1650720239,
						["iLvl"] = 251,
					}, -- [512]
					{
						["role"] = "DAMAGER",
						["name"] = "驯龙高手丶-天空之墙",
						["class"] = 1,
						["time"] = 1650720235,
						["iLvl"] = 261,
					}, -- [513]
					{
						["role"] = "DAMAGER",
						["name"] = "达达灬-影之哀伤",
						["bTag"] = "达灬达#5689",
						["class"] = 8,
						["time"] = 1650720235,
						["iLvl"] = 270,
					}, -- [514]
					{
						["role"] = "DAMAGER",
						["name"] = "欲情-燃烧之刃",
						["class"] = 9,
						["time"] = 1650720239,
						["iLvl"] = 268,
					}, -- [515]
					{
						["role"] = "TANK",
						["name"] = "蛋蛋的伊利-世界之树",
						["bTag"] = "弗兰奇将军#5702",
						["class"] = 12,
						["time"] = 1650720241,
						["iLvl"] = 250,
					}, -- [516]
					{
						["role"] = "DAMAGER",
						["name"] = "欣昕-死亡之翼",
						["bTag"] = "依铭宝宝#5395",
						["class"] = 6,
						["time"] = 1650720243,
						["iLvl"] = 237,
					}, -- [517]
					{
						["role"] = "DAMAGER",
						["name"] = "狩魔人科娜-暴风祭坛",
						["bTag"] = "x10017#5675",
						["class"] = 12,
						["time"] = 1650720237,
						["iLvl"] = 253,
					}, -- [518]
					{
						["role"] = "DAMAGER",
						["name"] = "深藏弓与銘-白骨荒野",
						["bTag"] = "尘殇#51850",
						["class"] = 3,
						["time"] = 1650720243,
						["iLvl"] = 254,
					}, -- [519]
					{
						["role"] = "DAMAGER",
						["name"] = "巅鎽之战丶-燃烧之刃",
						["bTag"] = "断情戒爱丶#5993",
						["class"] = 1,
						["time"] = 1650720217,
						["iLvl"] = 272,
					}, -- [520]
					{
						["role"] = "DAMAGER",
						["name"] = "De-米奈希尔",
						["bTag"] = "DEAN#51902",
						["class"] = 1,
						["time"] = 1650720217,
						["iLvl"] = 252,
					}, -- [521]
					{
						["role"] = "DAMAGER",
						["name"] = "专射小熊熊-凤凰之神",
						["bTag"] = "一键宏的胜利#5641",
						["time"] = 1650720325,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 271,
					}, -- [522]
					{
						["role"] = "TANK",
						["name"] = "孤城灬暮语-冰风岗",
						["bTag"] = "逆时针灬堕落#5401",
						["time"] = 1650720331,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 269,
					}, -- [523]
					{
						["role"] = "TANK",
						["name"] = "黑礼服-无尽之海",
						["bTag"] = "隐蔽之裤#5239672",
						["class"] = 2,
						["time"] = 1650720310,
						["iLvl"] = 271,
					}, -- [524]
					{
						["role"] = "DAMAGER",
						["name"] = "Thalia-丽丽（四川）",
						["bTag"] = "Rosemary#5777",
						["class"] = 3,
						["time"] = 1650720323,
						["iLvl"] = 228,
					}, -- [525]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀负身-冰风岗",
						["bTag"] = "我也想做欧皇#5913",
						["class"] = 1,
						["time"] = 1650721611,
						["iLvl"] = 261,
					}, -- [526]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "单刷之王-诺森德",
						["time"] = 1650720327,
					}, -- [527]
					{
						["role"] = "DAMAGER",
						["name"] = "千帆不渡灬-燃烧之刃",
						["bTag"] = "Liquor#51432",
						["class"] = 9,
						["time"] = 1650720310,
						["iLvl"] = 251,
					}, -- [528]
					{
						["role"] = "DAMAGER",
						["name"] = "卡司那拉大-月光林地",
						["class"] = 12,
						["time"] = 1650720323,
						["iLvl"] = 254,
					}, -- [529]
					{
						["role"] = "DAMAGER",
						["name"] = "大老王呀-凤凰之神",
						["bTag"] = "破冰之戟#5975",
						["class"] = 9,
						["time"] = 1650720528,
						["iLvl"] = 264,
					}, -- [530]
					{
						["role"] = "DAMAGER",
						["name"] = "蘇若詩-国王之谷",
						["bTag"] = "星野琉璃#51785",
						["class"] = 2,
						["time"] = 1650720536,
						["iLvl"] = 243,
					}, -- [531]
					{
						["role"] = "DAMAGER",
						["name"] = "鸿韵祈魔-凤凰之神",
						["bTag"] = "凌鸿羽#5663",
						["class"] = 9,
						["time"] = 1650720541,
						["iLvl"] = 248,
					}, -- [532]
					{
						["role"] = "DAMAGER",
						["name"] = "灬随波逐流灬-奎尔丹纳斯",
						["class"] = 3,
						["time"] = 1650720510,
						["iLvl"] = 262,
					}, -- [533]
					{
						["role"] = "DAMAGER",
						["name"] = "阿斯默德-凤凰之神",
						["bTag"] = "幸运之虎#5189376",
						["class"] = 12,
						["time"] = 1650720528,
						["iLvl"] = 258,
					}, -- [534]
					{
						["role"] = "DAMAGER",
						["name"] = "小谢不会砍-死亡之翼",
						["bTag"] = "老妖#52694",
						["class"] = 1,
						["time"] = 1650720510,
						["iLvl"] = 240,
					}, -- [535]
					{
						["role"] = "DAMAGER",
						["name"] = "控鹤骁骑公主-霜之哀伤",
						["bTag"] = "穆穆斯嘉丽#5239",
						["class"] = 6,
						["time"] = 1650720545,
						["iLvl"] = 257,
					}, -- [536]
					{
						["role"] = "DAMAGER",
						["name"] = "淡若红尘-影之哀伤",
						["bTag"] = "四处流窜#5998",
						["class"] = 7,
						["time"] = 1650720536,
						["iLvl"] = 269,
					}, -- [537]
					{
						["role"] = "DAMAGER",
						["name"] = "维拉丶铁蹄-苏塔恩",
						["bTag"] = "我将拥抱死亡#5542",
						["class"] = 3,
						["time"] = 1650720526,
						["iLvl"] = 237,
					}, -- [538]
					{
						["role"] = "DAMAGER",
						["name"] = "丶世界和平-暗影之月",
						["bTag"] = "世界和平#52775",
						["class"] = 3,
						["time"] = 1650720410,
						["iLvl"] = 260,
					}, -- [539]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "魔法与秩序-伊森利恩",
						["time"] = 1650720406,
					}, -- [540]
					{
						["role"] = "DAMAGER",
						["name"] = "女记者-死亡之翼",
						["bTag"] = "请叫我中路杀神#5446",
						["class"] = 9,
						["time"] = 1650720510,
						["iLvl"] = 270,
					}, -- [541]
					{
						["role"] = "DAMAGER",
						["name"] = "泽凯利亚-伊森利恩",
						["bTag"] = "白色物语#5316",
						["class"] = 2,
						["time"] = 1650720536,
						["iLvl"] = 248,
					}, -- [542]
					{
						["role"] = "DAMAGER",
						["name"] = "基肉山男爵-死亡之翼",
						["bTag"] = "一豪宋春秋#5616",
						["class"] = 4,
						["time"] = 1650720536,
						["iLvl"] = 239,
					}, -- [543]
					{
						["role"] = "DAMAGER",
						["name"] = "地心所向-安苏",
						["bTag"] = "宗介#5758",
						["class"] = 7,
						["time"] = 1650720528,
						["iLvl"] = 249,
					}, -- [544]
					{
						["role"] = "DAMAGER",
						["name"] = "魏小乖-深渊之巢",
						["bTag"] = "潇洒哥#5301",
						["class"] = 10,
						["time"] = 1650720802,
						["iLvl"] = 230,
					}, -- [545]
					{
						["role"] = "DAMAGER",
						["name"] = "米搞-凤凰之神",
						["bTag"] = "龙甘威#5486",
						["class"] = 3,
						["time"] = 1650720769,
						["iLvl"] = 277,
					}, -- [546]
					{
						["role"] = "DAMAGER",
						["name"] = "黑极必红-燃烧之刃",
						["bTag"] = "SoJo#5340",
						["class"] = 9,
						["time"] = 1650720802,
						["iLvl"] = 254,
					}, -- [547]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利刐没有蛋-凤凰之神",
						["bTag"] = "清风怎敢误佳人#5347",
						["class"] = 12,
						["time"] = 1650720802,
						["iLvl"] = 263,
					}, -- [548]
					{
						["role"] = "DAMAGER",
						["name"] = "春雨如油-死亡之翼",
						["bTag"] = "LittlePants#57123",
						["class"] = 9,
						["time"] = 1650720802,
						["iLvl"] = 263,
					}, -- [549]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "空老板-埃德萨拉",
						["time"] = 1650721014,
					}, -- [550]
					{
						["role"] = "DAMAGER",
						["name"] = "落零星-格雷迈恩",
						["bTag"] = "落星#5669",
						["time"] = 1650721020,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 273,
					}, -- [551]
					{
						["role"] = "DAMAGER",
						["name"] = "下水道圣光-凤凰之神",
						["bTag"] = "清夜夜#5779",
						["class"] = 2,
						["time"] = 1650721020,
						["iLvl"] = 268,
					}, -- [552]
					{
						["role"] = "DAMAGER",
						["name"] = "大屁屁丫丫-天空之墙",
						["class"] = 12,
						["time"] = 1650721020,
						["iLvl"] = 268,
					}, -- [553]
					{
						["role"] = "DAMAGER",
						["name"] = "笑徒然-红龙军团",
						["class"] = 3,
						["time"] = 1650721020,
						["iLvl"] = 248,
					}, -- [554]
					{
						["role"] = "DAMAGER",
						["name"] = "戳破裤裆-鬼雾峰",
						["bTag"] = "要你命三千#52394",
						["class"] = 8,
						["time"] = 1650722334,
						["iLvl"] = 258,
					}, -- [555]
					{
						["role"] = "DAMAGER",
						["name"] = "埃辛诺斯战刄-白银之手",
						["bTag"] = "鬼魂之龙#533553",
						["class"] = 12,
						["time"] = 1650721020,
						["iLvl"] = 251,
					}, -- [556]
					{
						["role"] = "DAMAGER",
						["name"] = "利刃藏身丶-格瑞姆巴托",
						["bTag"] = "披头散发杀人狂#51559",
						["class"] = 1,
						["time"] = 1650721020,
						["iLvl"] = 267,
					}, -- [557]
					{
						["role"] = "TANK",
						["name"] = "playerkawbic-黑石尖塔",
						["bTag"] = "Player#5312534",
						["class"] = 6,
						["time"] = 1650721020,
						["iLvl"] = 269,
					}, -- [558]
					{
						["role"] = "TANK",
						["name"] = "阿布夏-夏维安",
						["bTag"] = "阿布夏#5876",
						["class"] = 10,
						["time"] = 1650721020,
						["iLvl"] = 268,
					}, -- [559]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "血月狂人-哈卡",
						["time"] = 1650721020,
					}, -- [560]
					{
						["role"] = "DAMAGER",
						["name"] = "知足丶知不足-安苏",
						["class"] = 12,
						["time"] = 1650721020,
						["iLvl"] = 274,
					}, -- [561]
					{
						["role"] = "DAMAGER",
						["name"] = "扶摇丶-布兰卡德",
						["bTag"] = "像風一样自由丶#5714",
						["class"] = 10,
						["time"] = 1650721020,
						["iLvl"] = 231,
					}, -- [562]
					{
						["role"] = "TANK",
						["name"] = "爱吃黄焖鸡-燃烧之刃",
						["bTag"] = "向往#51243",
						["class"] = 10,
						["time"] = 1650721018,
						["iLvl"] = 237,
					}, -- [563]
					{
						["role"] = "DAMAGER",
						["name"] = "Dfgg-密林游侠",
						["bTag"] = "陈湘南#51309",
						["class"] = 1,
						["time"] = 1650721020,
						["iLvl"] = 241,
					}, -- [564]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "我这是假牙-布兰卡德",
						["time"] = 1650721020,
					}, -- [565]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我猛汉王-凤凰之神",
						["bTag"] = "在下萝莉控丶#51285",
						["class"] = 9,
						["time"] = 1650721020,
						["iLvl"] = 245,
					}, -- [566]
					{
						["role"] = "DAMAGER",
						["name"] = "求鸠其-埃德萨拉",
						["bTag"] = "issakikoYaya#5527",
						["class"] = 10,
						["time"] = 1650721020,
						["iLvl"] = 269,
					}, -- [567]
					{
						["role"] = "TANK",
						["name"] = "宅宅酥-燃烧之刃",
						["bTag"] = "凌晨三点最想你#5215",
						["class"] = 6,
						["time"] = 1650721020,
						["iLvl"] = 258,
					}, -- [568]
					{
						["role"] = "TANK",
						["name"] = "筱污鸭-伊森利恩",
						["bTag"] = "fox#51397",
						["class"] = 10,
						["time"] = 1650721020,
						["iLvl"] = 274,
					}, -- [569]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "剑九六千里-丹莫德",
						["time"] = 1650721020,
					}, -- [570]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "能能熊-阿拉希",
						["time"] = 1650721020,
					}, -- [571]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "高洁灬法皇-影之哀伤",
						["time"] = 1650721020,
					}, -- [572]
					{
						["role"] = "DAMAGER",
						["name"] = "时砂呀-凤凰之神",
						["class"] = 12,
						["time"] = 1650721486,
						["iLvl"] = 274,
					}, -- [573]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "槑丶红叶枫了-森金",
						["time"] = 1650721020,
					}, -- [574]
					{
						["class"] = 1,
						["role"] = "TANK",
						["name"] = "槑丶旧梦依稀-森金",
						["time"] = 1650721020,
					}, -- [575]
					{
						["role"] = "DAMAGER",
						["name"] = "痴情丶有独钟-加尔",
						["bTag"] = "我晓得安#5818",
						["time"] = 1650721203,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 262,
					}, -- [576]
					{
						["role"] = "DAMAGER",
						["name"] = "青青的爱-卡德加",
						["bTag"] = "飞翔的草鞋#5420",
						["time"] = 1650721225,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 273,
					}, -- [577]
					{
						["role"] = "DAMAGER",
						["name"] = "逐恶而来-燃烧之刃",
						["bTag"] = "节操不见了#5464",
						["class"] = 5,
						["time"] = 1650721225,
						["iLvl"] = 275,
					}, -- [578]
					{
						["role"] = "TANK",
						["name"] = "血色萌白白-卡德罗斯",
						["bTag"] = "小白#52345",
						["class"] = 10,
						["time"] = 1650721215,
						["iLvl"] = 266,
					}, -- [579]
					{
						["role"] = "DAMAGER",
						["name"] = "一哥传奇-熊猫酒仙",
						["bTag"] = "超神#52391",
						["class"] = 1,
						["time"] = 1650721215,
						["iLvl"] = 272,
					}, -- [580]
					{
						["role"] = "DAMAGER",
						["name"] = "心月兰儿-格雷迈恩",
						["bTag"] = "随心翱翔#5777",
						["class"] = 3,
						["time"] = 1650721116,
						["iLvl"] = 266,
					}, -- [581]
					{
						["role"] = "DAMAGER",
						["name"] = "乀忽必猎-燃烧之刃",
						["bTag"] = "忽必猎#5710",
						["class"] = 3,
						["time"] = 1650721486,
						["iLvl"] = 273,
					}, -- [582]
					{
						["role"] = "DAMAGER",
						["name"] = "狂放的种牛-死亡之翼",
						["bTag"] = "圣灬咸#51742",
						["class"] = 7,
						["time"] = 1650721605,
						["iLvl"] = 235,
					}, -- [583]
					{
						["role"] = "DAMAGER",
						["name"] = "粘糕小猪猪-死亡之翼",
						["bTag"] = "猪仔喵#5689",
						["class"] = 2,
						["time"] = 1650721486,
						["iLvl"] = 270,
					}, -- [584]
					{
						["role"] = "DAMAGER",
						["name"] = "唐七公主-埃德萨拉",
						["bTag"] = "李唐小沐#5802",
						["class"] = 2,
						["time"] = 1650721692,
						["iLvl"] = 250,
					}, -- [585]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "御手洗喵呜-燃烧之刃",
						["time"] = 1650721478,
					}, -- [586]
					{
						["role"] = "TANK",
						["name"] = "大拉克曼-狂热之刃",
						["bTag"] = "听雅轩#5948",
						["time"] = 1650721692,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 256,
					}, -- [587]
					{
						["role"] = "DAMAGER",
						["name"] = "Momonagi-伊森利恩",
						["bTag"] = "JasonSun#5947",
						["class"] = 10,
						["time"] = 1650721670,
						["iLvl"] = 252,
					}, -- [588]
					{
						["role"] = "DAMAGER",
						["name"] = "侯龙涛-安纳塞隆",
						["bTag"] = "大海无量#5731",
						["class"] = 4,
						["time"] = 1650721670,
						["iLvl"] = 258,
					}, -- [589]
					{
						["role"] = "DAMAGER",
						["name"] = "色中之狼者-奥妮克希亚",
						["bTag"] = "阿凯#5147",
						["class"] = 4,
						["time"] = 1650721688,
						["iLvl"] = 260,
					}, -- [590]
					{
						["role"] = "TANK",
						["name"] = "伊利阿丹-黑暗虚空",
						["bTag"] = "为了部落#5716",
						["class"] = 12,
						["time"] = 1650721692,
						["iLvl"] = 236,
					}, -- [591]
					{
						["role"] = "DAMAGER",
						["name"] = "小小莜朵拉-伊森利恩",
						["bTag"] = "游学者丶小辉#5656",
						["class"] = 3,
						["time"] = 1650722349,
						["iLvl"] = 272,
					}, -- [592]
					{
						["role"] = "HEALER",
						["name"] = "颠覆轻狂-玛洛加尔",
						["bTag"] = "鬼魂之龙#53886",
						["class"] = 2,
						["time"] = 1650721692,
						["iLvl"] = 242,
					}, -- [593]
					{
						["role"] = "HEALER",
						["name"] = "陆佩璃-提尔之手",
						["bTag"] = "佛罗伦娜#5851",
						["class"] = 10,
						["time"] = 1650721670,
						["iLvl"] = 272,
					}, -- [594]
					{
						["role"] = "TANK",
						["name"] = "差不多生先-燃烧之刃",
						["bTag"] = "差不多先生#54242",
						["class"] = 6,
						["time"] = 1650721692,
						["iLvl"] = 251,
					}, -- [595]
					{
						["role"] = "DAMAGER",
						["name"] = "丨炉心融解丨-冰霜之刃",
						["bTag"] = "会发光的狮子座#51102",
						["class"] = 10,
						["time"] = 1650721670,
						["iLvl"] = 240,
					}, -- [596]
					{
						["role"] = "TANK",
						["name"] = "大白兔奶糖灬-丽丽（四川）",
						["class"] = 2,
						["time"] = 1650721620,
						["iLvl"] = 253,
					}, -- [597]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "三月桃花开-影之哀伤",
						["time"] = 1650721618,
					}, -- [598]
					{
						["role"] = "TANK",
						["name"] = "十一弦-凤凰之神",
						["bTag"] = "后会无期#5550",
						["class"] = 12,
						["time"] = 1650721651,
						["iLvl"] = 236,
					}, -- [599]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "依然若详-阿纳克洛斯",
						["time"] = 1650721637,
					}, -- [600]
					{
						["role"] = "TANK",
						["name"] = "她的喵-寒冰皇冠",
						["bTag"] = "Lovesinc#5955",
						["class"] = 12,
						["time"] = 1650721670,
						["iLvl"] = 234,
					}, -- [601]
					{
						["role"] = "DAMAGER",
						["name"] = "琥珀龙魂-死亡之翼",
						["bTag"] = "暗羊羊#5338",
						["class"] = 1,
						["time"] = 1650721670,
						["iLvl"] = 225,
					}, -- [602]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "迪璐丶血蹄-萨洛拉丝",
						["time"] = 1650721658,
					}, -- [603]
					{
						["class"] = 10,
						["role"] = "DAMAGER",
						["name"] = "广结桃花缘-凤凰之神",
						["time"] = 1650721658,
					}, -- [604]
					{
						["role"] = "TANK",
						["name"] = "Anadni-死亡之翼",
						["bTag"] = "有物混成先天地生#5506",
						["class"] = 6,
						["time"] = 1650721688,
						["iLvl"] = 244,
					}, -- [605]
					{
						["role"] = "TANK",
						["name"] = "冰丨霜丨骑丨-红龙军团",
						["bTag"] = "嘲笑鸟#51736",
						["class"] = 6,
						["time"] = 1650721692,
						["iLvl"] = 255,
					}, -- [606]
					{
						["role"] = "DAMAGER",
						["name"] = "癫火女巫-死亡之翼",
						["bTag"] = "AgEib#5229",
						["time"] = 1650721879,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 258,
					}, -- [607]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "一口卷心菜-死亡之翼",
						["time"] = 1650721879,
					}, -- [608]
					{
						["role"] = "DAMAGER",
						["name"] = "牛酋人头长-金色平原",
						["bTag"] = "总有刁民想害朕#56662",
						["class"] = 2,
						["time"] = 1650721879,
						["iLvl"] = 150,
					}, -- [609]
					{
						["role"] = "HEALER",
						["name"] = "逃生者-无尽之海",
						["bTag"] = "暴躁之鼬#51235",
						["class"] = 5,
						["time"] = 1650721879,
						["iLvl"] = 225,
					}, -- [610]
					{
						["role"] = "DAMAGER",
						["name"] = "胖蛾儿-凤凰之神",
						["bTag"] = "蛾子#5648",
						["class"] = 3,
						["time"] = 1650721879,
						["iLvl"] = 177,
					}, -- [611]
					{
						["role"] = "DAMAGER",
						["name"] = "命运丝线-贫瘠之地",
						["bTag"] = "守望者#5290",
						["class"] = 1,
						["time"] = 1650721879,
						["iLvl"] = 236,
					}, -- [612]
					{
						["role"] = "TANK",
						["name"] = "Evey-格瑞姆巴托",
						["bTag"] = "暗白#5787",
						["class"] = 2,
						["time"] = 1650721879,
						["iLvl"] = 244,
					}, -- [613]
					{
						["role"] = "TANK",
						["name"] = "圣丶骑丶士-影之哀伤",
						["bTag"] = "太卍古#5288",
						["class"] = 2,
						["time"] = 1650721879,
						["iLvl"] = 244,
					}, -- [614]
					{
						["role"] = "HEALER",
						["name"] = "风暴酱汁-织亡者",
						["bTag"] = "尾巴控#51217",
						["class"] = 7,
						["time"] = 1650721879,
						["iLvl"] = 264,
					}, -- [615]
					{
						["role"] = "DAMAGER",
						["name"] = "含泪做保姆-诺森德",
						["bTag"] = "荣荣#5730",
						["class"] = 8,
						["time"] = 1650721879,
						["iLvl"] = 251,
					}, -- [616]
					{
						["role"] = "TANK",
						["name"] = "纣临-鬼雾峰",
						["bTag"] = "十四#5902",
						["class"] = 6,
						["time"] = 1650721879,
						["iLvl"] = 232,
					}, -- [617]
					{
						["role"] = "DAMAGER",
						["name"] = "偶不是大叔-克尔苏加德",
						["bTag"] = "SuperMage#531815",
						["class"] = 9,
						["time"] = 1650721879,
						["iLvl"] = 249,
					}, -- [618]
					{
						["role"] = "DAMAGER",
						["name"] = "Alesia-伊森利恩",
						["bTag"] = "輪廻的砂時計#5386",
						["class"] = 9,
						["time"] = 1650721879,
						["iLvl"] = 260,
					}, -- [619]
					{
						["role"] = "TANK",
						["name"] = "媛可儿的宝丶-神圣之歌",
						["bTag"] = "月咏小萌#5601",
						["class"] = 2,
						["time"] = 1650721879,
						["iLvl"] = 273,
					}, -- [620]
					{
						["role"] = "DAMAGER",
						["name"] = "孤战-迦拉克隆",
						["bTag"] = "丨孤灬丨#5772",
						["class"] = 1,
						["time"] = 1650722115,
						["iLvl"] = 257,
					}, -- [621]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲国宝-克尔苏加德",
						["bTag"] = "Flandre#5470",
						["class"] = 8,
						["time"] = 1650721879,
						["iLvl"] = 275,
					}, -- [622]
					{
						["role"] = "TANK",
						["name"] = "Lepapillon-诺森德",
						["bTag"] = "风之优雅#51761",
						["class"] = 6,
						["time"] = 1650721879,
						["iLvl"] = 233,
					}, -- [623]
					{
						["role"] = "TANK",
						["name"] = "不講眞話-鬼雾峰",
						["bTag"] = "yyds#52271",
						["class"] = 12,
						["time"] = 1650721879,
						["iLvl"] = 245,
					}, -- [624]
					{
						["role"] = "TANK",
						["name"] = "星光蕩開宇宙-凤凰之神",
						["bTag"] = "Best#5838",
						["class"] = 2,
						["time"] = 1650722512,
						["iLvl"] = 244,
					}, -- [625]
					{
						["role"] = "TANK",
						["name"] = "风吹牛芘响-格瑞姆巴托",
						["bTag"] = "贪睡之熊#5452138",
						["class"] = 6,
						["time"] = 1650721879,
						["iLvl"] = 232,
					}, -- [626]
					{
						["role"] = "DAMAGER",
						["name"] = "部落永恒-暗影裂口",
						["bTag"] = "小丑的微笑#5358",
						["class"] = 4,
						["time"] = 1650721879,
						["iLvl"] = 246,
					}, -- [627]
					{
						["role"] = "DAMAGER",
						["name"] = "猎伤-哈卡",
						["bTag"] = "猎伤#5794",
						["class"] = 3,
						["time"] = 1650721879,
						["iLvl"] = 237,
					}, -- [628]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡唇印-血色十字军",
						["bTag"] = "SSL#5595",
						["class"] = 3,
						["time"] = 1650721879,
						["iLvl"] = 248,
					}, -- [629]
					{
						["role"] = "DAMAGER",
						["name"] = "胖胖的肥肥-贫瘠之地",
						["bTag"] = "一颗砂石#5635",
						["class"] = 3,
						["time"] = 1650721879,
						["iLvl"] = 234,
					}, -- [630]
					{
						["role"] = "DAMAGER",
						["name"] = "河马鸭-血色十字军",
						["bTag"] = "偶尔很伤#5194",
						["class"] = 8,
						["time"] = 1650721879,
						["iLvl"] = 274,
					}, -- [631]
					{
						["role"] = "HEALER",
						["name"] = "一号酱油-雷霆之王",
						["bTag"] = "Feicc#51367",
						["class"] = 11,
						["time"] = 1650721879,
						["iLvl"] = 235,
					}, -- [632]
					{
						["role"] = "DAMAGER",
						["name"] = "澄法-安苏",
						["bTag"] = "跳跳熊#514573",
						["class"] = 8,
						["time"] = 1650721879,
						["iLvl"] = 252,
					}, -- [633]
					{
						["role"] = "DAMAGER",
						["name"] = "Whales-洛丹伦",
						["bTag"] = "白银之手#52586",
						["class"] = 3,
						["time"] = 1650721879,
						["iLvl"] = 250,
					}, -- [634]
					{
						["role"] = "DAMAGER",
						["name"] = "雲岫-亡语者",
						["bTag"] = "Hilokz#5100",
						["class"] = 2,
						["time"] = 1650721879,
						["iLvl"] = 263,
					}, -- [635]
					{
						["role"] = "DAMAGER",
						["name"] = "献血-提瑞斯法",
						["bTag"] = "侠盗罗#51347",
						["class"] = 9,
						["time"] = 1650721879,
						["iLvl"] = 238,
					}, -- [636]
					{
						["role"] = "DAMAGER",
						["name"] = "帅蛋的忧伤-黑龙军团",
						["bTag"] = "罗生门#51122",
						["class"] = 12,
						["time"] = 1650721879,
						["iLvl"] = 259,
					}, -- [637]
					{
						["role"] = "DAMAGER",
						["name"] = "五火球教主-阿纳克洛斯",
						["class"] = 8,
						["time"] = 1650721879,
						["iLvl"] = 255,
					}, -- [638]
					{
						["role"] = "DAMAGER",
						["name"] = "砍到你疯狂-迪托马斯",
						["bTag"] = "砍到你疯狂#5169",
						["class"] = 1,
						["time"] = 1650721879,
						["iLvl"] = 259,
					}, -- [639]
					{
						["role"] = "HEALER",
						["name"] = "战神之雅典娜-迪托马斯",
						["bTag"] = "Angela#5798",
						["class"] = 2,
						["time"] = 1650721879,
						["iLvl"] = 258,
					}, -- [640]
					{
						["role"] = "DAMAGER",
						["name"] = "石原指定老公-冰风岗",
						["class"] = 3,
						["time"] = 1650721879,
						["iLvl"] = 269,
					}, -- [641]
					{
						["role"] = "DAMAGER",
						["name"] = "一若白卿一-哈卡",
						["bTag"] = "HinGwin911#5982",
						["class"] = 1,
						["time"] = 1650721879,
						["iLvl"] = 253,
					}, -- [642]
					{
						["role"] = "DAMAGER",
						["name"] = "暗月美酒-提尔之手",
						["bTag"] = "欧姆蛋堡#5136",
						["class"] = 1,
						["time"] = 1650722087,
						["iLvl"] = 266,
					}, -- [643]
					{
						["role"] = "DAMAGER",
						["name"] = "依然前尘-死亡之翼",
						["bTag"] = "依铭宝宝#5395",
						["class"] = 7,
						["time"] = 1650722087,
						["iLvl"] = 234,
					}, -- [644]
					{
						["role"] = "TANK",
						["name"] = "名门之冷血-纳克萨玛斯",
						["bTag"] = "疯丫头#5644",
						["class"] = 2,
						["time"] = 1650722115,
						["iLvl"] = 251,
					}, -- [645]
					{
						["role"] = "DAMAGER",
						["name"] = "小二哥的春天-安苏",
						["bTag"] = "且听风吟#53767",
						["class"] = 3,
						["time"] = 1650722280,
						["iLvl"] = 251,
					}, -- [646]
					{
						["role"] = "DAMAGER",
						["name"] = "丿劫掠-丽丽（四川）",
						["bTag"] = "丿断空#51327",
						["class"] = 4,
						["time"] = 1650722280,
						["iLvl"] = 244,
					}, -- [647]
					{
						["role"] = "DAMAGER",
						["name"] = "Saviior-迅捷微风",
						["bTag"] = "范小艾#51231",
						["time"] = 1650722418,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 269,
					}, -- [648]
					{
						["role"] = "DAMAGER",
						["name"] = "丶依-迅捷微风",
						["class"] = 3,
						["time"] = 1650722418,
						["iLvl"] = 258,
					}, -- [649]
					{
						["role"] = "HEALER",
						["name"] = "血牧在世-死亡之翼",
						["bTag"] = "CrazyPants#56730",
						["time"] = 1650722666,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 243,
					}, -- [650]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "啵啵卡-冰风岗",
						["time"] = 1650722342,
					}, -- [651]
					{
						["role"] = "DAMAGER",
						["name"] = "热血战魂-利刃之拳",
						["bTag"] = "请叫我峰哥#5603",
						["class"] = 1,
						["time"] = 1650722418,
						["iLvl"] = 248,
					}, -- [652]
					{
						["role"] = "DAMAGER",
						["name"] = "紫电天罗-梅尔加尼",
						["bTag"] = "惯看秋月春风#51969",
						["class"] = 9,
						["time"] = 1650722418,
						["iLvl"] = 242,
					}, -- [653]
					{
						["role"] = "DAMAGER",
						["name"] = "落丶花生-凤凰之神",
						["class"] = 9,
						["time"] = 1650722418,
						["iLvl"] = 252,
					}, -- [654]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "漫天雪花飘-奥尔加隆",
						["time"] = 1650722418,
					}, -- [655]
					{
						["role"] = "DAMAGER",
						["name"] = "叶轻轻-尘风峡谷",
						["bTag"] = "来碗沙茶面#51286",
						["time"] = 1650722560,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 263,
					}, -- [656]
					{
						["role"] = "DAMAGER",
						["name"] = "峰不贰子-金色平原",
						["bTag"] = "Graveyard#5351",
						["class"] = 4,
						["time"] = 1650722643,
						["iLvl"] = 260,
					}, -- [657]
					{
						["role"] = "DAMAGER",
						["name"] = "靑鸾萦篱落-燃烧之刃",
						["bTag"] = "Artoria#51864",
						["class"] = 9,
						["time"] = 1650722560,
						["iLvl"] = 241,
					}, -- [658]
					{
						["role"] = "DAMAGER",
						["name"] = "刺杀剑客-血环",
						["class"] = 12,
						["time"] = 1650722666,
						["iLvl"] = 271,
					}, -- [659]
					{
						["role"] = "DAMAGER",
						["name"] = "风中的风-暗影之月",
						["bTag"] = "战恨#5795",
						["class"] = 3,
						["time"] = 1650722512,
						["iLvl"] = 240,
					}, -- [660]
					{
						["role"] = "DAMAGER",
						["name"] = "郭自强-安苏",
						["class"] = 3,
						["time"] = 1650722643,
						["iLvl"] = 257,
					}, -- [661]
					{
						["role"] = "DAMAGER",
						["name"] = "卧龙孔明-丽丽（四川）",
						["class"] = 3,
						["time"] = 1650722641,
						["iLvl"] = 168,
					}, -- [662]
					{
						["role"] = "DAMAGER",
						["name"] = "卩纯黑白丶-埃加洛尔",
						["bTag"] = "DevilSylar#5305",
						["class"] = 4,
						["time"] = 1650722560,
						["iLvl"] = 232,
					}, -- [663]
				},
			},
			["createHistoryList"] = {
				"1-270-738-0", -- [1]
				"6-0-16-0", -- [2]
			},
			["version"] = "90200.01",
			["settings"] = {
				["AUTO_INVITE_JOIN"] = true,
				["storage"] = {
					["y"] = -58.2491455078125,
					["x"] = -3.232421875,
					["scale"] = 1,
				},
			},
			["appShine"] = "90200.01",
			["searchHistoryList"] = {
				"6-0-16-0", -- [1]
				"2-259-691-0", -- [2]
				"6-0-0-0", -- [3]
			},
			["lastSearchCode"] = "6-0-16-0",
		},
	},
}
